Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Showing reports
de: Berichte anzeigen
es: Mostrando reportes
fr: Montre des rapports
gu: અહેવાલો દર્શાવે છે
hi: रिपोर्ट का प्रदर्शन
it: Visualizzazione rapporti
pt: Mostrando os relatórios
ru: Доступные отчеты

source: for
de: für
es: de
fr: de
gu: માટે
hi: के लिए
it: per
pt: para
ru: для

source: from
de: von
es: a partir de
fr: à partir de
gu: તરફથી
hi: से
it: da
pt: de
ru: от

source: until
de: bis
es: hasta
fr: à
gu: ત્યાં સુધી
hi: जब तक
it: fino a
pt: até
ru: до

source: Invoice Report
de: Rechnungsbericht
es: Reporte de facturas
fr: Rapport de factures
gu: ઇનવોઇસ અહેવાલ
hi: चालान रिपोर्ट
it: Situazione fatture
pt: Relatório de Facturas
ru: Отчет по счетам

source: Payment Report
de: Zahlungsbericht
es: Reporte de pagos
fr: Rapport de paiements
gu: ચુકવણી અહેવાલ
hi: भुगतान की रिपोर्ट
it: Situazione pagamenti
pt: Relatório de Pagamentos
ru: Отчет о платежах

source: Yes
de: Ja
es: Si
fr: Oui
gu: હા
hi: हाँ
it: Si
pt: Sim
ru: Да

source: No
de: Nein
fr: Non
gu: ના
hi: नहीं
pt: Não
ru: Нет

source: iso_639-1 af|Afrikaans
de: Afrikaans
es: Afrikaans
fr: Afrikaans
gu: આફ઼િકાન્સ
hi: अफ्रीकांस
it: Afrikaans
pt: Africâner
ru: Африкаанс

source: iso_639-1 ar|Arabic
de: Arabisch
es: Árabe
fr: Arabe
gu: અરેબિક
hi: अरबी
it: Arabo
pt: Árabe
ru: Арабский

source: iso_639-1 bn|Bengali
de: Bengali
es: Bengalí
fr: Bengali
gu: બેંગાલી
hi: बंगाली
it: Bengali
pt: Bengali
ru: Бенгальский

source: iso_639-1 cs|Czech
de: Tschechisch
es: Checo
fr: Tchèque
gu: ઝેક
hi: चेक़
it: Ceco
pt: Checo
ru: Чешский

source: iso_639-1 da|Danish
de: Dänisch
es: Danés
fr: Danois
gu: ડેનિશ
hi: डैनिश
it: Danese
pt: Dinamarquês
ru: Датский

source: iso_639-1 de|German
de: Deutsch
es: Alemán
fr: Allemand
gu: જર્મન
hi: जर्मन
it: Tedesco
pt: Alemão
ru: Немецкий

source: iso_639-1 el|Greek
de: Griechisch
es: Griego
fr: Grec
gu: ગ઼ીક
hi: यूनानी
it: Greco
pt: Grego
ru: Греческий

source: iso_639-1 en|English
de: Englisch
es: Inglés
fr: Anglais
gu: ઇંગ્લિશ
hi: अंग्रेज़ी
it: Inglese
pt: Inglês
ru: Английский

source: iso_639-1 es|Spanish
de: Spanisch
es: Español
fr: Espagnol
gu: સ્પેનિશ
hi: स्पैनिश
it: Spagnolo
pt: Espanhol
ru: Испанский

source: iso_639-1 fi|Finnish
de: Finnisch
es: Finlandés
fr: Finnois
gu: ફ઼િનિશ
hi: फ़िनिश
it: Finlandese
pt: Finlandês
ru: Финский

source: iso_639-1 fr|French
de: Französisch
es: Francés
fr: Français
gu: ફે઼ન્ચ
hi: फ़्रेंच
it: Francese
pt: Francês
ru: Французский

source: iso_639-1 gu|Gujarati
de: Gujarati
es: Gujarati
fr: Goudjrati
gu: ગુજરાતી
hi: गुजराती
it: Gujarati
pt: Gujarati
ru: Гуджарати

source: iso_639-1 he|Hebrew
de: Hebräisch
es: Hebreo
fr: Hébreu
gu: હિબુઁ
hi: हिब्रू
it: Ebraico
pt: Hebraico
ru: Иврит

source: iso_639-1 hi|Hindi
de: Hindi
es: Hindi
fr: Hindî
gu: હિંદી
hi: हिन्दी
it: Hindi
pt: Hindi
ru: Хинди

source: iso_639-1 it|Italian
de: Italienisch
es: Italiano
fr: Italien
gu: ઇટાલિયન
hi: इतालवी
it: Italiano
pt: Italiano
ru: Итальянский

source: iso_639-1 ja|Japanese
de: Japanisch
es: Japonés
fr: Japonais
gu: જાપાનિસ
hi: जापानी
it: Giapponese
pt: Japonês
ru: Японский

source: iso_639-1 jv|Javanese
de: Javanisch
es: Javanés
fr: Javanais
gu: જાવાનિસ
hi: जावानीज़
it: Giavanese
pt: Javanês
ru: Яванский

source: iso_639-1 ko|Korean
de: Koreanisch
es: Coreano
fr: Coréen
gu: કોરિયન
hi: कोरियाई
it: Coreano
pt: Coreano
ru: Корейский

source: iso_639-1 mr|Marathi
de: Marathi
es: Marathi
fr: Marathi
gu: મરાઠી
hi: मराठी
it: Marathi
pt: Marati
ru: Маратхи

source: iso_639-1 ms|Malay
de: Malaiisch
es: Malayo
fr: Malaisien
gu: મલય
hi: मलय
it: Malese
pt: Malaio
ru: Малайский

source: iso_639-1 nl|Dutch
de: Niederländisch
es: Holandés
fr: Néerlandais
gu: ડચ
hi: डच
it: Olandese
pt: Holandês
ru: Голландский

source: iso_639-1 pa_PK|Punjabi (Pakistan)
de: Panjabi (Pakistan)
es: Punjabí (India)
fr: Panjâbî (Inde)
gu: પંજાબી (પાકિસ્તાન)
hi: पंजाबी (भारत)
it: Punjabi (Pakistan)
pt: Punjabi (Paquistão)
ru: Панджаби (Пакистан)

source: iso_639-1 pa_IN|Punjabi (India)
de: Panjabi (Indien)
es: Punjabí (India)
fr: Panjâbî (Inde)
gu: પંજાબી (ઇંડિયા)
hi: पंजाबी (भारत)
it: Punjabi (India)
pt: Punjabi (Índia)
ru: Панджаби (Индия)

source: iso_639-1 pl|Polish
de: Polnisch
es: Polaco
fr: Polonais
gu: પોલિશ
hi: पोलिश
it: Polacco
pt: Polonês
ru: Польский

source: iso_639-1 pt|Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
gu: પોર્ટુગિઝ
hi: पुर्तगाली
it: Portoghese
pt: Português
ru: Португальский

source: iso_639-1 pt_BR|Portuguese (Brazil)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
fr: Portugais (Brésil)
gu: પોર્ટુગિઝ (બા઼ઝિલ)
hi: पुर्तगाली (ब्राजील)
it: Portoghese (Brasile)
pt: Português (Brasil)
ru: Португальский (Бразилия)

source: iso_639-1 ru|Russian
de: Russisch
es: Ruso
fr: Russe
gu: રશિયન
hi: रूसी
it: Russo
pt: Russo
ru: Русский

source: iso_639-1 sd|Sindhi
de: Sindhi
es: Sindhi
fr: Sindhi
gu: સિંધિ
hi: सिन्धी
it: Sindhi
pt: Sindhi
ru: Синдхи

source: iso_639-1 sv|Swedish
de: Schwedisch
es: Sueco
fr: Suédois
gu: સ્વિડિસ
hi: स्वीडिश
it: Svedese
pt: Sueco
ru: Шведский

source: iso_639-1 ta|Tamil
de: Tamilisch
es: Tamil
fr: Tamul
gu: તામિલ
hi: तमिल
it: Tamil
pt: Tâmil
ru: Тамильский

source: iso_639-1 te|Telugu
de: Telugu
es: Telugu
fr: Telugu
gu: તેલુગુ
hi: तेलुगु
it: Telugu
pt: Télugo
ru: Телугу

source: iso_639-1 tr|Turkish
de: Türkisch
es: Turco
fr: Turc
gu: તુર્કિશ
hi: तुर्की
it: Turco
pt: Turco
ru: Турецкий

source: iso_639-1 ur|Urdu
de: Urdu
es: Urdu
fr: Urdu
gu: ઉર્દુ
hi: उर्दू
it: Urdu
pt: Urdu
ru: Урду

source: iso_639-1 zh_CN|Chinese (China)
de: Chinesisch (China)
es: Chino (China)
fr: Chinois (Chine)
gu: ચીની (ચીન)
hi: चीनी (चीन)
it: Cinese (Cina)
pt: Chinês (China)
ru: Китайский (Китай)

source: iso_639-1 zh_HK|Chinese (Hong Kong)
de: Chinesisch (Hong Kong)
es: Chino (Hong Kong)
fr: Chinois (Hong Kong)
gu: ચીની (હોંગ કોંગ)
hi: चीनी (हांगकांग)
it: Cinese (Hong Kong)
pt: Chinês (Hong Kong)
ru: Китайский (Гонконг)

source: iso_639-1 zh_TW|Chinese (Taiwan)
de: Chinesisch (Taiwan)
es: Chino (Taiwán)
fr: Chinois (Taiwan)
gu: ચીની (તાઇવાન)
hi: चीनी (ताइवान)
it: Cinese (Taiwan)
pt: Chinês (Taiwan)
ru: Китайский (Тайвань)

source: Unknown language
de: Unbekannte Sprache
es: Idioma desconocida
fr: Langue inconnue
gu: અજ્ઞાત ભાષા
hi: अज्ञात भाषा
it: Lingua sconosciuta
pt: Idioma desconhecida
ru: Неизвестный язык

source: Disable access
de: Zugriff deaktivieren
es: Eliminar el acceso
fr: Désactiver l'accès
gu: અક્ષમ પ્રવેશ
hi: प्रवेश असमर्थ करें
it: Disattiva l'accesso
pt: Desativar acesso
ru: Аннулировать доступ

source: Enable access
de: Zugriff aktivieren
es: Permitir el acceso
fr: Permettre l'accès
gu: સક્ષમ પ્રવેશ
hi: प्रवेश सक्षम करें
it: Consenti l'accesso
pt: Permitir o acesso
ru: Активизировать доступ

source: Sent by email to %{recipients}
de: Gesendet per Email an %{recipients}
es: Enviado por correo electrónico a %{recipients}
fr: Envoyé par courriel à %{recipients}
gu: ઇ-મેઇલ %{recipients} મોકલવામા ાવેલ છે
hi: ईमेल के द्वारा भेजना %{recipients} को
it: Inviato tramite e-mail a %{recipients}
pt: Enviados por e-mail para %{recipients}
ru: Отправлено %{получателям}

source: Viewed online by %{ip}
de: Online angesehen von %{ip}
es: Visto en línea por %{ip}
fr: Revu en ligne pour %{ip}
gu: દ્ધારા ઓનલાઇન દેખવામાં આવ્યુ %{ip}
hi: देखा ऑनलाइन %{ip} द्वारा
it: Visto online da %{ip}
pt: Visto na internet por %{ip}
ru: Просмотрено %{ip}

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
gu: અદ્યતન કરેલ
hi: नवीनीकृत
it: Aggiornato
pt: Actualizado
ru: Обновлено

source: Created
de: Erstellt
es: Creado
fr: Créé
gu: સફળતાપૂર્વક બનાવવામાં આવેલ છે.
hi: बनाया
it: Creato
pt: Criado
ru: Создано

source: Emailed invoice bounced
de: Die Rechnung kam als unzustellbar zurück.
es: Factura por correo electrónico ha rebotado
fr: La facture envoyée par courriel nous a été renvoyée automatiquement
gu: ઇ-મેઇલ કરેલુ ઇનવોઇસ પાછું આવ્યુ છે
hi: ईमेल चालान बाउंस
it: La fattura spedita via e-mail è stata respinta
pt: A factura enviada por e-mail foi devolvida
ru: Отправленный счет не принят

source: Payment applied
de: Zahlung angewiesen
es: Pago aplicado
fr: Le paiement a eu lieu
gu: ચુકવણી લાગુ પાડેલ છે
hi: भुगतान लागू
it: Pagamento applicato
pt: Pagamento aplicado
ru: Оплата произведена

source: Payment edited
de: Zahlung wurde geändert
es: Pago editado
fr: Paiement édité
gu: ચુકવણીમા ફેરફાર કરેલ છે.
hi: भुगतान संपादित
it: Pagamento modificato
pt: Pagamento editado
ru: Платеж изменен

source: Payment deleted
de: Zahlung wurde gelöscht
es: Pago suprimido
fr: Paiement supprimé
gu: કાઢી નાખેલી ચુકવણી
hi: भुगतान नष्ट
it: Pagamento cancellato
pt: Pagamento excluído
ru: Платеж удален

source: Forwarded to sender
de: An den Absender weitergeleitet
es: Transmitida al remitente
fr: Transmis à l'expéditeur
gu: મોકલનારને રવાના કરેલ
hi: प्रेषक को अग्रेषित
it: Inoltrata al mittente
pt: Transmitida ao remetente
ru: Переадресованные отправителю

source: unknown activity
de: unbekannte Aktivität
es: actividad desconocida
fr: activité inconnue
gu: અજ્ઞાત પ઼વુતિ
hi: अज्ञात गतिविधि
it: attività sconosciuta
pt: actividade desconhecida
ru: Неизвестная операция

source: Send
de: Senden
es: Enviar
fr: Envoyer
gu: મોકલો
hi: भेजें
it: Invia
pt: Enviar
ru: Отправить

source: Re-send
de: Erneut senden
es: Volver a enviar
fr: Envoyer à nouveau
gu: ફરી મોકલો
hi: पुनः भेजें
it: Invia di nuovo
pt: Reenviar
ru: Перенаправить

source: Discount
de: Rabatt
es: Descuento
fr: Rabais
gu: વટાવ
hi: छूट
it: Sconto
pt: Desconto
ru: Скидка

source: Discount:
de: Rabatt:
es: Descuento:
fr: Rabais&nbsp;:
gu: વટાવ:
hi: छूट:
it: Sconto:
pt: Desconto:
ru: Скидка

source: Can't
de: Kann nicht
es: No se puede
fr: Ne peut pas
gu: કરી શકતા નથી
hi: नहीं कर सकते
it: Impossibile
pt: Não é possível
ru: Операция не возможна

source: Are you sure you want to delete this invoice? Doing so will permanently erase all recorded payments for this invoice as well!
de: Sind Sie sicher, dass Sie diese Rechnung löschen wollen? Dieser Vorgang wird alle registrierten Zahlungen für diese Rechnung dauerhaft löschen!
es: ¿Está seguro que desea suprimir esta factura? Tambien eliminará permanentemente todos los pagos registrados para ella.
fr: Êtes-vous sûr de vouloir supprimer cette facture ? Vous effacerez alors de façon permanente tous les paiements enregistrés pour cette facture !
gu: શું તમે ખરેખર આ ઇનવોઇસ કાઢી નાખવા ઇચ્છો છો? આમ કરવાથી આ ઇનવોઇસ માટે નોંધાયેલા બધી ચુકવણીઓ કાયમ માટે ભૂસાઇ જશે!
hi: क्या आप इस चालान को हटाना चाहते हैं? यह स्थायी रूप से भी इस चालान के लिए सभी रिकॉर्ड भुगतान मिटा देंगे!
it: Sei sicuro di voler eliminare questa fattura? Anche i pagamenti registrati per questa fattura saranno eliminati in modo permanente!
pt: Deseja excluir a fcatura? Esta acção irá apagar permanentemente todos os pagamentos registrados para esta factura!
ru: Вы уверены, что хотите удалить данный счет? Этой операцией вы удалите все зарегистрированные платежи по данному счету.

source: Are you sure you want to delete this invoice?
de: Sind Sie sicher, dass Sie diese Rechnung löschen wollen?
es: ¿Está seguro que desea suprimir esta factura?
fr: Êtes-vous sûr de vouloir supprimer cette facture ?
gu: શું તમે ખરેખર આ ઇનવોઇસ કાઢી નાખવા ઇચ્છો છો?
hi: क्या आप इस चालान को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questa fattura?
pt: Deseja excluir esta factura?
ru: Вы уверены, что хотите удалить этот счет?

source: Please add or select a customer.
de: Bitte einen Kunden hinzufügen oder auswählen.
es: Por favor, agrega o selecciona un cliente.
fr: Veuillez ajouter ou sélectionner un client.
gu: મહેરબાની કરીને ગા઼હક ઉમેરો અથવા પસંદ કરો.
hi: कृपया एक ग्राहक चुनें
it: Ti preghiamo di aggiungere o selezionare un cliente.
pt: Por favor, adicione ou escolha um cliente.
ru: Пожалуйста, выберите или добавьте заказчика

source: Calculating... %{img}
de: Rechnen.. %{img}
es: Calculando... %{img}
fr: En cours de calcul... %{img}
gu: ગણતરી કરી રહ્યુ છે... %{img}
hi: गणना... %{img}
it: Calcolo... %{img}
pt: Calculando... %{img}
ru: Калькуляция... %{img}

source: Loading... %{img}
de: Laden ... %{img}
es: Cargando... %{img}
fr: Chargement... %{img}
gu: લૉડિંગ... %{img}
hi: लदाई... %{img}
it: Caricamento... %{img}
pt: Carregando... %{img}
ru: Загружается... %{img}

source: Processing... %{img}
de: Verarbeiten... %{img}
es: Procesando... %{img}
fr: Traitement... %{img}
gu: પ્રક્રિયા કરી રહ્યુ છે... %{img}
hi: प्रसंस्करण... %{img}
it: Elaborazione... %{img}
pt: Processando... %{img}
ru: Идет обработка... %{img}

source: Updating... %{img}
de: Aktualisieren... %{img}
es: Actualizando... %{img}
fr: Mise à jour...
gu: અદ્યતન કરી રહેલ છે... %{img}
hi: अद्यतन... %{img}
it: Aggiornamento... %{img}
pt: Actualizando... %{img}
ru: Обновление... %{img}

source: Professional 1
de: Professionell 1
es: Profesional 1
fr: Professionnel 1
gu: વ્યાવસાયિક 1
hi: पेशेवर 1
it: Professionale 1
pt: Profissional 1
ru: Специальность 1

source: Professional 2
de: Professionell 2
es: Profesional 2
fr: Professionnel 2
gu: વ્યાવસાયિક 2
hi: पेशेवर 2
it: Professionale 2
pt: Profissional 2
ru: Специальность 2

source: Service
es: Servicios
fr: Services
gu: સેવા
hi: सेवा
it: Servizio
pt: Serviços
ru: Сервис

source: Bold Orange
de: Kräftiges Orange
es: Naranja brillante
fr: Orange vif
gu: બોલ્ડ ઓરેન્જ
hi: गाडा नारंगी
it: Arancione
pt: Laranja Brilhante
ru: Полужирный оранжевый

source: Clean Blue
de: Reines Blau
es: Azul celeste
fr: Bleu ciel
gu: ક્લિન બ્લયુ
hi: स्वच्छ नीला
it: Blu
pt: Azul Céu
ru: Чисто голубой

source: Power Red
de: Kräftiges Rot
es: Rojo fuerte
fr: Rouge puissant
gu: પાવર રેડ
hi: ताकतवर लाल
it: Rosso
pt: Vermelha Brilhante
ru: Насыщенный красный

source: Invoice:
de: Rechnung:
es: Factura:
fr: Facture&nbsp;:
gu: ઇનવોઇસ:
hi: चालान:
it: Fattura:
pt: Factura:
ru: Счет:

source: Invoice %{num}
de: Rechnung %{num}
es: Factura %{num}
fr: Facture %{num}
gu: ઇનવોઇસ %{num}
hi: चालान %{num}
it: Fattura %{num}
pt: Factura %{num}
ru: Счет %{num}

source: It has no customer. Please edit the invoice and add a customer.
de: Es gibt keinen Kunden. Bitte bearbeiten Sie die Rechnung und fügen Sie einen Kunde hinzu.
es: No tiene ningún cliente. Por favor, modifique la factura y agregue un cliente.
fr: Elle n'a pas de client. Veuillez éditer la facture et ajouter un client.
gu: તેને કોઇ ગા઼હક નથી. મહેરબાની કરીને ઇનવોઇસમા ફેરફાર કરો અને એક ગા઼હક ઉમેરો.
hi: यह ग्राहक नहीं है. कृपया चालान संपादित करें और एक ग्राहक जोड़ें.
it: Non hai inserito nessun cliente. Ti preghiamo di modificare la fattura aggiungendo il nome di un cliente.
pt: Não há clientes. Edite a factura e adicionar um cliente.
ru: Не указан заказчик. Пожалуйста, добавьте информацию о заказчике.

source: It has no line items. Please edit the invoice and add one or more line items.
de: Es gibt keine Rechnungsposition. Bitte bearbeiten Sie die Rechnung und fügen Sie eine oder mehrere Rechnungspositionen hinzu.
es: No tiene detalles. Por favor, modifique la factura y agregue una o más líneas de detalles.
fr: Elle n'a pas de ligne d'article. Veuillez éditer la facture et ajouter une ou plusieurs lignes d'article.
gu: ઇનવોઇસમા લીટી વસ્તુઓ નથી. મહેરબાની કરીને ઇનવોઇસમા ફેરફાર કરો અને એક અથવા વધારે લીટી વસ્તુઓ ઉમેરો.
hi: यह कोई लाइन आइटम नहीं है. कृपया चालान संपादित करें और एक या अधिक लाइन आइटम जोड़ें.
it: Non hai inserito nessun articolo. Ti preghiamo di modificare la fattura aggiungendo un articolo.
pt: Não há linhas. Edite a factura e adicionar uma ou mais linhas.
ru: Не заполнена строка наименования. Пожалуйста, добавьте информацию о наименовании.

source: Invoices without a customer cannot be sent.
de: Ohne Kunde können keine Rechnungen gesendet werden.
es: No se puede enviar una factura que no tiene un cliente especificado.
fr: Les factures sans client ne peuvent pas être envoyées.
gu: ગા઼હક વગરનું ઇનવોઇસ મોકલી નહી શકાય.
hi: बिना कोई ग्राहक चालान नहीं भेजा जा सकता है
it: Una fattura senza clienti non può essere inviata.
pt: Uma factura sem um cliente não pode ser enviada.
ru: Счет не может быть отправлен без указания информации о заказчике

source: Amount Due:
de: Fälliger Betrag:
es: Monto a pagar:
fr: Montant dû:
gu: બાકી રકમ:
hi: देय राशि:
it: Importo dovuto:
pt: O montante devido:
ru: Сумма к получению:

source: Amount Owing:
de: Schuldbetrag:
es: Monto a pagar:
fr: Montant dû&nbsp;:
gu: લેણી રકમ:
hi: राशि देने हैं:
it: Importo dovuto:
pt: Valor Devido:
ru: Сумма задолжности:

source: Editing invoice
de: Rechnung bearbeiten
es: Modificando factura
fr: Édition de la facture
gu: ઇનવોઇસમા ફેરફાર કરી રહેલ છે
hi: चालान संपादित करें
it: Modifica fattura
pt: Editando factura
ru: Редактировать счет

source: Invoice has no customer
de: Rechnung hat keinen Kunden
es: La factura no tiene cliente seleccionado
fr: La facture n'a pas de client
gu: ઇનવોઇસને કોઇ ગા઼હક નથી
hi: चालान का ग्राहक नहीं है
it: È necessario specificare un cliente sulla fattura
pt: Não há clientes nesta factura
ru: В счете не указан заказчик

source: Edit this invoice
de: Diese Rechnung bearbeiten
es: Editar esta factura
fr: Éditer cette facture
gu: આ ઇનવોઇસમા ફેરફાર કરો
hi: इस चालान को संपादित करें
it: Modifica questa fattura
pt: Editar esta factura
ru: Редактировать этот счет

source: New Invoice
de: Neue Rechnung
es: Nueva Factura
fr: Nouvelle facture
gu: નવુ ઇનવોઇસ
hi: नई चालान
it: Nuova Fattura
pt: Nova Factura
ru: Новый счет

source: Invoice number:
de: Rechnungsnummer:
es: Número de la factura:
fr: N° facture:
gu: ઇનવોઇસ સંખ્યા:
hi: चालान संख्या:
it: Fattura №:
pt: Número da factura:
ru: Номер счета:

source: Invoice number already taken
de: Rechnungsummer wird bereits verwendet
es: Este número de factura ya se utilizó.
fr: Numéro de facture déjà utilisé
gu: ઈનવોઇસ સંખ્યા અગાઉથી લેવામા અવેલ છે
hi: चालान संख्या पहले ही ले लिया है
it: Numero di fattura già in uso
pt: Este número de factura está sendo utilizado
ru: данный номер счета уже использован

source: <p>Wanted invoice number <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b> has already been taken.<br/>Closest available invoice number: <b><span id='available_auto' value='%{available}'>%{available}</span></b><br/>Use this number instead?</p>
de: <p>Rechnungsnummer gesucht <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b> wird bereits verwendet.<br/>Nächstbeste verfügbare Rechnungsnummer: <b><span id='available_auto' value='%{available}'>%{available}</span></b><br/>Statt dessen diese Nummer benutzen?</p>
es: El número de factura que desea, <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b>, ya se ha tomado.<br/>El más cercano disponible es <b><span id='available_auto' value='%{available}'>%{available}</span>. </b><br/>Utilice este número en lugar?</p>
fr: <p>Le numéro de la facture que vous vouliez, <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b> , a déjà été prises.<br/>N° facture suivant <b><span id='available_auto' value='%{available}'>%{available}</span></b>. <br/>Utilisez plutôt ce numéro?</p>
gu: <p>ઇનવોઇસ સંખ્યા જોઇશે <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b>જે પ઼થમથીજ લેવાય ચુકેલ છે..<br/>નજીકનો ઉપલબ્ધ ઇનવોઇસ સંખ્યા: <b><span id='available_auto' value='%{available}'>%{available}</span></b><br/>તેના બદલે આ સંખ્યાનો ઉપયોગ કરો?</p>
hi: <p>चालान संख्या की जरूरत <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b> पहले से ही लिया गया है. <br/>निकटतम उपलब्ध चालान नंबर:<b><span id='available_auto' value='%{available}'>%{available}</span></b><br/>बजाय इस नंबर का उपयोग करें?</p>
it: <p>Il numero di fattura desiderato <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b> è già in uso. <br/> Numero di fattura più vicino disponibile: <b><span id='available_auto' value='%{available}'>%{available}</span></b><br/> Utilizzare questo numero?</p>
pt: <p>O número de factura solicitada, <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b>, já está sendo utilizada. <br/>O próximo número disponível é <b><span id='available_auto' value='%{available}'>%{available}</span></b>.<br/>Deseja utilizar este número?</p>
ru: <p>Указанный номер счета <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b> уже используется.<br/>Ближайший доступный номер: <b><span id='available_auto' value='%{available}'>%{available}</span></b><br/>Желайте использовать данный номер?</p>

source: This invoice cannot be sent because:
de: Diese Rechnung kann nicht gesendet werden weil:
es: Esta factura no se puede enviar por las siguientes razones:
fr: Cette facture ne peut être envoyée car&nbsp;:
gu: ઈનવોઇસ નહી મોકલી શકાય઼ કારણકે:
hi: यह चालान नहीं भेजा जा सकता है क्योंकि:
it: La fattura non può essere inviata in quanto:
pt: Esta factura não pode ser enviada porque:
ru: Данный счет не может быть оплачен ввиду того, что

source: Invoices must have at least one line item with positive price and quantity before they can be sent.
de: Rechnungen müssen mindestens eine Rechnungsposition mit positivem Preis und Menge haben, bevor sie gesendet werden können.
es: La factura debe tener a lo menos una línea (con un precio positivo) antes de enviarse.
fr: Les factures doivent avoir au moins une ligne d'article avec un prix et des quantités positifs avant d'être envoyées.
gu: ઇનવોઇસો મોકલતા પહેલા તેમા ઓછામા ઓછી એક લીટી વસ્તુ સકારાત્મક કિંમત અને જથ્થા સાથે હોવી જોઇએ.
hi: चालान सकारात्मक मूल्य और मात्रा के साथ कम से कम एक पंक्ति मद होगा इससे पहले कि वे भेजा जाए
it: La fattura deve contenere almeno una articolo con prezzo e quantità maggiori di zero prima di poter essere inviata.
pt: As facturas devem ter pelo menos um item com preço e quantidade, antes de ser enviadas.
ru: Для отправки счет должен содержать не менее одной строки наименования с указанием суммы платежа и количества.

source: Save Invoice
de: Rechnung speichern
es: Guardar la factura
fr: Sauvegarder la facture
gu: ઇનવોઇસ સંગ્રહો
hi: चालान सुरक्षित करें
it: Salva Fattura
pt: Salvar factura
ru: Сохранить счет

source: Send Invoice
de: Rechnung senden
es: Enviar la factura
fr: Envoyer la facture
gu: ઇનવોઇસ મોકલો
hi: चालान भेजे
it: Invia Fattura
pt: Enviar factura
ru: Отправить счет

source: This email and invoice will be sent in the following language
de: Diese E-Mail und Rechnung werden in der folgenden Sprache gesendet
es: Este correo electrónico y factura serán enviados en el siguiente idioma
fr: Ce courriel et cette facture vont être envoyés dans la langue suivante
gu: આ ઇ-મેઇલ અને ઇનવોઇસ નીચેની ભાષામા મોકલવામા આવશે
hi: यह ईमेल और चालान निम्न भाषा में भेज दिया जाएगा
it: L'e-mail e la fattura saranno inviate nella seguente lingua
pt: Este e-mail ea factura será enviada nos seguintes língua
ru: Данный е-mail и счет будут отправлены на следующем языке

source: Attach a copy of the invoice as Adobe PDF document
de: Eine Kopie der Rechnung als Adobe PDF Dokument beifügen
es: Adjuntar una copia de la factura como un documento PDF de Adobe
fr: Joignez une copie de votre facture en document Adobe PDF
gu: ઇનવોઇસની નકલ Adobe PDF દસ્તાવેજ તરીકે જોડાણ કરો
hi: संलग्न एडोब पीडीएफ दस्तावेज़ के रूप में चालान की प्रति
it: Allega una copia della fattura in formato .PDF di Adobe
pt: Anexe uma cópia da factura como documento Adobe PDF
ru: Прикрепить к счету копию счета в PDF

source: Invoice was successfully created.
de: Rechnung wurde erfolgreich erstellt.
es: La Factura ha sido creada.
fr: Votre facture a été créée.
gu: ઇનવોઇસ સફળતાપૂર્વક બનાવવામાં આવેલ છે.
hi: चालान सफलतापूर्वक बना दिया गया है।
it: La fattura è stata creata con successo.
pt: A factura foi criada.
ru: Счет успешно создан.

source: Invoice was successfully updated.
de: Rechnung wurde erfolgreich aktualisiert.
es: Factura actualizada.
fr: Votre facture a été mise à jour.
gu: ઇનવોઇસ સફળતાપૂર્વક અદ્યતન કરવામા આવેલ છે.
hi: चालान का सफलतापूर्वक नवीनीकृत किया गया है।
it: La fattura è stata aggiornata con successo.
pt: A factura foi atualizada.
ru: Счет успешно обновлен.
