Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Your session has been cancelled, please use Simply Accounting to begin a new one if needed.
de: Ihre Sitzung wurde abgebrochen, verwenden Sie bitte Simply Accounting, um eine neue zu beginnen, falls nötig.
es: Su sesión ha sido cancelada, por favor, utilice Simply Accounting para comenzar una nueva si es necesario.
fr: Votre session a été annulée, veuillez utiliser Simple Comptable pour en commencer une nouvelle, au besoin.
gu: તમારુ સત્ર રદ કરવામા આવેલ છે, જો આવશ્યકતા હોય તો ફરી શરુ કરવા Simply Accounting નો ઉપયોગ કરો.
hi: आपका सत्र रद्द कर दिया गया है, कृपया शुरू करने के लिए Simply Accounting का उपयोग करें।
it: La sessione è stata annullata, ti preghiamo di utilizzare Simply Accounting per iniziarne una nuova, se necessario.
pt: Esta sessão foi cancelada, por favor, utilize Simply Accounting para começar uma nova sessão se necessário.
ru: Ваша сессия была отменена. Для создания новой сессии, пожалуйста, используйте Simply Accounting.

source: The requested page is not allowed during your current operation.
de: Der Zugriff auf die verlangte Seite ist während Ihrer gegenwärtigen Tätigkeit nicht erlaubt.
es: La página solicitada no está permitido durante su operación actual.
fr: La page demandée n'est pas autorisée durant votre opération en cours.
gu: તમારી વર્તમાન ક્રિયા દરમિયાન અનુરોધ કરેલ પેજની અનુમતી નથી.
hi: अनुरोधित पृष्ठ को वर्तमान आपरेशन के दौरान अनुमति नहीं है।
it: L'accesso alla pagina richiesta non è consentito durante l'operazione in corso.
pt: A página solicitada não é permitida durante a operação actual.
ru: Просмотр запрошенной страницы не возможен в рамках текущей операции.

source: An error occurred: %{msg}
de: Ein Fehler ist aufgetreten: %{msg}
es: Se ha producido un error: %{msg}
fr: Une erreur s'est produite&nbsp;: %{msg}
gu: ભૂલ ઉદ્દભવી છે: %{msg}
hi: एक त्रुटि हो गई है: %{msg}
it: Si è verificato un errore: %{msg}
pt: Ocorreu um erro: %{msg}
ru: Произошла ошибка: %{msg}

source: The selected payment option is not currently available. Please try again.
de: Die ausgewählte Zahlungsoption ist zur Zeit nicht verfügbar. Versuchen Sie es bitte noch einmal.
es: La opción de pago seleccionada no está disponible actualmente. Por favor, inténtelo de nuevo.
fr: L'option de paiement sélectionnée n'est pas disponible présentement. Veuillez réessayer.
gu: પસંદ કરેલ ચુકવણી પ઼કાર હાલમા ઉપલબ્ધ નથી. મહેરબાની કરીને ફરીથી પ઼યતન કરો.
hi: चुने गए भुगतान विकल्प वर्तमान में उपलब्ध नहीं है। कृपया पुन: प्रयास करें।
it: L'opzione di pagamento selezionato non è al momento disponibile. Si prega di riprovare.
pt: A opção de pagamento selecionada não está disponível actualmente. Por favor, tente novamente.
ru: Выбранный метод оплаты временно недоступен. Пожалуйста, попытайтесь еще раз.

source: The request has timed out.
de: Das Zeitlimit für die Anfrage ist überschritten.
es: La solicitud ha caducado.
fr: La requête est expirée.
gu: વિનંતી રદબાતલ થઇ ગઇ છે.
hi: इस अनुरोध का समय समाप्त हो गया है।
it: Richiesta scaduta.
pt: Solicitação expirada.
ru: Время ожидания данного запроса истекло

source: A payment was already initiated. This can happen if you click the pay link multiple times.
de: Eine Zahlung wurde bereits veranlasst. Das kann passieren wenn Sie mehrmals auf den Bezahlungs-Link klicken.
es: El pago ya se había iniciado. Esto puede ocurrir si hace clic en el enlace de pago varias veces.
fr: Un paiement était déjà en cours. Cela peut se produire si vous cliquez plusieurs fois sur le lien Payer.
gu: ચુકવણીની શરુઆત પહેલેથીજ કરવામા આવી છે. આ પ઼માણે ત્યારેજ બને જ્યારે તમે ચુકવણી લિંક એક કરતા વધારે સમય ક્લિક કરો.
hi: एक भुगतान पहले ही शुरू किया गया था। यदि आप कई बार वेतन लिंक पर क्लिक करें यह हो सकता है।
it: Il pagamento è già in corso. Ciò avviene cliccando sul link 'pagare' più di una volta.
pt: O pagamento foi iniciado. Isso pode ocorrer se você clicar no link pagar várias vezes.
ru: Процесс оплаты начался. Если вы щелкните несколько раз по ссылке оплаты, может произойти ошибка.

source: Sorry, we are unable to complete your payment at this time, as the payment service appears to be busy or down. Please wait a moment and try again.
de: Leider, können wir Ihre Zahlung zur Zeit nicht durchführen, weil der Zahlungsdienst ausgelastet oder außer Betrieb ist. Warten Sie bitte einen Moment und versuchen Sie es dann noch einmal.
es: Lo sentimos, no podemos completar el pago ahora, como el servicio de pago podrá ser ocupado. Por favor, espere un momento y vuelve a intentarlo.
fr: Désolé, nous ne pouvons pas effectuer votre paiement maintenant, le service de paiement est occupé. Veuillez patienter un instant et essayer de nouveau.
gu: માફ કરશો, અમે તમારી ચુકવણી આ સમયે સંપૂર્ણ કરવા અક્ષમ છે, કારણકે એવું લાગે છે કે ચુકવણી સેવા વ્યસ્ત છે અથવા બંધ છે. મહેરબાની કરીને થોડીક ક્ષણો રાહ જુઓ અને ફરીથી પ઼યત્ન કરો.
hi: क्षमा करें, हम इस समय आपका भुगतान पूरा करने में असमर्थ हैं, भुगतान सेवा व्यस्त है। कृपया एक क्षण प्रतीक्षा करें और फिर प्रयास करें।
it: Siamo spiacenti, ma non siamo in grado di completare il pagamento perché il servizio pagamenti è occupato o inattivo. Ti preghiamo di riprovare tra qualche istante.
pt: Desculpe, pagamento não pode ser efetuado, o serviço de pagamento está ocupado. Aguarde um momento e tente novamente.
ru: К сожалению, в виду проблем в сервисной системе мы не можем закончить процесс вашей оплаты. Пожалуйста, подождите или повторите процесс заново.

source: The fields marked with an asterisk (*) are required to send an invoice. %{line_break}Please complete the required fields before continuing.
de: Die Felder, die mit einem Sternchen (*) gekennzeichnet sind, sind nötig um eine Rechnung zu senden. %{line_break} Bitte füllen Sie die erforderlichen Felder aus bevor Sie forfahren.
es: Los campos marcados con un asterisco (*) son obligatorios para enviar una factura. <br/>Por favor, complete los campos obligatorios antes de continuar.
fr: Les champs marqués d'un astérisque (*) sont requis pour envoyer une facture. %{line_break}Veuillez fournir les informations avant de continuer.
gu: તારક ચિહ્નની નિશાની વાળા ક્ષેત્ર ઇનવોઇસ મોકલવા માટે આવશ્યક છે. %{line_break}મહેરબાની કરીને આગળ શરુ કરતા પહેલા આવશ્યક ક્ષેત્રો પૂર્ણ કરો.
hi: तारे के चिहन (*) से चिह्नित जानकारी चालान भेजने के लिए आवश्यक है। %{line_break}कृपया आगे बढ़ने से पहले आवश्यक जानकारी पूर्ण करें।
it: I campi contrassegnati con un asterisco (*) sono obbligatori per inviare una fattura. Ti preghiamo di compilare i campi obbligatori prima di continuare.
pt: Os campos marcados com um asterisco (*) são obrigatórios para o envio de uma factura. Por favor, preencha os campos solicitados antes de continuar.
ru: Для отправки инвойса необходимо заполнить поля, отмеченные звездочкой (*).%{line_break}Пожалуйста, заполните необходимые поля.

source: Your settings were successfully updated. You can now set up optional settings by following the below links, or go straight to <a href='/invoices/new'>creating</a> your first invoice.
de: Ihre Einstellungen wurden erfolgreich aktualisiert. Sie können jetzt optionale Einstellungen durch folgende Links einrichten, oder direkt zu <ein href = '/invoices/new'> gehen, um Ihre erste Rechnung auszustellen </a>.
es: Su configuración ha sido actualizada. Ahora usted puede configurar opciones adicionales siguiendo los enlaces de abajo, o <a href='/invoices/new'>crear</a> su primera factura.
fr: Vos paramètres ont été mis à jour. Vous pouvez maintenant mettre en place des paramètres facultatifs en suivant les liens ci-dessous, ou aller <a href='/invoices/new'>directement à la création</a> de votre première facture.
gu: તમારા સેટિંગસ સફળતાપૂર્વક અદ્યતન કરવામા આવેલ છે. તમે વૈકલ્પિક સેટિંગસ નીચેની લિંક અનુસરીને સેટ કરી શકો છો, અથવા સીધા <a href='/invoices/new'>creating</a> જાઓ તમારા પ઼થમ ઇનવોઇસ માટે.
hi: आपकी सेटिंग्स का सफलतापूर्वक अद्यतन किया गया है।अब आप नीचे के लिंक का पालन करके वैकल्पिक सेटिंग्स स्थापित कर सकते हैं।या सीधे जाओ<a href='/invoices/new'> बनाने के लिए </a> अपना पहला चालान।
it: Le tue impostazioni sono state aggiornate con successo. Puoi aggiungere delle impostazioni facoltative cliccando qui sotto, o passare direttamente alla <a href='/invoices/new'>creazione</a> della tua prima fattura.
pt: Tuas configurações foram actualizadas. Agora você pode criar configurações opcionais, seguindo os links abaixo ou vá direto para <a href='/invoices/new'>criar</a> a tua primeira factura.
ru: Настройка ваших даных успешно обновлена. Теперь вы можете установить дополнительные функции, следуя указанным ниже ссылкам, или перейти к <a href='/invoices/new'>созданию</a> вашего первого счета.

source: Your settings were successfully updated.
de: Ihre Einstellungen wurden erfolgreich aktualisiert.
es: Sus opciones han sido actualizadas.
fr: Vos paramètres ont été mis à jour.
gu: આપના સેટિંગ્સ સફળતાપૂર્વક અદ્યતન કરવમા અવેલ છે.
hi: आपकी सेटिंग्स का सफलतापूर्वक अद्यतन किया गया है।
it: Le tue impostazioni sono state aggiornate con successo.
pt: Tuas configurações foram actualizadas.
ru: Ваши настройки успешно обновлены.

source: An error occurred. Please check your settings and try again.
de: Ein Fehler ist aufgetreten. Prüfen Sie bitte Ihre Einstellungen und versuchen Sie es noch einmal.
es: Se ha producido un error. Por favor, revise la configuración y vuelva a intentarlo.
fr: Une erreur s'est produite. Veuillez vérifier vos paramètres et essayer à nouveau.
gu: એક ભૂલ ઉદ્દભવી છે. મહેરબાની કરીને તમારા સેટિંગ્સની તપાસ કરો અને ફરીથી પ઼યત્ન કરો.
hi: एक त्रुटि हो गई है। कृपया अपनी सेटिंग्स की जाँच करें और पुन: प्रयास करें।
it: Si è verificato un errore. Ti preghiamo di verificare le impostazioni e di riprovare.
pt: Ocorreu um erro. Por favor, verifique tua configuração e tente novamente.
ru: Произошла ошибка. Пожалуйста, проверьте ваши настройки и повторите процесс заново.

source: LineItem was successfully created.
de: Rechnungposition wurde erfolgreich erstellt.
es: La Unidad ha sido creada.
fr: La ligne a été créée.
gu: લીટીવસ્તુ સફળતાપૂર્વક બનાવવામાં આવેલ છે.
hi: पंक्तिविषय सफलतापूर्वक बना दिया गया है.
it: L'articolo stato creato con successo.
pt: A linha foi criada.
ru: Строка наименования успешно создана.

source: LineItem was successfully updated.
de: Rechnungposition wurde erfolgreich aktualisiert.
es: La Unidad ha sido actualizada.
fr: La ligne a été mise à jour.
gu: લીટીવસ્તુ સફળતાપૂર્વક અદ્યતન કરવામા આવેલ છે.
hi: पंक्ति का सफलतापूर्वक नवीनीकृत किया गया है।
it: L'articolo è stato aggiornato con successo.
pt: A linha foi atualizada.
ru: Строка наименования обновлена.

source: Customer was successfully created.
de: Kunde wurde erfolgreich erstellt.
es: Cliente registrado.
fr: Client créé
gu: ગા઼હક સફળતાપૂર્વક બનાવવામાં આવેલ છે.
hi: ग्राहक सफलतापूर्वक बना दिया गया है।
it: Il cliente è stato creato con successo.
pt: O cliente foi criado.
ru: Поле Заказчика успешно создано.

source: Customer was successfully updated.
de: Kunde wurde erfolgreich aktualisiert.
es: Cliente actualizado.
fr: Le client a été mis à jour sans problème.
gu: ગા઼હક સફળતાપૂર્વક અદ્યતન કરવામા આવેલ છે.
hi: ग्राहक का सफलतापूर्वक नवीनीकृत किया गया है।
it: Il cliente è stato aggiornato con successo.
pt: O cliente foi actualizado.
ru: Поле Заказчика успешно обновлено.

source: Customer list was updated.
de: Kundenliste wurde aktualisiert.
es: La lista de clientes fue actualizado.
fr: La liste des clients a été mise à jour.
gu: ગા઼હક યાદી સફળતાપૂર્વક અદ્યતન કરવામા આવેલ છે.
hi: ग्राहक की सूची का नवीनीकृत किया गया था।
it: L'elenco dei clienti è stato aggiornato.
pt: A lista de clientes foi actualizada.
ru: Список заказчиков обновлен.

source: No new customers were imported.
de: Es wurden keine neuen Kunden importiert.
es: No hubo nuevos clientes importados.
fr: Aucun nouveau client n'a été importé.
gu: કોઇ નવા ગા઼હકો આયાત કરવામાં આવેલ નથી.
hi: नए ग्राहकों को आयात नहीं किया गया था।
it: Non sono stati importati nuovi clienti.
pt: Não houve novos clientes importados.
ru: В список заказчиков новых контактов не внесено.

source: dropdown|– All Statuses –
de: – Jeder Status –
es: – Todas condiciones –
fr: – Tous les états –
gu: – બધી સ્થિતિઓ –
hi: – सभी स्थिति –
it: – Tutti gli status –
pt: – Todos estados –
ru: – Все статусы –

source: Invoice #
de: Rechnungs #
es: Factura
fr: N° facture
gu: ઇનવોઇસ #
hi: चालान #
it: Fattura №
pt: Factura #
ru: Номер счета

source: Customer
de: Kunde
es: Cliente
fr: Client
gu: ગા઼હક
hi: ग्राहक
it: Cliente
pt: Cliente
ru: Заказчик

source: Reference #
de: Referenz #
es: Referencia
fr: N° référence
gu: સંદભઁ #
hi: संदर्भ #
it: Riferimento №
pt: Referência
ru: Учетный номер

source: Date
de: Datum
es: Fecha
gu: તારીખ
hi: तिथि
it: Data
pt: Data
ru: Дата

source: Tax 1
de: Steuer 1
es: Impuesto 1
fr: Taxe 1
gu: કર 1
hi: कर 1
it: Imposta № 1
pt: Imposto 1
ru: Налог 1

source: Tax 2
de: Steuer 2
es: Impuesto 2
fr: Taxe 2
gu: કર 2
hi: कर 2
it: Imposta № 2
pt: Imposto 2
ru: Налог 2

source: Subtotal
de: Zwischensumme
fr: Sous-total
gu: ઉપકુલ
hi: उप कुल
it: Totale parziale
ru: Предварительный итог

source: Total
de: Gesamtsumme
gu: કુલ
hi: कुल
it: Totale
ru: Итого

source: Owed
de: Geschuldet
es: Deuda
fr: Dû
gu: લેણુ
hi: कर्ज़
it: Dovuto
pt: Devido
ru: Задолжность

source: Grand totals:
de: Endsumme
es: Total:
fr: Total:
gu: મુખ્ય કુલ:
hi: अन्तिम कुल:
it: Totali
pt: Total
ru: Всего к оплате

source: Invoice Amount
de: Rechnungsbetrag
es: Total de Factura
fr: Montant de la facture
gu: ઇનવોઇસ રકમ
hi: चालान राशि
it: Importo della fattura
pt: Valor da Factura
ru: Сумма счета

source: Payment Type
de: Zahlungsart
es: Tipo de pago
fr: Type de paiement
gu: ચુકવણી પ્રકાર
hi: भुगतान के प्रकार
it: Tipo di pagamento
pt: Tipo de Pagamento
ru: Тип платежа

source: Payment Amount
de: Zahlungsbetrag
es: Monto de pago
fr: Montant du paiement
gu: ચુકવણી રકમ
hi: भुगतान राशि
it: Importo del pagamento
pt: Valor a ser pago
ru: Сумма платежа

source: Please take a moment to fill in your business information.
de: Nehmen Sie sich bitte einen Moment Zeit, um Ihre Geschäftsinformation auszufüllen.
es: Por favor, tome un momento para llenar la información de su empresa.
fr: Veuillez prendre un moment pour remplir les informations concernant votre entreprise.
gu: મહેરબાની કરીને આપના વ્યવસાયની માહિતી આપવા માટે થોડો સમય આપો.
hi: कृपया अपने व्यवसाय की जानकारी को भरने के लिए एक क्षण ले।
it: Ti preghiamo di inserire le tue informazioni aziendali.
pt: Por favor, preencha tuas informações comerciais.
ru: Пожалуйста, укажите информацию о вашей компании.

source: Cancel
de: Löschen/Abbrechen
es: Cancelar
fr: Annuler
gu: રદ કરો
hi: निरस्त
it: Annulla
pt: Cancelar
ru: Отменить

source: Email delivery cancelled.
de: Email-Übertragung abgebrochen.
es: Entrega de correo electrónico cancelada.
fr: L'envoi du courriel a été annulé.
gu: ઈ-મેઈલ વિતરણ રદ કરવામાં આવેલ છે.
hi: ईमेल वितरण रद्द कर दिया गया है।
it: La consegna dell'e-mail è stata annullata.
pt: A entrega de e-mail foi cancelada.
ru: Функция e-mail-доставка отменена.

source: Email was successfully delivered.
de: Email wurde erfolgreich gesendet.
es: Correo electrónico enviado.
fr: Le courriel a été envoyé.
gu: ઈ-મેઈલ સફળતાપૂવર્ક વિતરિત કરવામાં આવેલ છે.
hi: ईमेल सफलतापूर्वक वितरित कर दिया गया है।
it: L'e-mail è stata consegnata con successo.
pt: O e-mail foi entregue.
ru: E-mail успешно доставлен.

source: There was a problem delivering your email.
de: Es gab ein Problem beim Senden Ihrer Email.
es: Ha ocurrido un problema al intentar enviar su correo electrónico.
fr: Un problème est survenu lors de l'envoi de votre courriel.
gu: તમારો ઇ-મેઇલ વિતરીત કરવામાં મુશ્કેલી હતી.
hi: आपके ईमेल वितरित में एक समस्या आ गई है।
it: Si è verificato un problema durante l'invio dell'e-mail.
pt: Houve um problema ao enviar o teu email.
ru: Ваш e-mail не был доставлен.

source: %{something} doesn't exist
de: %{something} existiert nicht
es: %{something} no existe
fr: %{something} n'existe pas
gu: %{something} અસ્તિત્વમા નથી
hi: %{कोई चीज़} अस्तित्व में नहीं है।
it: %{something} non esiste
pt: %{something} não existe
ru: %{something} не существует.

source: You cannot add yourself as a bookkeeper. Please %{link} first and then follow the invitation link again.
de: Sie können sich nicht als Buchhalter hinzufügen. Bitte zuerst %{link} und folgen Sie dann wieder dem Einladungs-Link.
es: No puede agregarse a usted mismo como contador. Por favor, primero %{link} y luego siga de nuevo el enlace de invitación.
fr: Vous ne pouvez pas vous ajouter vous-même en tant que comptable. Veuillez d'abord %{link}, puis suivre à nouveau le lien de l'invitation.
gu: તમે સ્વંય વહીખાતા લખનાર તરીકે ઉમેરી ના શકો. મહેરબાની કરીને પ઼થમ %{link} પર જાઓ અને અમંત્રણ લિંકને અનુસરો.
hi: तुम एक बहीखाता लिखनेवाला के रूप में खुद को नहीं जोड़ सकते. कृपया पहले %{link} और उसके बाद फिर से आमंत्रण लिंक का अनुसरण करें.
it: Non puoi aggiungere te stesso come commercialista. Ti preghiamo di %{link} e poi cliccare nuovamente sul link per gli inviti.
pt: Você não pode adicionar a si mesmo como um contador. Favor %{link} primeiro e depois siga o link convite novamente.
ru: Вы не можете добавить себя как бухгалтера. Вам необходимо выйти из системы и затем снова воспользоваться ссылкой приглашения.

source: The invitations have been sent out!
de: Die Einladungen wurden gesendet!
es: ¡Invitaciones enviadas!
fr: Les invitations ont été envoyées !
gu: આમંત્રણ મોકલવામાં આવેલ છે!
hi: निमंत्रण को भेजा गया है!
it: Gli inviti sono stati mandati!
pt: Os convites foram enviados!
ru: Приглашения отправлены.

source: Invalid code entered. Please try again.
de: Code ist ungültig! Versuchen Sie es bitte noch einmal.
es: El código no es valido. Por favor, intente de nuevo.
fr: Un code non valide a été entré. Veuillez essayer à nouveau.
gu: અયોગ્ય કોડ દાખલ કરેલ છે. મહેરબાની કરીને ફરીથી પ઼યત્ન કરો.
hi: अवैध कोड दर्ज किया है। कृपया पुन: प्रयास करें।
it: Hai inserito un codice non valido. Ti preghiamo di riprovare.
pt: Você forneceu um código inválido. Por favor, tente novamente.
ru: Данный код недействителен. Пожалуйста, попробуйте еще раз.

source: You have not invited any friends. Please fill out at least one friend's e-mail.
de: Sie haben keine Freunde eingeladen. Bitte füllen Sie mindestens eine Email eines Freundes aus.
es: Usted no ha invitado a ningún amigo. Por favor, escriba por lo menos el correo electrónico de un amigo.
fr: Vous n'avez pas invité d'ami. Veuillez adresser un courriel à un ami au moins.
gu: આપે આપના કોઇ મિત્રને આમંત્રિત નથી કરયા. મહેરબાની કરીને ઓછામાં ઓછા એક મિત્રનું ઇ-મેઇલ સરનામુ ભરો.
hi: आपने किसी भी दोस्तों को आमंत्रित नहीं किया है। कृपया ईमेल कम से कम एक दोस्त को भेजें।
it: Non hai invitato nessuno. Ti preghiamo di inserire l'indirizzo e-mail di almeno un amico.
pt: Niguém foi convidado. Favor fornecer o endereço de email de pelo menos um amigo.
ru: Вы не пригласили ни одного друга. Пожалуйста, заполните необходимые поля и укажите как минимум один e-mail друга.

source: You must enter your name and e-mail, and a valid e-mail for each friend you invite. Invalid fields have been highlighted.
de: Sie müssen Ihren Namen und Ihre Email sowie eine gültige Email für jeden Freund, den Sie einladen, eingeben. Ungültige Felder wurden markiert.
es: Usted debe introducir su nombre y dirección de correo electrónico, y una dirección válida de correo electrónico por cada amigo que invite. Los campos inválidos han sido remarcados.
fr: Vous devez entrer votre nom et votre courriel, ainsi qu'un courriel valide pour chaque ami que vous invitez. Les champs non valides ont été mis en évidence.
gu: તમારુ નામ અને ઇ-મેઇલ, અને તમે જે મિત્રોને આમંત્રીત કરી રહ્યા છો તે દરેકનુ ઇ-મેઇલ ઉમેરવુ જરૂરી છે. અયોગ્ય ક્ષેત્રો હાઇલાઇટ કરવામા આવેલ છે.
hi: आपको अपना नाम और ईमेल दर्ज करना होगा और अपने दोस्तों के लिए एक वैध ईमेल पता. अवैध क्षेत्रों को उजागर किया गया है।
it: Devi inserire il tuo nome e la tua e-mail, e un indirizzo e-mail valido per ogni amico che inviti. I campi non validi sono stati evidenziati.
pt: Você deve fornecer teu nome e e-mail, e um e-mail válido para cada amigo que você convidar. Os campos inválidos estão em destaque.
ru: Укажите вашe имя и e-mail, а также действительный e-mail каждого друга в вашем списке. Незаполненные поля выделены.

source: Billing Boss - Online Invoicing
de: Billing Boss - Online-Rechnungen
es: Billing Boss: Facturas en Línea, Gratis
fr: Billing Boss&nbsp;: Facturation en ligne gratuite
gu: Billing Boss - ઓનલાઇન ઇન્વોઇસિંગ
hi: Billing Boss - ऑनलाइन चालान
it: Billing Boss - Fatturazione Online
pt: Billing Boss: Factura on-line gratuita
ru: Billing Boss - ведение счетов онлайн.

source: Amount Owing
de: Schuldbetrag
es: Monto a pagar
fr: Montant dû
gu: લેણી રકમ
hi: कर्ज़ राशि
it: Importo dovuto
pt: Valor devido
ru: Сумма, подлежащая оплате

source: Recorded payments for this invoice:
de: Registrierte Zahlungen für diese Rechnung:
es: Pagos registrados para esta factura:
fr: Paiements enregistrés pour cette facture:
gu: આ ઇનવોઇસની ચુકવણીઓ સફળતાપૂર્વક નોંધવામા આવેલ છે.
hi: इस चालान के लिए दर्ज भुगतान:
it: Pagamenti registrati per questa fattura:
pt: Pagamentos efectuados para esta factura:
ru: Зарегистрированные платежи для данного счета

source: History:
de: Geschichte:
es: Historial:
fr: Historique:
gu: ઇતિહાસ:
hi: इतिहास:
it: Storia:
pt: História:
ru: История:

source: People who have access to this invoice:
de: Personen, die Zugriff auf diese Rechnung haben:
es: Personas que tienen acceso a esta factura:
fr: Les personnes qui ont accès à cette facture&nbsp;:
gu: જેમને આ ઇનવોઇસના ઉપયોગની પરવાનગી છે:
hi: जिनको इस चालान का उपयोग करने की अनुमति है:
it: Le persone che hanno accesso a questa fattura:
pt: As pessoas que têm acesso a esta factura:
ru: Лица, имеющие доступ к данному счету:

source: Missing or incompatible invoice for this action
de: Fehlende oder inkompatible Rechnung für diesen Vorgang
es: Factura no disponible o no compatible para esta acción
fr: Facture manquante ou incompatible avec cette action
gu: આ ક્રિયા માટે ગેરહાજર અથવા અસંગત ઇનવોઇસ
hi: इस कार्रवाई के लिए लापता या अनउपयुक्त चालान।
it: Fattura inesistente o incompatibile
pt: A factura para esta acção está em falta ou não é compatível.
ru: Для данной операции счет отсутствует либо не соответствует требованиям

source: Can't record a payment on a draft invoice. %{line_break}Please send it or mark it as sent first.
de: Eine Zahlung kann nicht auf einen Rechnungsentwurf verbucht werden. %{line_break}Bitte senden Sie zuerst die Zahlung oder kennzeichnen Sie sie als gesendet.
es: No se puede registrar un pago en una factura prelimitar<br/>Por favor, primero envíela o márquela como enviada.
fr: Un paiement ne peut être enregistré sur une facture en cours d'ébauche. %{line_break} Veuillez l'envoyer ou la marquer comme envoyée avant d'enregistrer des paiements.
gu: મુસદ્દા ઇનવોઇસ માટે ચુકવણી નોંધી નહી શકાય. %{line_break}મહેરબાની કરીને તેને મોકલો અથવા મોકલેલ તરીકે નિશાની કરો.
hi: एक मसौदा चालान पर एक भुगतान रिकॉर्ड नहीं कर सकते। %{line_break} कृपया इसे भेजें या पहले भेजा पर निशान लगा।
it: Impossibile registrare pagamenti per una bozza di fattura.%{line_break}Devi prima inviarla o contrassegnarla come inviata.
pt: O pagamento para esta factura não pode ser gravado. %{line_break}Por favor, primeiramente, envie ou marque como enviado.
ru: Оплата не может быть зарегистрирована в черновом счете. %{line_break}Пожалуйста, отправьте счет клиенту или пометьте счет как 'отправленный'.

source: This invoice has already been fully paid.
de: Diese Rechnung ist bereits vollständig bezahlt worden.
es: Esta factura ha sido completamente pagada.
fr: Cette facture a déjà été payée intégralement.
gu: આ ઇનવોઇસની ચુકવાણી પહેલેથી કરવામા આવેલ છે.
hi: इस चालान के भुगतान को पूरी तरह से पहले ही किया जा चुका है।
it: La fattura è già stata interamente pagata.
pt: Esta factura foi integralmente paga.
ru: Данный счет полностью оплачен.
