Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: CVE|Cape Verdean escudo
de: Kap Verde Escudo
es: Escudo caboverdiano
fr: Escudo du Cap-Vert
gu: કેપ વર્દિન સ્યુડો
hi: केप Verdean escudo
it: Escudo di Capo Verde
pt: Escudo cabo-verdiano
ru: Эскудо Кабо-Верде

source: CZK|Czech koruna
de: Tschechische Krone
es: Koruna checo
fr: Couronne tchèque
gu: ચેક કોરુના
hi: चेक कोरुना
it: Corona ceca
pt: Coroa checa
ru: Чешская крона

source: DJF|Djiboutian franc
de: Djiboutian Franken
es: Franco yibutiano
fr: Djibouti franc
gu: દિજિબોતિઅન ફ્રેંક
hi: फ्रैंक Djiboutian
it: Franco del Gibuti
pt: Djiboutian franco
ru: Джибутийских франк

source: DKK|Danish krone
de: Dänische Krone
es: Corona Danesa
fr: Couronne danoise
gu: દેનિશ કો઼ને
hi: डेनमार्क क्रोन
it: Corona Danese
pt: Coroa dinamarquesa
ru: Датская крона

source: DOP|Dominican peso
de: Dominikanischer Peso
es: Peso Dominicano
fr: Peso Dominicain
gu: ડોમિનિશન પેસો
hi: डोमिनिकन पेसो
it: Peso Dominicano
pt: Peso dominicano
ru: Доминиканское песо

source: DZD|Algerian dinar
de: Algerischer Dinar
es: Dinar algerino
fr: Dinar Algérien
gu: આલ્જેરિયન દીનાર
hi: अल्जीरीयाई दिनार
it: Dinaro Algerino
pt: Dinar argelino
ru: Алжирский динар

source: EEK|Estonian kroon
de: Estnische Krone
es: Corona estonia
fr: Couronne estonienne
gu: એસ્ટોનિઅન ક઼ુન
hi: एस्टोनियाई क्रून्
it: Corona dell'Estonia
pt: Coroa estoniana
ru: Эстонская крона

source: EGP|Egyptian pound
de: Ägyptisches Pfund
es: Libra egipcia
fr: Livre égyptienne
gu: ઇજિપ્શન પાઉન્ડ
hi: मिस्री पाउण्ड
it: Sterlina Egiziana
pt: Libra egípcia
ru: Египетский фунт

source: ERN|Eritrean nakfa
de: Nakfa
es: Nakfa eritreo
fr: Nafka érythréen
gu: એરિત્રિઅન નાક્ફા
hi: Eritrean nakfa
it: Nakfa Eritreo
pt: Nakfa da Eritréia
ru: Накфа

source: ETB|Ethiopian birr
de: Birr
es: Birr Etíope
fr: Birr éthiopien
gu: ઇથોપિઅન બિર્ર
hi: इथियोपिया के birr
it: Birr Etiopico
pt: Birr etíope
ru: Эфиопский быр

source: EUR|Euro
de: Euro
es: Euro
fr: Euro
gu: યુરો
hi: यूरो
it: Euro
pt: Euro
ru: Евро

source: FJD|Fijian dollar
de: Fidschi-Dollar
es: Dólar fijiano
fr: Dollar fidjien
gu: ફિજિયન ડોલર
hi: फ़ीजी डॉलर
it: Dollaro delle Figi
pt: Fijenha dólar
ru: Фиджийский доллар

source: FKP|Falkland Islands pound
de: Falkland Pfund
es: Libra de las Islas Malvinas
fr: Livre des Falkland
gu: ફોકલેન્ડ આઇલેન્ડસ પાઉન્ડ
hi: फ़ॉकलैंड द्वीप पौंड
it: Sterlina delle Isole Falkland
pt: Libra das Malvinas
ru: Фунт Фолклендских островов

source: GBP|UK pound sterling
de: UK Pfund Sterling
es: Libra Esterlina Reino Unido
fr: Royaume-Uni, la livre sterling
gu: યુકે પાઉન્ડ સ્ટર્લિંગ
hi: ब्रिटेन पाउंड स्टर्लिंग
it: Sterlina Inglese
pt: Libra esterlina britânica
ru: Великобритания фунт стерлингов

source: GEL|Georgian lari
de: Georgischer Lari
es: Lari georgiano
fr: Lari géorgien
gu: જયોર્જિયન લારી
hi: जॉर्जीयन् लारी
it: Lari Georgiano
pt: Lari georgiano
ru: Грузинский лари

source: GHS|Ghanaian cedi
de: Ghanaischen CEDI
es: Ghana cedi
fr: Cedi ghanéen
gu: ઘાનાઇન સેદી
hi: Ghanaian cedi
it: Cedi Ghanese
pt: Ganesas cedi
ru: Ганский седи

source: GIP|Gibraltar pound
de: Gibraltar Pfund
es: Gibraltar pound
fr: Livre de Gibraltar
gu: જીબ઼ાલ્ટર પાઉન્ડ
hi: जिब्राल्टर पौंड
it: Sterlina di Gibilterra
pt: Libra de Gibraltar
ru: Гибралтарский фунт

source: GMB|Gambian dalasi
de: Gambische Dalasi
es: Dalasi de Gambia
fr: Dalasi gambien
gu: ગામ્બિઅન દાલાસિ
hi: Gambian dalasi
it: Dalasi del Gambia
pt: Gambiana dalasi
ru: Гамбийских dalasi

source: GNF|Guinean franc
de: Guinea-Franken
es: Franco guineano
fr: Franc guinéen
gu: ગયુનિઅન ફ્રેંક
hi: Guinean फ्रैंक
it: Franco della Guinea
pt: Francos guineenses
ru: Гвинейского франка

source: GTQ|Guatemalan quetzal
de: Guatemaltekische Quetzal
es: Quetzal guatemalteco
fr: Quetzal guatémaltèque
gu: ગુઅટેમાલાન કયુટ્જાલ
hi: ग्वाटेमेले quetzal
it: Quetzal Guatemalteco
pt: Guatemala Quetzal
ru: Гватемальское Кетсаль

source: GYD|Guyanese dollar
de: Guyana Dollar
es: Dólar de Guyana
fr: Dollar guyanien
gu: ગુયાનિ ડોલર
hi: Guyanese डॉलर
it: Dollaro della Guyana
pt: Guiana dólar
ru: Гайанский доллар

source: HKD|Hong Kong dollar
de: Hongkong-Dollar
es: Dólar de Hong Kong
fr: Dollar de Hong Kong
gu: હોંગકોંગ ડોલર
hi: हाँगकाँग डॉलर
it: Dollaro di Hong Kong
pt: Dólar de Hong Kong
ru: Гонконгский доллар

source: HNL|Honduran lempira
de: Honduras Lempira
es: Lempira hondureña
fr: Lempira hondurien
gu: હોન્દુરાન લેમ્પિરા
hi: Honduran lempira
it: Lempira Honduregna
pt: Honduras Lempira
ru: Гондурасский Лемпира

source: HRK|Croatian kuna
de: Kroatischer Kuna
es: Kuna croata
fr: Kuna croate
gu: ક઼ોએશિઅન કુના
hi: क्रोएशियाई कुना
it: Kuna Croata
pt: Kuna croata
ru: Хорватская куна

source: HTG|Haitian gourde
de: Haiti-Gourde
es: Gourde Haitiano
fr: Gourde haïtienne
gu: હૈતિન ગોરડે્
hi: हाईटियन gourde
it: Gourde Haitiano
pt: Gurde do Haiti
ru: Гаитянский гурд

source: HUF|Hungarian forint
de: Ungarischer Forint
es: Florín húngaro
fr: Forint hongrois
gu: હંગેરિઅન ફોરીન્ટ
hi: हंगरी फोरेंट्
it: Fiorino Ungherese
pt: Forinte húngaro
ru: Венгерский форинт

source: IDR|Indonesian rupiah
de: Indoensischer Rupia
es: Rupia indonesia
fr: Roupie indonésienne
gu: ઇન્ડોનેશિયન રૂપિઆહ
hi: इण्डोनेशियाई रुपिया
it: Rupia Indonesiana
pt: Rupia indonésia
ru: Индонезийская рупия

source: ILS|New Israeli Sheqel
de: Neu-Israelischer Schekel
es: Nuevo Shéquel Israelí
fr: Nouveau shekel israélien
gu: ન્યુ ઇઝરાએલી શિક્લ
hi: इस्राइली शेकेल
it: Nuovo Sheqel Israeliano
pt: Sheqel novo israelita
ru: Новый израильский шекель

source: INR|Indian rupee
de: Indische Rupie
es: Rupia India
fr: Roupie indienne
gu: ભારતીય રૂપી
hi: भारतीय रूपया
it: Rupia Indiana
pt: Rúpia indiana
ru: Индийская рупия

source: IQD|Iraqi dinar
de: Irakischer Dinar
es: Dinar iraquí
fr: Dinar irakien
gu: ઇરાકી દીનાર
hi: इराकी दिनार
it: Dinaro Iracheno
pt: Dinar iraquiano
ru: Иракский динар

source: IRR|Iranian rial
de: Iranischer Rial
es: Rial iraní
fr: Rial iranien
gu: ઇરાનિયન રિઆલ
hi: ईरानी रियाल
it: Rial Iraniano
pt: Rial iraniano
ru: Иранский риал

source: ISK|Icelandic króna
de: Isländische Krone
es: Corona islandesa
fr: Couronne islandaise
gu: આઇસલેન્ડિક ક઼ોના
hi: आईस्लैंडिक् króna
it: Corona Islandese
pt: Coroa islandesa
ru: Исландская крона

source: JMD|Jamaican dollar
de: Jamaika Dollar
es: Dólar de Jamaica
fr: Dollar jamaïcain
gu: જમૈકન ડોલર
hi: जमैकन डॉलर
it: Dollaro Giamaicano
pt: Dólar jamaicano
ru: Ямайский доллар

source: JOD|Jordanian dinar
de: Jordanischer Dinar
es: Dinar jordano
fr: Dinar jordanien
gu: જો્ડનિયન દીનાર
hi: जार्डन दीनार
it: Dinaro Giordano
pt: Dinar jordaniano
ru: Иорданский динар

source: JPY|Japanese yen
de: Japanischer Yen
es: Yen Japonés
fr: Yen japonais
gu: જાપાનિઝ યેન
hi: जापानी येन
it: Yen Giapponese
pt: Iene japonês
ru: Японская иена

source: KES|Kenyan shilling
de: Kenia Schilling
es: Chelín keniata
fr: Shilling kényan
gu: કેન્યાન શિલિંગ
hi: केन्याई शिलिंग
it: Scellino Keniota
pt: Xelim queniano
ru: Кенийский шиллинг

source: KGS|Kyrgyzstani som
de: Kyrgyzstani Som
es: Kyrgyzstani soms
fr: Kirghizes som
gu: ક્યર્ગજ્સ્તાનિ સોમ
hi: Kyrgyzstani सोम
it: Som del Kyrgyzstan
pt: Kyrgyzstani som
ru: Киргизский сом

source: KHR|Cambodian riel
de: Kambodschanischer Riel
es: Riel Camboyano
fr: Riel cambodgien
gu: કમ્બોડિઅન રિએલ
hi: कम्बोडियन riel
it: Riel Cambogiano
pt: Riel cambojano
ru: Камбоджийский риель

source: KMF|Comorian franc
de: Komoren-Franken
es: Franco comorano
fr: Franc comorien
gu: કોમોરિયન ફ્રેંક
hi: फ्रैंक Comorian
it: Franco Comoriano
pt: Franco das Comores
ru: Коморский франк

source: KPW|North Korean won
de: Nordkoreanischer Won
es: Won norcoreano
fr: Won nord-coréen
gu: નૉર્થ કોરિયન વોન
hi: उत्तर कोरियाई वोन
it: Won Nordcoreano
pt: Won norte-coreano
ru: Северо-корейская вона

source: KRW|South Korean won
de: Südkoreanischer Won
es: Won surcoreano
fr: Won sud-coréen
gu: સાઉથ કોરિયન વોન
hi: दक्षिण कोरियाई वोन
it: Won Sudcoreano
pt: Won sul-coreano
ru: Вона Республики Кореи

source: KWD|Kuwaiti dinar
de: Kuwait Dinar
es: Dinar kuwaití
fr: Dinar koweïtien
gu: કુવૈતી દીનાર
hi: कुवैती दिनार
it: Dinaro Kuwaitiano
pt: Dinar coveitiano
ru: Кувейтский динар

source: KYD|Cayman Islands dollar
de: Kaiman-Dollar
es: Dólar de las Islas Caimán
fr: Dollar des îles Caïmanes
gu: કેમન આઇલેન્ડસ ડોલર
hi: केमैन द्वीप डॉलर
it: Dollaro delle Isole Cayman
pt: Dólar das Ilhas Caiman
ru: Доллар Каймановых островов

source: KZT|Kazakhstani tenge
de: Kasachische Tenge
es: Kazakhstani tenge
fr: Tenge kazakh
gu: કઝાખાસ્તાની તેન્ગે
hi: Kazakhstani tenge
it: Tenge del Kazakistan
pt: Kazakhstani tenge
ru: Казахстанских тенге

source: LAK|Lao kip
de: Lao KIP
es: Kip lao
fr: Kip laotien
gu: લાઓ કિપ
hi: लाओ रात बिताने का स्थान
it: Kip del Laos
pt: Lao kip
ru: Лаосскую койка

source: LBP|Lebanese pound
de: Libanesisches Pfund
es: Libra libanesa
fr: Livre libanaise
gu: લેબાનિઝ પાઉન્ડ
hi: लेबनानी पाउंड
it: Sterlina Libanese
pt: Libra libanesa
ru: Ливанский фунт

source: LKR|Sri Lankan rupee
de: Sri Lanka-Rupie
es: Rupia de Sri Lanka
fr: Roupie sri-lankaise
gu: શ્રીલંકન રૂપી
hi: श्रीलंका रुपया
it: Rupia dello Sri Lanka
pt: Sri Lanka rupia
ru: Шри-ланкийские рупия

source: LRD|Liberian dollar
de: Liberianischer dollar
es: Dólar liberiano
fr: Dollar libérien
gu: લિબેરિઅન ડોલર
hi: लाईबेरीयाई डालर
it: Dollaro Liberiano
pt: Dólar liberiano
ru: Либерийский доллар

source: LSL|Lesotho loti
de: Loti
es: Loti lesothense
fr: Loti Lesothan
gu: લેસોથો લોતી
hi: लेसोथो loti
it: Loti del Lesotho
pt: Loti do Lesoto
ru: Лоти

source: LTL|Lithuanian litas
de: Litauischer Litas
es: Litas lituano
fr: Litas lituanien
gu: લિથુઆનિઆન લિતાસ
hi: लिथुआनियाई लितास
it: Litas Lituano
pt: Litas lituana
ru: Литовский лит

source: LVL|Latvian lats
de: Lettischer Lats
es: Lats Letón
fr: Lats letton
gu: લેટવિઅન લાટસ્
hi: लातवियाई lats
it: Lat Lettone
pt: Lats letão
ru: Латвийский лат

source: LYD|Libyan dinar
de: Lybischer Dinar
es: Dinar libio
fr: Dinar Lybien
gu: લિબિયન દીનાર
hi: लीबिया दीनार
it: Dinaro Libico
pt: Dinar líbio
ru: Ливийский динар

source: MAD|Moroccan dirham
de: Marokkanischer Dirham
es: Dirham Marroquí
fr: Dirham marocain
gu: મોરોક્કન દીરહામ
hi: मोराक्को दिरहम
it: Dirham Marocchino
pt: Dirém marroquino
ru: Марокканский дирхам

source: MDL|Moldovan leu
de: Moldavischer Leu
es: Leu Moldavo
fr: Leu moldave
gu: મોલ્દોવાન લેઉ
hi: Moldovan लियू
it: Leu Moldavo
pt: Leu da Moldávia
ru: Молдавский лей

source: MGA|Malagasy ariary
de: Malagasy Ariary
es: Malgache ariary
fr: Ariary malagasy
gu: માલાગાસિ અરિઅરિ
hi: मालागासी ariary
it: Ariary Malgascio
pt: Malgaxes ariary
ru: Малагасийский ariary

source: MKD|Macedonian denar
de: Denar
es: Dinar macedonio
fr: Denar macédonien
gu: મેસેડોનિઅન દેનાર
hi: मासेदोनियन denar
it: Dinaro Macedone
pt: Dinar macedônio
ru: Македонский динар

source: MMK|Myanma kyat
de: Myanma Kyat
es: Myanmar kyats
fr: Kyats myanma
gu: મ્યાનમા ક્યાત
hi: Myanma kyat
it: Kyat del Myanmar
pt: Myanma kyat
ru: Мьянма кьята

source: MNT|Mongolian tögrög
de: Mongolischer Tögrög
es: Mongol tögrög
fr: Tögrög mongolien
gu: મોન્ગોલિઅન તોગ઼ોગ
hi: मंगोलियाई tögrög
it: Tögrög Mongolo
pt: Mongol tögrög
ru: Монгольская tögrög

source: MOP|Macanese pataca
de: Macanese Pataca
es: Pataca de Macao
fr: Pataca de Macao
gu: મેકેનિઝ પતાકા
hi: Macanese pataca
it: Pataca di Macao
pt: Pataca Macaense
ru: Патака Макао

source: MRO|Mauritanian ouguiya
de: Mauretanische Ouguiya
es: Mauritania ouguiya
fr: Ouguiya mauritanien
gu: મોરિનિઅન ઓય્ગુ્યા
hi: Mauritanian ouguiya
it: Ouguiya della Mauritania
pt: Mauritanas ouguiya
ru: Мавританская ouguiya

source: MUR|Mauritian rupee
de: Mauritius-Rupie
es: Rupia de Mauricio
fr: Roupie mauricienne
gu: મોરિશિઅન રૂપી
hi: मॉरीशस रुपया
it: Rupia Mauriziana
pt: Mauricianas rupia
ru: Маврикийская рупия

source: MVR|Maldivian rufiyaa
de: Maldivischer Rufiyaa
es: Rufiyaa Maldivas
fr: Rufiyaa des Maldives
gu: માલ્દિવિઅન રુફિયા
hi: मालदीव rufiyaa
it: Rufiyaa delle Maldive
pt: Maldivo rufiyaa
ru: Мальдивские rufiyaa

source: MWK|Malawian kwacha
de: Malawi Kwacha
es: Kwacha de Malawi
fr: Kwacha malawien
gu: માલવિઆન ક્વાચા
hi: Malawian kwacha
it: Kwacha del Malawi
pt: Malawi Kwacha
ru: Малавийские квачи

source: MXN|Mexican peso
de: Mexikanischer Peso
es: Peso Mexicano
fr: Peso mexicain
gu: મેકિસકન પેસો
hi: मेक्सिको पेसो
it: Peso Messicano
pt: Peso mexicano
ru: Мексиканское новое песо

source: MYR|Malaysian ringgit
de: Malaysischer Ringgit
es: Ringgit malasio
fr: Ringgit malais
gu: મલેશિયન રિન્ગ્ગિટ
hi: मलेशियाई रिंगित
it: Ringgit della Malesia
pt: Ringgit malaio
ru: Малайзийский ринггит

source: MZN|Mozambican metical
de: Mosambik Metical
es: Metical de Mozambique
fr: Metical mozambiquien
gu: મોઝામ્બિકન મેટિકલ
hi: Metical Mozambican
it: Metical del Mozambico
pt: Metical Moçambicano
ru: Мозамбикский метикал

source: NAD|Namibian dollar
de: Namibia-Dollar
es: Dólar de Namibia
fr: Dollar namibien
gu: નામ્બિયન ડોલર
hi: नामीबिया डॉलर
it: Dollaro Namibiano
pt: Namibiana dólar
ru: Намибийский доллар

source: NGN|Nigerian naira
de: Nigeria Naira
es: Naira Nigeriano
fr: Naira nigérian
gu: નાઇજેરિયન નાઇરા
hi: नाइजीरिया naira
it: Naira Nigeriana
pt: Naira nigeriana
ru: Нигерийская найра

source: NIO|Nicaraguan córdoba
de: Nicaragua Cordoba
es: Córdoba nicaragüense
fr: Cordoba nicaraguayen
gu: નિકઅગુઆન કોર્ડોબા
hi: Nicaraguan कोरडोबा
it: Cordoba Nicaraguense
pt: Córdoba nicaraguense
ru: Никарагуанская кордоба

source: NOK|Norwegian krone
de: Norwegische Krone
es: Corona Noruega
fr: Couronne norvégienne
gu: નોર્વેજિઅન ક઼ોને
hi: नॉर्वे क्रोन
it: Corona Norvegese
pt: Coroa norueguesa
ru: Норвежская крона

source: NPR|Nepalese rupee
de: Nepalesische Rupie
es: Rupia nepalesa
fr: Roupie népalaise
gu: નેપાલિઝ રૂપી
hi: नेपाली रुपया
it: Rupia Nepalese
pt: Rupia nepalesa
ru: Непальская рупия

source: NZD|New Zealand dollar
de: Neuseeland-Dollar
es: Dólar Neozelandés
fr: Dollar néo-zélandais
gu: ન્યુ જીલેન્ડ ડોલર
hi: न्यूज़ीलैंड डॉलर
it: Dollaro Neozelandese
pt: Dólar da Nova Zelândia
ru: Новозеландский доллар

source: OMR|Omani rial
de: Omani Rial
es: Rial omaní
fr: Rial omani
gu: ઓમાનિ રિયાલ
hi: Omani रियाल
it: Rial dell'Oman
pt: Omã Rial
ru: Оманский риал

source: PAB|Panamanian balboa
de: Panama Balboa
es: Balboa panameño
fr: Balboa Panaméen
gu: પનામાનિઅન બાલ્બોઆ
hi: पनामे का निवासी balboa
it: Balboa di Panama
pt: Balboa panamenho
ru: Панамское бальбоа

source: PEN|Peruvian nuevo sol
de: Peruanischer Nuevo Sol
es: Nuevo sol peruano
fr: Nuevo sol péruvien
gu: પેરુવીઅન નુએવો સોલ
hi: पेरुवाई न्यूवो सोल
it: Nuevo Sol peruviano
pt: Peru nuevo sol
ru: Перуанский новый сол

source: PGK|Papua New Guinean kina
de: Papua-Neuguinea Kina
es: Papua Nueva Guinea kina
fr: Papouasie-Nouvelle-Guinée kina
gu: પાપુઆ ન્યુ ગ્યુનિઅન કિના
hi: पपुआ न्यू Guinean kina
it: Kina del Papua Nuova Guinea
pt: Papua Nova Guiné Kina
ru: Папуа-Новой Гвинеи кино

source: PHP|Philippine peso
de: Philippinischer Peso
es: Peso filipino
fr: Peso philippin
gu: ફિલિપ્પિને પેસો
hi: फ़िलिपीनी पीसो
it: Peso delle Filippine
pt: Peso filipino
ru: Филиппинское песо

source: PKR|Pakistani rupee
de: Pakistanische Rupie
es: Rupia paquistaní
fr: Roupie pakistanaise
gu: પાકિસ્તાનિ રૂપી
hi: पाकिस्तानी रुपया
it: Rupia Pakistana
pt: Rupia paquistanesa
ru: Пакистанские рупии

source: PLN|Polish złoty
de: Polnischer Zloty
es: Zloty polaco
fr: Zloty polonais
gu: પોલિશ જ્લોટિ
hi: पोलिश नया ज़्लॉटी
it: Zloty Polacco
pt: Zloti polonês
ru: Злотый

source: PYG|Paraguayan guaraní
de: Paraguayischer Guaraní
es: Guaraní paraguayo
fr: Guaraní paraguayen
gu: પેરાગ્યુઅન ગુરાની
hi: परागुआयन गुआरानी
it: Guaraní Paraguaiano
pt: Guarani paraguaio
ru: Парагвайской Гуарани

source: QAR|Qatari riyal
de: Katar-Riyal
es: Qatar riyal
fr: Riyal qatari
gu: કતારી રિયાલ
hi: Qatari रियाल
it: Riyal del Qatar
pt: Qatari riyal
ru: Катарских риял

source: RON|Romanian leu
de: Rumänischer Leu
es: Leu rumano
fr: Leu roumain
gu: રોમાનિયન લેઉ
hi: रोमानियाई ल्यू
it: Leu Rumeno
pt: Leu romeno
ru: Румынский лей

source: RSD|Serbian dinar
de: Serbischer Dinar
es: Dinar serbio
fr: Dinar serbe
gu: સર્બિયન દીનાર
hi: सर्बियन दिनार
it: Dinaro Serbo
pt: Dinar sérvio
ru: Сербский динар

source: RUB|Russian ruble
de: Russischer Rubel
es: Rublo ruso
fr: Rouble russe
gu: રશિયન રૂબલ
hi: रूसी रूबल
it: Rublo Russo
pt: Rublo russo
ru: Российский рубль

source: RWF|Rwandan franc
de: Ruanda Franke
es: Franco Ruandés
fr: Franc rwandais
gu: ર઼વાન્ડન ફ્રેંક
hi: रवांडाई फ्रैंक
it: Franco Ruandese
pt: Franco ruandês
ru: Франк Руанды

source: SAR|Saudi riyal
de: Saudi Riyal
es: Riyal Saudí
fr: Rial Saoudien
gu: સાઉદી રિયાલ
hi: सउदी रियाल
it: Ryal Saudita
pt: Rial saudita
ru: Саудовский риал

source: SBD|Solomon Islands dollar
de: Salomonen Dollar
es: Dólar de las Islas Salomón
fr: Dollar des îles Salomon
gu: સોલોમોન આઇલેન્ડસ ડોલર
hi: सोलोमन द्वीप डॉलर
it: Dollaro delle Isole Solomon
pt: Dólar das Ilhas Salomão
ru: Доллар Соломоновых островов

source: SCR|Seychellois rupee
de: Seychellen-Rupie
es: Rupia de Seychelles
fr: Roupie seychelloise
gu: સિસેલિસ રૂપી
hi: Seychellois रुपया
it: Rupia delle Seychelles
pt: Rupia das Seychelles
ru: Сейшельская рупия

source: SDG|Sudanese pound
de: Sudanesisches pfund
es: Libra sudanesa
fr: Livre soudanaise
gu: સુદાનિઝ પાઉન્ડ
hi: सूडानी पाउंड
it: Sterlina Sudanese
pt: Libra sudanesa
ru: Суданские фунт

source: SEK|Swedish krona
de: Schwedische Krone
es: Corona Sueca
fr: Couronne suédoise
gu: સ્વિડિશ ક઼ોના
hi: स्वीडन क्रोना
it: Corona Svedese
pt: Coroa sueca
ru: Шведская крона

source: SGD|Singapore dollar
de: Singapur-Dollar
es: Dólar Singapurense
fr: Dollar de Singapour
gu: સિંગાપોર ડોલર
hi: सिंगापुर डॉलर
it: Dollaro di Singapore
pt: Dólar de Cingapura
ru: Сингапурский доллар

source: SHP|Saint Helena pound
de: St. Helena Pfund
es: Libra de Santa Elena
fr: Livre de Sainte-Hélène
gu: સેન્ટ હેલેના પાઉન્ડ
hi: सेंट हेलेना पौंड
it: Sterlina di Sant'Elena
pt: Libra de Santa Helena
ru: Фунт острова Святой Елены

source: SLL|Sierra Leonean leone
de: Sierra Leone Leone
es: Leone de Sierra Leona
fr: Leone Sierra-léonais
gu: સિએરા લિઓનિઅન લિઓન
hi: सियरा लियोन Leonean
it: Leone della Sierra Leone
pt: Serra Leoa Leoa
ru: Сьерра-Леоне Леоне

source: SOS|Somali shilling
de: Somalia Schilling
es: Chelín somalí
fr: Shilling somalien
gu: સોમાલિ શિલિંગ
hi: शिलिंग सोमाली
it: Scellino Somalo
pt: Xelim somali
ru: Сомалийский шиллинг

source: SRD|Surinamese dollar
de: Surinam Dollar
es: Suriname dólar
fr: Dollar surinamais
gu: સુરિનામિઝ ડોલર
hi: Surinamese डॉलर
it: Dollaro del Suriname
pt: Surinamês dólar
ru: Суринамских доллар

source: STD|São Tomé and Príncipe dobra
de: Dobra
es: Dobra de Santo Tomé y Príncipe
fr: Dobra santoméen
gu: સાઓ ટોમ અને પ઼િન્સિપ દોબ઼ા
hi: साओ टोमे एंड प्रिसिपे dobra
it: Dobra di Sao Tomé e Principe
pt: Dobra de São Tomé e Príncipe
ru: Добра

source: SYP|Syrian pound
de: Syrisches Pfund
es: Libra Siria
fr: Livre syrienne
gu: સિરિયન પાઉન્ડ
hi: सीरियाई पाउंड
it: Sterlina Siriana
pt: Libra síria
ru: Сирийский фунт

source: SZL|Swazi lilangeni
de: Swazi Lilangeni
es: Swazi lilangeni
fr: Lilangeni de Swaziland
gu: સ્વાઝી લિલાન્ગેનિ
hi: Swazi lilangeni
it: Lilangeni dello Swaziland
pt: Swazi lilangeni
ru: Свазилендский лилангени

source: THB|Thai baht
de: Baht
es: Baht tailandés
fr: Baht thaïlandais
gu: થાઇ બાહ્ત
hi: थाई बाहत
it: Baht Tailandese
pt: Baht tailandês
ru: Таиландский бат

source: TJS|Tajikistani somoni
de: Tajikistani Somoni
es: Tayikos somoni
fr: Somoni tadjiks
gu: તાજિક્સ્તાનિ સોમોની
hi: Tajikistani somoni
it: Somoni del Tajikistan
pt: Tajique somoni
ru: Таджикский сомони

source: TMM|Turkmenistani manat
de: Turkmenistani Manat
es: Turkmenistani manats
fr: Turkmenistani manats
gu: તુર્કમેનિસ્તાનિ મનત
hi: Turkmenistani manat
it: Manat del Turkmenistan
pt: Turkmenistani Manata
ru: Туркменские манаты

source: TND|Tunisian dinar
de: Tunesischer Dinar
es: Dinar tunecino
fr: Dinar Tunisien
gu: તુનિસિઅન દીનાર
hi: Tunisian दीनार
it: Dinaro Tunisino
pt: Dinar tunisiano
ru: Тунисский динар

source: TOP|Tongan paʻanga
de: Tongan Paanga
es: Tonga paanga
fr: Paanga Tongan
gu: ટોંગન પાન્ગા
hi: Tongan paanga
it: Paanga Tongano
pt: Tongan paanga
ru: Тонганцы paanga

source: TRY|New Turkish Lira
de: Neue Türkische Lira
es: Nueva lira turca
fr: Nouvelle livre turque
gu: ન્યુ તુર્કિશ લીરા
hi: नई तुर्की लीरा
it: Nuova Lira Turca
pt: Nova lira turca
ru: Новая турецкая лира

source: TTD|Trinidad and Tobago dollar
de: Trinidad und Tobago Dollar
es: Dólar de Trinidad y Tobago
fr: Dollar trinidadien
gu: ટ઼િનિદાદ અને ટોબેગો ડોલર
hi: त्रिनिदाद और टोबैगो डॉलर
it: Dollaro di Trinidad e Tobago
pt: Dólar de Trinidad e Tobago
ru: Доллар Тринидада и Тобаго

source: TWD|New Taiwan dollar
de: Neue Taiwan-Dollar
es: Nuevo dólar de Taiwán
fr: Nouveau dollar de Taiwan
gu: ન્યુ તાઇવાન ડોલર
hi: नई ताइवान डॉलर
it: Nuovo Dollaro di Taiwan
pt: Novo dólar do Taiwan
ru: Новое Тайвань доллар

source: TZS|Tanzanian shilling
de: Tansania Schilling
es: Chelín tanzano
fr: Shilling tanzanien
gu: તાન્ઝાનિયન શિલિંગ
hi: Tanzanian शिलिंग
it: Scellino della Tanzania
pt: Xelim da Tanzânia
ru: Танзанийский шиллинг

source: UAH|Ukrainian hryvnia
de: Hryvnia
es: Grivna ucraniana
fr: Hryvnia ukrainienne
gu: યુક઼ેનિઅન હ્યવ્નિઆ
hi: यूक्रेनी रिव्निया
it: Hrivna Ucraina
pt: Hryvnia ucraniano
ru: Украинская гривна

source: UGX|Ugandan shilling
de: Uganda Schilling
es: Chelín ugandés
fr: Shilling ougandais
gu: યુગાન્ડન શિલિંગ
hi: युगांडा के शिलिंग
it: Scellino Ugandese
pt: Xelim ugandense
ru: Угандийский шиллинг

source: USD|United States dollar
de: United States Dollar
es: Dólar de los Estados Unidos
fr: Dollar des États-Unis
gu: યુનાઇટેડ સ્ટેટસ ડોલર
hi: संयुक्त राज्य डॉलर
it: Dollaro Americano
pt: Dólar dos Estados Unidos
ru: Доллар США

source: UYU|Uruguayan peso
de: Uruguayischer Peso
es: Peso uruguayo
fr: Peso uruguayen
gu: ઉર્ગુયન પેસો
hi: उगाय वासी पेसो
it: Peso Uruguaiano
pt: Peso uruguaio
ru: Уругвайским песо

source: UZS|Uzbekistani som
de: Usbekische Som
es: Uzbekistani soms
fr: Som ouzbèkes
gu: ઉજબેકિસ્તાનિ સોમ
hi: Uzbekistani सोम
it: Som dell'Uzbekistan
pt: Ubequistão som
ru: Узбекских сомов

source: VEF|Venezuelan bolívar
de: Venezuela Bolivar
es: Bolívar Venezolano
fr: Bolivar vénézuélien
gu: વેનેજુએલન બોલિવાર
hi: वेनेज़ुएलाई बोलिवार
it: Bolivar Venezuelano
pt: Bolívar venezuelano
ru: Венесуэльский боливар

source: VND|Vietnamese đồng
de: Vietnamesischer Dồng
es: Vietnamita Đồng
fr: Đồng vietnamien
gu: વિએતનામી દોન્ગ
hi: वियेतनामी đồng
it: Dồng Vietnamita
pt: Vietnamita động
ru: Вьетнамский донг

source: VUV|Vanuatu vatu
de: Vatu
es: Vatu vanuatuense
fr: Vatu vanuatuan
gu: વાનુતુ વાતુ
hi: वानुअतु vatu
it: Vatu di Vanuatu
pt: Vatu de Vanuatu
ru: Вату

source: WST|Samoan tala
de: Samoa Tala
es: Samoa Tala
fr: Tala samoan
gu: સામોઅન ટાલા
hi: सामोन ताल
it: Tala Samoano
pt: Samoano Tala
ru: Самоанский тала

source: XAF|Central African CFA franc
de: Zentralafrikanischer CFA-Franke
es: Franco CFA del África Central
fr: Franc CFA d'Afrique centrale
gu: સેન્ટ઼લ આફિ઼કન CFA ફ્રેંક
hi: मध्य अफ्रीकी CFA फ्रैंक
it: Franco dell'Africa Centrale
pt: Central Africano CFA
ru: Центральноафриканский франк КФА

source: XCD|East Caribbean dollar
de: Ostkaribischer Dollar
es: Dólar del Caribe Oriental
fr: Dollar des Caraïbes orientales
gu: ઇસ્ટ કેરિબિઅન ડોલર
hi: ईस्ट कैरिबियन डालर
it: Dollaro dei Caraibi Orientali
pt: Dólar do Caribe Oriental
ru: Восточно-карибский доллар

source: XOF|West African CFA franc
de: Westafrikanischee CFA-Franke
es: Franco CFA del África Occidental
fr: Franc CFA en Afrique de l'Ouest
gu: વેસ્ટ આફિ઼કન CFA ફ્રેંક
hi: पश्चिम अफ्रीकी CFA फ्रैंक
it: Franco dell'Africa Occidentale
pt: Oeste Africano CFA
ru: Западноафриканский франк КФА

source: XPF|CFP franc
de: CFP-Franke
es: PPC franco
fr: Franc CFP
gu: CFP ફ્રેંક
hi: CFP फ्रैंक
it: Franco CFP
pt: Franco CFP
ru: Франк КФП

source: YER|Yemeni rial
de: Jemen Rial
es: Rial yemení
fr: Rial yéménite
gu: યેમેનિ રિયાલ
hi: येमेनी रियाल
it: Rial dello Yemen
pt: Rial iemenita
ru: Йеменский риал
