Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: must be positive
de: muss positiv sein
es: debe ser un número positivo
fr: doit être un nombre positif
gu: સકારાત્મક જ હોવુ જોઈએ
hi: सकारात्मक होना चाहिए
it: dev'essere positivo
pt: deve ser positivo
ru: должно быть положительным

source: Your payment is being processed. Please check again in a few seconds.
de: Ihre Zahlung wird derzeit bearbeitet. Bitte sehen Sie in ein paar Sekunden nochmal nach.
es: Su pago se está procesando. Por favor, compruebe nuevamente en unos segundos.
fr: Votre paiement est en cours de traitement. Veuillez vérifier de nouveau dans quelques instants.
gu: તમારી ચુકવણી પ્રક્રિયામા છે. મહેરબાની કરીને થોડી ક્ષણોમા ફરીથી તપાસ કરો.
hi: आपका भुगतान संसाधित किया जा रहा है. कृपया कुछ देर बाद फिर से जाँच करें.
it: Il pagamento è in fase di elaborazione. Ti preghiamo di ricontrollare tra qualche istante.
pt: O pagamento está sendo processado. Por favor, verifique novamente em alguns segundos.
ru: Ваш платеж в обработке. Проверьте еще раз через несколько секунд.

source: Sorry, we are unable to complete your payment at this time. The payment service may be down or another error may have occurred. Please wait a moment and try again.
de: Entschuldigung! Wir können Ihre Zahlung derzeit nicht vollenden. Der Zahlungsdienst kann ausser Betrieb sein, oder es ist ein anderer Fehler aufgetreten. Warten Sie bitte einen Moment und versuchen Sie noch einmal.
es: Lo sentimos, no podemos completar el pago ahora. El servicio de pago podría estar ocupado. Por favor, espere un momento y vuelva a intentarlo.
fr: Désolé, nous ne pouvons pas effectuer votre paiement maintenant. Le service de paiement semble occupé. Veuillez patienter un instant et essayer de nouveau.
gu: માફ કરશો, અમે તમારી ચુકવણી આ સમયે સંપૂર્ણ કરવા અક્ષમ છે, કારણકે એવું લાગે છે કે ચુકવણી સેવા બંધ છે અથવા કોઇ ભૂલ ઉદ્દભવી છે. મહેરબાની કરીને થોડીક ક્ષણો રાહ જુઓ અને ફરીથી પ઼યત્ન કરો.
hi: क्षमा करें, हम इस समय आपके भुगतान को पूरा करने में असमर्थ हैं. कारण भुगतान सेवा का असमर्थ जो जाना या कोई और त्रुटी भी कारण हो सकती है. कृपया कुछ क्षण प्रतीक्षा कर फिर कोशिश करें.
it: Siamo spiacenti, ma al momento non siamo in grado di completare il pagamento. Il servizio pagamenti può essere inattivo o può essersi verificato un errore. Ti preghiamo di riprovare tra qualche istante.
pt: Desculpe, não podemos concluir o pagamento agora. O serviço de pagamento deve estar ocupado. Aguarde um momento e tente novamente.
ru: К сожалению, в настоящее время по причине ошибок в системе мы не можем провести ваш платеж. Ожидайте или попытайтесь еще раз.

source: Online Payments
de: Online-Zahlungen
es: Pagos en Línea
fr: Paiements en ligne
gu: ઓનલાઇન ચુકવણી
hi: ऑनलाइन भुगतान
it: Pagamenti online
pt: Pagamentos através da Internet
ru: Электронные платежи

source: bookkeeping contract
de: Buchhaltungsvertrag
es: contrato de contabilidad
fr: contrat de comptabilité
gu: વહીખાતા લખવાનો કરાર
hi: बहीखाता अनुबंध
it: contratto come commercialista
pt: contracto contábil
ru: Бухгалтерский контракт

source: BookkeepingContract|Bookkeeping client
de: Kunde
es: Cliente de contador
fr: Client comptabilité
gu: વહીખાતા ગા઼હક
hi: बहीखाता ग्राहक
it: Cliente commercialista
pt: Cliente
ru: Бухгалтерский клиент

source: BookkeepingContract|Bookkeeper
de: Buchhalter
es: Contador
fr: Comptable
gu: વહીખાતા લખનાર
hi: बहीखाता लिखनेवाला
it: Commercialista
pt: Contador
ru: Бухгалтер

source: BookkeepingContract|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है.
it: Creato alle ore
pt: Criado em
ru: Создан

source: BookkeepingContract|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है.
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: BookkeepingContract|Invitation
de: Einladung
es: Invitación
fr: Invitation
gu: આમંત્રણ
hi: आमंत्रण
it: Invito
pt: Convite
ru: Приглашение

source: user gateway
de: Benutzer-Gateway
es: Entrada de usuario
fr: passerelle utilisateur
gu: વપરાશકર્તા ગેટવે
hi: प्रयोक्ता प्रवेश द्वार
it: gateway utente
pt: portal de pagamento de usuário
ru: Протокол пользователя

source: beanstreamusergateway
es: Procesador de pagos Beanstream
gu: beanstream વપરાશકર્તા ગેટવે
hi: beanstreamप्रयोक्ताप्रवेशद्वार
it: Gateway Utente Beanstream
pt: portal de pagamento via Beanstream

source: BeanStreamUserGateway|Type
de: Art
es: Tipo
fr: Type
gu: પ્રકાર
hi: क़िस्म
it: Tipo
pt: Tipo
ru: Тип

source: BeanStreamUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: प्रयोक्ता
it: Utente
pt: Usuário
ru: Пользователь

source: BeanStreamUserGateway|Gateway name
de: Gateway Name
es: Nombre del procesador de pagos
fr: Nom de la passerelle
gu: ગેટવે નામ
hi: प्रवेशद्वार नाम
it: Nome gateway
pt: Nome do portal de pagamento
ru: Имя протокола

source: BeanStreamUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand
gu: વ્યાપારી
hi: व्यापारी
it: Commerciale
pt: Cartão de crédito
ru: Мерчант

source: BeanStreamUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand
gu: વ્યાપારી ચાવી
hi: व्यापारी कुंजी
it: Chiave commerciale
pt: Chave do cartão de crédito
ru: Секретный код мерчанта

source: BeanStreamUserGateway|Login
de: Anmeldung
es: Inicio de sesión
fr: Identifiant de connexion
gu: લોગ-ઇન
hi: लॉग इन
it: Nome utente
pt: Identificador do usuário
ru: Логин

source: BeanStreamUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe
gu: પાસવડઁ
hi: पासवर्ड
it: Password
pt: Senha
ru: Пароль

source: BeanStreamUserGateway|Email
de: E-Mail
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल
it: Indirizzo e-mail
pt: E-mail
ru: E-mail

source: BeanStreamUserGateway|Active
de: Aktiv
es: Activo
fr: Actif
gu: સક્રિય
hi: सक्रिय
it: Attivo
pt: Ativo
ru: Актив

source: BeanStreamUserGateway|Currency
de: Währung
es: Moneda
fr: Devise
gu: ચલણ
hi: मुद्रा
it: Valuta
pt: Moeda
ru: Валюта

source: paypalusergateway
es: Procesador de pagos PayPal
gu: paypal વપરાશકર્તા ગેટવે
hi: paypalप्रयोक्ताप्रवेशद्वार
it: Gateway Utente PayPal
pt: portal de pagamento para contas do PayPal

source: PaypalUserGateway|Type
de: Art
es: Tipo
fr: Type
gu: પ્રકાર
hi: क़िस्म
it: Tipo
pt: Tipo
ru: Тип

source: PaypalUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: प्रयोक्ता
it: Utente
pt: Usuário
ru: Пользователь

source: PaypalUserGateway|Gateway name
de: Gateway Name
es: Nombre del procesador de pagos
fr: Nom de la passerelle
gu: ગેટવે નામ
hi: प्रवेशद्वार नाम
it: Nome gateway
pt: Nome do portal de pagamento
ru: Имя протокола

source: PaypalUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand
gu: વ્યાપારી
hi: व्यापारी
it: Commerciale
pt: Cartão de crédito
ru: Мерчант

source: PaypalUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand
gu: વ્યાપારી ચાવી
hi: व्यापारी कुंजी
it: Chiave commerciale
pt: Chave do cartão de crédito
ru: Секретный код мерчанта

source: PaypalUserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion
gu: લોગ-ઇન
hi: लॉगिन
it: Nome utente
pt: Identificador do usuário
ru: Логин

source: PaypalUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe
gu: પાસવડઁ
hi: पासवर्ड
it: Password
pt: Senha
ru: Пароль

source: PaypalUserGateway|Email
de: Email
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल
it: Indirizzo e-mail
pt: E-mail
ru: E-mail

source: PaypalUserGateway|Active
de: Aktiv
es: Activo
fr: Actif
gu: સક્રિય
hi: सक्रिय
it: Attivo
pt: Ativo
ru: Актив

source: PaypalUserGateway|Currency
de: Währung
es: Moneda
fr: Devise
gu: ચલણ
hi: मुद्रा
it: Valuta
pt: Moeda
ru: Валюта

source: UserGateway|Type
de: Art
es: Tipo
fr: Type
gu: પ્રકાર
hi: क़िस्म
it: Tipo
pt: Tipo
ru: Тип

source: UserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: प्रयोक्ता
it: Utente
pt: Usuário
ru: Пользователь

source: UserGateway|Gateway name
de: Gateway Name
es: Nombre del procesador de pagos
fr: Nom de la passerelle
gu: ગેટવે નામ
hi: प्रवेशद्वार नाम
it: Nome gateway
pt: Nome do portal de pagamento
ru: Имя протокола

source: UserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand
gu: વ્યાપારી
hi: व्यापारी
it: Commerciale
pt: Cartão de crédito
ru: Мерчант

source: UserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand
gu: વ્યાપારી ચાવી
hi: व्यापारी कुंजी
it: Chiave commerciale
pt: Chave do cartão de crédito
ru: Секретный код мерчанта

source: UserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion
gu: લોગ-ઇન
hi: लॉगिन
it: Nome utente
pt: Identificador do usuário
ru: Логин

source: UserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe
gu: પાસવડઁ
hi: पासवर्ड
it: Password
pt: Senha
ru: Пароль

source: UserGateway|Email
de: Email
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल
it: Indirizzo e-mail
pt: E-mail
ru: E-mail

source: UserGateway|Active
de: Aktiv
es: Activo
fr: Actif
gu: સક્રિય
hi: सक्रिय
it: Attivo
pt: Ativo
ru: Актив

source: UserGateway|Currency
de: Währung
es: Moneda
fr: Devise
gu: ચલણ
hi: मुद्रा
it: Valuta
pt: Moeda
ru: Валюта

source: paypalexpressusergateway
es: procesador de pagos PayPal
gu: paypalexpress વપરાશકર્તા ગેટવે
hi: paypalexpressप्रयोक्ताप्रवेशद्वार
it: gateway utente PayPal Express
pt: portal de pagamento para usuários do PayPal Express

source: PaypalExpressUserGateway|Type
de: Art
es: Tipo
fr: Type
gu: પ્રકાર
hi: प्रकार
it: Tipo
pt: Tipo
ru: Tип

source: PaypalExpressUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: प्रयोक्ता
it: Utente
pt: Usuário
ru: Пользователь

source: PaypalExpressUserGateway|Gateway name
de: Gateway Name
es: Procesador de pagos
fr: Nom de la passerelle
gu: ગેટવે નામ
hi: प्रवेशद्वार नाम
it: Nome gateway
pt: Nome do portal de pagamento
ru: Имя протокола

source: PaypalExpressUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand
gu: વ્યાપારી
hi: व्यापारी
it: Commerciale
pt: Cartão de crédito
ru: Мерчант

source: PaypalExpressUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand
gu: વ્યાપારી ચાવી
hi: व्यापारी कुंजी
it: Chiave commerciale
pt: Chave do cartão de crédito
ru: Секретный код мерчанта

source: PaypalExpressUserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion
gu: લોગ-ઇન
hi: लॉग इन
it: Nome utente
pt: Identificador do usuário
ru: Логин

source: PaypalExpressUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe
gu: પાસવડઁ
hi: पासवर्ड
it: Password
pt: Senha
ru: Пароль

source: PaypalExpressUserGateway|Email
de: Email
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल
it: Indirizzo e-mail
pt: E-mail
ru: E-mail

source: PaypalExpressUserGateway|Active
de: Aktiv
es: Activo
fr: Actif
gu: સક્રિય
hi: सक्रिय
it: Attivo
pt: Ativo
ru: Актив

source: PaypalExpressUserGateway|Currency
de: Währung
es: Moneda
fr: Devise
gu: ચલણ
hi: मुद्रा
it: Valuta
pt: Moeda
ru: Валюта

source: sagesbsusergateway
es: Procesador de pagos Sage
fr: sageusergateway
gu: sagesbs વપરાશકર્તા ગેટવે
hi: sagesbsप्रयोक्ताप्रवेशद्वार
it: Gateway Utente Sage SBS
pt: portal de pagamento para usários da Sage

source: SageSbsUserGateway|Type
de: Art
es: Tipo
fr: Type
gu: પ્રકાર
hi: क़िस्म
it: Tipo
pt: Tipo
ru: Тип

source: SageSbsUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: प्रयोक्ता
it: Utente
pt: Usuário
ru: Пользователь

source: SageSbsUserGateway|Gateway name
de: Gateway Name
es: Nombre de la entrada
fr: Nom de la passerelle
gu: ગેટવે નામ
hi: प्रवेशद्वार नाम
it: Nome gateway
pt: Nome do portal de pagamento
ru: Имя протокола

source: SageSbsUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand
gu: વ્યાપારી
hi: व्यापारी
it: Commerciale
pt: Cartão de crédito
ru: Мерчант

source: SageSbsUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand
gu: વ્યાપારી ચાવી
hi: व्यापारी कुंजी
it: Chiave commerciale
pt: Chave do cartão de crédito
ru: Секретный код мерчанта

source: SageSbsUserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion
gu: લોગ-ઇન
hi: लॉग इन
it: Nome Utente
pt: Identificador do usuário
ru: Логин

source: SageSbsUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe
gu: પાસવડઁ
hi: पासवर्ड
it: Password
pt: Senha
ru: Пароль

source: SageSbsUserGateway|Email
de: E-Mail
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल
it: Indirizzo e-mail
pt: E-mail
ru: E-mail

source: SageSbsUserGateway|Active
de: Aktiv
es: Activo
fr: Actif
gu: સક્રિય
hi: सक्रिय
it: Attivo
pt: Ativo
ru: Актив

source: SageSbsUserGateway|Currency
de: Währung
es: Moneda
fr: Devise
gu: ચલણ
hi: मुद्रा
it: Valuta
pt: Moeda
ru: Валюта

source: sagevcheckusergateway
gu: sagevcheck વપરાશકર્તા ગેટવે
hi: sagevcheckप्रयोक्ताप्रवेशद्वार
it: Gateway Utente Sage V-Cheque
pt: portal de usuário para cheques da Sage

source: SageVcheckUserGateway|Type
de: Art
es: Tipo
fr: Type
gu: પ્રકાર
hi: क़िस्म
it: Tipo
pt: Tipo
ru: Тип

source: SageVcheckUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: प्रयोक्ता
it: Utente
pt: Usuário
ru: Пользователь

source: SageVcheckUserGateway|Gateway name
de: Gateway Name
es: Nombre de entrada
fr: Nom de la passerelle
gu: ગેટવે નામ
hi: प्रवेशद्वार नाम
it: Nome gateway
pt: Nome do portal de pagamento
ru: Имя протокола

source: SageVcheckUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand
gu: વ્યાપારી
hi: व्यापारी
it: Commerciale
pt: Cartão de crédito
ru: Мерчант

source: SageVcheckUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand
gu: વ્યાપારી ચાવી
hi: व्यापारी कुंजी
it: Chiave commerciale
pt: Chave do cartão de crédito
ru: Секретный код мерчанта

source: SageVcheckUserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion
gu: લોગ-ઇન
hi: लॉगिन
it: Nome utente
pt: Identificador do usuário
ru: Логин

source: SageVcheckUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe
gu: પાસવડઁ
hi: पासवर्ड
it: Password
pt: Senha
ru: Пароль

source: SageVcheckUserGateway|Email
de: Email
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल
it: Indirizzo e-mail
pt: E-mail
ru: E-mail

source: SageVcheckUserGateway|Active
de: Aktiv
es: Activo
fr: Actif
gu: સક્રિય
hi: सक्रिय
it: Attivo
pt: Ativo
ru: Актив

source: SageVcheckUserGateway|Currency
de: Währung
es: Moneda
fr: Devise
gu: ચલણ
hi: मुद्रा
it: Valuta
pt: Moeda
ru: Валюта

source: We were unable to retrieve your payment details from the PayPal gateway. Please try to complete your payment later.
de: Wir konnten Ihre Zahlungsdetails vom PayPal Gateway nicht abrufen. Versuchen Sie bitte, Ihre Zahlung später abzuschließen.
es: No hemos podido recuperar su información de pago de PayPal. Por favor, intente efectuar su pago luego.
fr: Nous n'avons pas reçu une réponse de PayPal. Veuillez essayer de nouveau.
gu: અમે તમારી ચુકવણીની વિગતો PayPal ગેટવે તરફથી મેળવવામાં અસમર્થ રહયા છે. મહેરબાની કરીને તમારી ચુકવણી સંપૂર્ણ કરવા પછિથી ફરી પ્રયત્ન કરો.
hi: हम 'पेपैल' प्रवेश द्वार से आपके भुगतान विवरण को प्राप्त करने में असमर्थ हैं. कृपया भुगतान पूरा करने का प्रयास फिर से कुछ देर बाद करें.
it: Non siamo in grado di contattare PayPal per verificare i dettagli del tuo pagamento. Ti preghiamo di completare il pagamento più tardi.
pt: Não foi possível recuperar as tuas informações de pagamento de tua conta PayPal. Por favor, tente novamente mais tarde para concluir o pagamento.
ru: К сожалению, мы не смогли извлечь детали вашей оплаты из протокола PayPal. Пожалуйста, попытайтесь произвести оплату позже.

source: An error occurred and we were unable to complete your payment at this time.
de: Ein Fehler ist aufgetreten und wir konnten Ihre Zahlung zu dem Zeitpunkt nicht abschließen.
es: Se ha producido un error y no hemos podido completar el pago.
fr: Nous ne pouvons pas effectuer votre paiement en ce moment. Veuillez réessayer.
gu: એક ભૂલ ઉદ્દભવી છે અને અમે તમારી ચુકવણી આ સમયે સંપૂર્ણ કરવા અક્ષમ છે.
hi: एक त्रुटि के कारण हम इस समय आपके भुगतान को पूरा करने में असमर्थ हैं.
it: Si è verificato un errore e non siamo momentaneamente in grado di completare il pagamento.
pt: Ocorreu um erro e o pagamento não pode ser concluído.
ru: В системе произошла ошибка. К сожалению, ваша оплата не прошла.

source: The payment has already gone through and cannot be cancelled
de: Die Zahlung ist bereits durchgegangen und kann nicht gelöscht werden.
es: El pago se ha completado, y no se puede cancelar
fr: Le paiement a déjà fait et ne peut pas être annulée
gu: ચુકવણી પહેલેથીજ થઇ ચુકી છે અને રદ ના થઇ શકે
hi: भुगतान हो चुका है और रद्द नहीं किया जा सकता है
it: Il pagamento è già in corso e non può essere cancellato
pt: O pagamento foi efetuado e não pode ser cancelado.
ru: Оплата уже произведена и отмене не подлежит.

source: AED|United Arab Emirates dirham
de: UAE Dirham
es: Dírham de los Emiratos Árabes Unidos
fr: Dirham des Émirats arabes unis
gu: યુનાઇટેડ આરબ એમિરેટસ દીરહામ
hi: संयुक्त अरब अमीरात दिर्हाम
it: Dirham degli Emirati Arabi Uniti
pt: Dirém dos Emirados Árabes Unidos
ru: Дирхам

source: AFN|Afghan afghani
de: Afghan Afghani
es: Afgani afgano
fr: Afghani afghan
gu: અફઘાન અફઘાની
hi: अफगान अफगानी
it: Afghani Afgano
pt: Afegão afegãos
ru: Афганские афгани

source: ALL|Albanian lek
de: Albanisch lek
es: Lek Albanés
fr: Lek Albanais
gu: આલ્બેનિયન લેક્
hi: अल्बेनियन् lek
it: Lek Albanese
pt: Lek Albanês
ru: Албанский лек

source: AMD|Armenian dram
de: Armenisch Dram
es: Dram armenio
fr: Dram arménien
gu: આર્મેનિયન દા્મ
hi: अरमेनियाई दरम
it: Dram Armeno
pt: Dram Arménio
ru: Армянский драм

source: ANG|Netherlands Antillean guilder
de: Niederländische Antillen Gulden
es: Florín Antillano Neerlandés
fr: Florin des Antilles néerlandaises
gu: નેધરલેન્ડસ એન્તિલિઅન ગુઇલ્ડર
hi: नीदरलैण्ड Antillean गिल्डर
it: Fiorino delle Antille Olandesi
pt: Países Baixos Antilhas florim
ru: Нидерландских Антильских островов гульден

source: AOA|Angolan kwanza
de: Angola Kwanza
es: Kwanza angoleño
fr: Kwanza angolais
gu: એન્ગોલન ક્વાન્જા
hi: Angolan kwanza
it: Kwanza Angolano
pt: Cuanza angolano
ru: Ангольская кванза

source: ARS|Argentine peso
de: Argentinischer Peso
es: Peso Argentino
fr: Peso argentin
gu: આર્જેન્ટિના પેસો
hi: अर्जेण्टीनी पीसो
it: Peso Argentino
pt: Peso argentino
ru: Аргентинское песо

source: AUD|Australian dollar
de: Australischer Dollar
es: Dólar australiano
fr: Dollar australien
gu: ઓસ્ટ઼ેલિયન ડોલર
hi: ऑस्ट्रेलियाई डॉलर
it: Dollaro Australiano
pt: Dólar australiano
ru: Австралийский доллар

source: AWG|Aruban florin
de: Aruba Florin
es: Florín arubeño
fr: Florin arubais
gu: અરુબન ફ્લોરિન
hi: Aruban florin
it: Fiorino di Aruba
pt: Guilder de Aruba
ru: Арубанский гульден

source: AZN|Azerbaijani manat
de: Azerbaijani Manat
es: Manat azerbaiyano
fr: Manat azerbaïdjanais
gu: અઝેરબૈજાનિ મનાત
hi: अज़रबैजानी manat
it: Manat dell'Azerbaijan
pt: Azeri Manata
ru: Азербайджанский манат

source: BAM|Bosnia and Herzegovina convertible mark
de: Bosnien und Herzegowina konvertible Mark
es: Marco convertible de Bosnia-Herzegovina
fr: Bosnie-Herzégovine mark convertible
gu: બોસ્નિઆ અને હર્જગોવીના પરિવર્તનક્ષમ માર્ક
hi: बोस्निया और हर्जेगोविना परिवर्तनीय निशान
it: Marco della Bosnia Erzegovina
pt: Bósnia e Herzegovina conversíveis marca
ru: Босния и Герцеговина конвертируемая марка

source: BBD|Barbadian dollar
de: Barbados-Dollar
es: Dólar de Barbados
fr: Dollar barbadien
gu: બાર્બાડિયન ડોલર
hi: Barbadian डॉलर
it: Dollaro delle Barbados
pt: Barbados dólar
ru: Барбадосского доллар

source: BDT|Bangladeshi taka
de: Bangladesh Taka
es: Taka de Bangladesh
fr: Taka bangladeshi
gu: બાંગ્લાદેશી ટાકા
hi: बांग्लादेशी taka
it: Taka del Bangladesh
pt: Taka de Bangladesh
ru: Бангладешская така

source: BGN|Bulgarian lev
de: Bulgarischer Lew
es: Lev búlgaro
fr: Nouveau lev bulgare
gu: બલ્ગેરિયન લેવ્
hi: बुल्गारियाई लेव्
it: Nuovo Lev Bulgaro
pt: Lev novo búlgaro
ru: Болгарский лев

source: BHD|Bahraini dinar
de: Bahrain-Dinar
es: Dinar bahreiní
fr: Dinar bahreïni
gu: બેહરૈની દીનાર
hi: बहरीन दीनार
it: Dinaro del Bahraini
pt: Dinar bareinita
ru: Бахрейнский динар

source: BIF|Burundian franc
de: Burundi-Franc
es: Franco burundés
fr: Franc burundais
gu: બુરુન્દિઆન ફ્રેંક
hi: फ्रैंक Burundian
it: Franco del Burundi
pt: Burundiano franco
ru: Бурундийский франк

source: BMD|Bermudian dollar
de: Bermuda-Dollar
es: Dólar de las Bermuda
fr: Dollar bermudien
gu: બર્મુડિયન ડોલર
hi: Bermudian डॉलर
it: Dollaro delle Bermude
pt: Bermudian dólar
ru: Бермудцем доллар

source: BND|Brunei dollar
de: Brunei-Dollar
es: Dólar de Brunéi
fr: Dollar brunéien
gu: બ઼ુનેઇ ડોલર
hi: ब्रुनेई डॉलर
it: Dollaro del Brunei
pt: Dólar do Brunei
ru: Брунейский доллар

source: BOB|Bolivian boliviano
de: Bolivianische Boliviano
es: Boliviano Bolivia
fr: Bolivien boliviano
gu: બોલિવિઅન બોલિવિઆનો
hi: बोलिवियाई बोलिवियानो
it: Boliviano della Bolivia
pt: Boliviano Boliviano
ru: Боливийский боливиано

source: BRL|Brazilian real
de: Brasilianischer Real
es: Real Brasileño
fr: Réal brésilien
gu: બા઼ઝિલિઅન રિઅલ
hi: रीयाल
it: Real Brasiliano
pt: Real brasileiro
ru: Бразильский реал

source: BSD|Bahamian dollar
de: Bahama-Dollar
es: Dólar bahameño
fr: Dollar Bahaméen
gu: બાહામિયન ડોલર
hi: Bahamian डॉलर
it: Dollaro delle Bahamas
pt: Dólar das Bahamas
ru: Багамский доллар

source: BTN|Bhutanese ngultrum
de: Bhutanischer Ngultrum
es: Ngultrum de Bután
fr: Ngultrum bhoutanais
gu: ભુતાની ન્ગુલટ઼ુમ
hi: भूटानी ngultrum
it: Ngultrum del Bhutan
pt: Butaneses ngultrum
ru: Бутанских ngultrum

source: BWP|Botswana pula
de: Botsuana-Pula
es: Pula de Botswana
fr: Pula du Botswana
gu: બોટસ્વાના પુલા
hi: बोत्सवाना pula
it: Pula del Botswana
pt: Botsuana pula
ru: Ботсвана Pula

source: BYR|Belarusian ruble
de: Belarussischer Rubel
es: Rublo bielorruso
fr: Rouble biélorusse
gu: બેલારશિયન રુબલ
hi: बेलारूसी रूबल
it: Rublo Bielorusso
pt: Rublo bielorrusso
ru: Белорусский рубль

source: BZD|Belize dollar
de: Belize-Dollar
es: Dólar de Belice
fr: Dollar Bélizéen
gu: બેલિજ ડોલર
hi: बेलीज डॉलर
it: Dollaro del Belize
pt: Dólar do Belize
ru: Белизский доллар

source: CAD|Canadian dollar
de: Kanadischer Dollar
es: Dólar Canadiense
fr: Dollar canadien
gu: કેનેડિયન ડોલર
hi: कनेडियन डॉलर
it: Dollaro Canadese
pt: Dólar canadense
ru: Канадский доллар

source: CDF|Congolese franc
de: Kongo-Franc
es: Franco congoleño
fr: Franc congolais
gu: કોન્ગોલિસ ફ્રેંક
hi: फ्रैंक Congolese
it: Franco Congolese
pt: Franco congolês
ru: Конголезский франк

source: CHF|Swiss franc
de: Schweizer Franken
es: Franco Suizo
fr: Franc Suisse
gu: સ્વિસ ફ્રેંક
hi: स्विस फ़्रैंक
it: Franco Svizzero
pt: Franco suíço
ru: Швейцарский франк

source: CLP|Chilean peso
de: Chilenischer Peso
es: Peso Chileno
fr: Peso chilien
gu: ચિલિઅન પેસો
hi: चिली पीसो
it: Peso del Cile
pt: Peso chileno
ru: Чилийское песо

source: CNY|Chinese renminbi
de: Chinesische Renminbi
es: Yuan Renminbi de China
fr: Renminbi chinois
gu: ચાઇનિસ રેન્મિન્બિ
hi: चीनी रॅन्मिन्बी
it: Renminbi Cinese
pt: Renminbi
ru: Китайский ренминби

source: COP|Colombian peso
de: Kolumbianischer Peso
es: Peso Colombiano
fr: Peso colombien
gu: કોલોમ્બિયન પેસો
hi: कोलम्बियाई पीसो
it: Peso Colombiano
pt: Peso colombiano
ru: Колумбийское песо

source: CRC|Costa Rican colón
de: Costa Rica Colon
es: Colón costarricense
fr: Colón Costaricain
gu: કોસ્ટા રિકાન્ કોલો્ન
hi: कोस्टा Rican बृहदान्त्र
it: Colón Costaricano
pt: Colon da Costa Rica
ru: Костариканский колон

source: CUC|Cuban convertible peso
de: Kubanischer Peso Convertible
es: Peso cubano convertible
fr: Peso cubain convertible
gu: કયુબન પરિવર્તનક્ષમ પેસો
hi: क्यूबा परिवर्तनीय पेसो
it: Peso Cubano Convertibile
pt: Peso cubano conversível
ru: Кубинские конвертируемые песо

source: CUP|Cuban peso
de: Kubanischer Peso
es: Peso Cubano
fr: Peso cubain
gu: ક્યુબન પેસો
hi: क्यूबा पेसो
it: Peso Cubano
pt: Peso cubano
ru: Кубинское песо
