Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
gu: અત્યારે
hi: अब
it: Adesso
pt: Agora
ru: В настоящий момент

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
gu: આજે
hi: आज
it: Oggi
pt: Hoje
ru: Сегодня

source: Switch to non-mobile version
de: Zur nicht-mobilen Version schalten
es: Cambiar a versión estándar
fr: Passer à la version standard
gu: નોન-મોબાઇલ આવૃત્તિ તરફ બદલો
hi: गैर मोबाइल संस्करण
it: Vai alla versione standard
pt: Mudar para a versão standard
ru: Перейти в немобильную версию

source: Take the Tour
de: Die Tour machen
es: Tour
fr: Survol rapide
gu: યાત્રા લો
hi: यात्रा लो
it: Video
pt: Faça um Tour
ru: Знакомство с сайтом

source: Blog
gu: બ્લોગ
hi: ब्लॉग
ru: Блог

source: Billing Boss &copy; 2009 %{sage_link}. All rights reserved.
de: Billing Boss &copy; 2009 %{sage_link}. Alle Rechte vorbehalten.
es: Billing Boss &copy; 2009 %{sage_link}. Todos los derechos reservados.
fr: Billing Boss &copy; 2009 %{sage_link}. Tous droits réservés.
gu: Billing Boss &copy; 2009 %{sage_link}. સર્વ અધીકાર અબાધિત.
hi: Billing Boss &copy; 2009 %{sage_link}. सभी अधिकार सुरक्षित.
it: Billing Boss &copy; 2009 %{sage_link}. Tutti i diritti riservati.
pt: Billing Boss &copy; 2009 %{sage_link}. Todos os direitos reservados.
ru: Billing Boss &copy; 2009 %{sage_link}. Все права защищены

source: Billing Boss by Sage Logo
es: Logotipo de Billing Boss by Sage
fr: Logo de Billing Boss by Sage
gu: Billing Boss Sage પ઼તીક ચિહ્ન દ્ધારા
hi: सेज से Billing Boss लोगो
it: Logo di Billing Boss by Sage
pt: Logotipo de Billing Boss
ru: Логотип Billing Boss by Sage

source: watch the tour
de: Die Tour anschauen
es: Vea el vídeo
fr: Faire un survol
gu: યાત્રા દેખો
hi: इस दौरे देख
it: Guarda la demo
pt: Assista o vídeo
ru: Посмотреть видео

source: What is Billing Boss?
de: Was ist Billing Boss?
es: ¿Qué es Billing Boss?
fr: Qu'est-ce que Billing Boss ?
gu: Billing Boss શુ છે?
hi: Billing Boss क्या है?
it: Che cos'è Billing Boss?
pt: O que é Billing Boss?
ru: Что такое Billing Boss?

source: is a free online invoicing tool designed for small businesses and freelancers to
de: ist ein kostenloses Online Rechnungs-Tool, entwickelt für Kleinunternehmen und Freiberufler um
es: es una herramienta de facturación en línea diseñada para las pequeñas empresas y trabajadores independientes que le permite
fr: est un outil de facturation en ligne gratuit, conçu pour les petites entreprises et les travailleurs indépendants pour
gu: વિના-મૂલ્ય ઓનલાઇન ઇન્વોઇસિંગ ટૂલ નાના વ્યવસાય અને ફ્રીલાન્સરો માટે બનાવવામાં આવેલ છે
hi: एक नि: शुल्क ऑनलाइन इनवॉइसिंग उपकरण डिज़ाइन किया गया है छोटे और स्वतंत्र व्यवसायों के लिए
it: è un programma online gratuito progettato per le piccole imprese e per i liberi professionisti
pt: é uma site gratuito de facturamento projectado para pequenas empresas
ru: это бесплатный сервис по ведению счетов онлайн для малого бизнеса и фрилансеров,

source: create, send and track the status of invoices
de: Rechnungen zu erstellen, versenden und ihren Status zu verfolgen
es: crear, enviar y mantener un registro del estado de las facturas
fr: créer, envoyer et faire le suivi de l'état des factures
gu: બનાવો, મોકલો અને ઇનવોઇસોની સ્થિતિ ટ્રૅક કરો
hi: बनाने, भेजने और चालान की स्थिति ट्रैक करने के लिए
it: che permette di creare, inviare e monitorare lo stato delle fatture
pt: criar, enviar e monitorar o status de facturas
ru: который позволяет создавать и отправлять счета, а также следить за их статусом.

source: It's so simple to use that you can create and send your first invoice within minutes.
de: Es ist so einfach, dass Sie Ihre erste Rechnung in Minuten erstellen und verschicken können.
es: Es tan simple de usar que puede crear y enviar su primera factura en solo minutos.
fr: Il est tellement convivial que vous pouvez créer et envoyer votre première facture en quelques minutes.
gu: તે ઉપયોગમાં લેવામા એટલુ સરળ છે કે તમે તમારુ પ઼થમ ઇનવોઇસ થોડી મિનિટોમાજ બનાવીને મોકલી શકો છો.
hi: यह उपयोग करने के लिए इतना आसान है कि आप मिनटों में चालान बना सकते हैं और भेज सकते हैं.
it: È così semplice da usare, che potrai creare ed inviare la tua prima fattura nel giro di alcuni minuti.
pt: É tão simples de usar que você pode criar e enviar a sua primeira factura em minutos.
ru: Сервис абсолютно прост в обращении, поэтому вам потребуется всего лишь пара минут для создания и отправки вашего первого счета.

source: sign up now
de: Jetzt registrieren
es: Regístrese ahora
fr: Inscrivez-vous
gu: હમણાંજ સાઇનઅપ કરો
hi: अब साइन अप करें
it: registrati
pt: registre-se já
ru: Зарегистрируйтесь сейчас

source: Or see how easy it is to use in this 2-minute Tour
de: Oder sehen Sie in dieser 2-minütigen Tour, wie einfach die Benutzung ist
es: Note que tan fácil es. Vea un video de 2 minutos.
fr: Constatez combien il est convivial.
gu: અથવા તે ઉપયોગ કરવામા કેટલુ સરળ છે તે આ 2 મિનિટની યાત્રામા દેખો
hi: या देखना उपयोग करने के लिए है यह कितना आसान है इस 2 मिनट की यात्रा में
it: Scopri quanto è facile. Guarda il video. (Durata: 2 minuti).
pt: Veja como é fácil.
ru: Или посмотрите 2-минутное видео о том как просто работать в программе

source: The Billing boss site is under maintenance.
de: Die Billing Boss Webseite ist unter Wartung.
es: El sitio de Billing Boss se encuentra en mantenimiento.
fr: Le site Billing Boss est en cours de maintenance.
gu: Billing Boss સાઇટ સારસંભાળમા છે.
hi: Billing boss साइट का रखरखाव किया जा रहा है.
it: Il sito di Billing Boss è in manutenzione.
pt: O site Billing Boss está em manutenção
ru: Сайт Billing boss находится на реконструкции

source: Please wait a few moments and try again.
de: Bitte warten Sie ein Moment und versuchen Sie es noch einmal.
es: Por favor, espere unos momentos e intente de nuevo.
fr: Veuillez attendre quelques instants et réessayer.
gu: મહેરબાની કરીને થોડી ક્ષણો રાહ જુઓ અને ફરીથી પ઼યત્ન કરો.
hi: कृपया कुछ क्षण प्रतीक्षा करें और फिर कोशिश करें.
it: Ti preghiamo di attendere qualche istante e riprovare.
pt: Aguarde alguns instantes e tente novamente.
ru: Пожалуйста, ожидайте или попытайтесь снова

source: Try Sage Spark!
de: Testen Sie Sage Spark!
es: Experimenta Sage Spark
fr: Essayez Sage Spark!
gu: Sage Spark અજમાવો!
hi: सेज स्पार्क कोशिश करो!
it: Prova Sage Spark!
pt: Tente Sage Spark!
ru: Оцените Sage Spark!

source: Tour
fr: Survol
gu: યાત્રા
hi: भ्रमण
ru: Ознакомление

source: FAQ
de: FAQs
es: Dudas
gu: વારંવાર પૂછાતા પ઼શ્નો
hi: अकसर किये गए सवाल
it: domande frequenti
pt: Dúvidas

source: Unit
de: Einheit
es: Unidad
fr: Unité
gu: એકમ
hi: इकाई
it: Unità
pt: Unidade
ru: Единица расчета

source: Description
de: Beschreibung
es: Descripción
gu: વર્ણન
hi: वर्णन
it: Descrizione
pt: Descrição
ru: Описание

source: Add Item [+]
de: Artikel hinzufügen [+]
es: Agregar Artículo [+]
fr: Ajouter un article [+]
gu: વસ્તુ ઉમેરો [+]
hi: आइटम जोड़ें [+]
it: Aggiungi elemento [+]
pt: Adicione uma outra linha [+]
ru: Добавить строку наименования [+]

source: Unit:
de: Einheit
es: Unidad:
fr: Unité&nbsp;:
gu: એકમ:
hi: इकाई:
it: Unità:
pt: Unidade:
ru: Единица расчета

source: Description:
de: Beschreibung:
es: Descripción:
fr: Description&nbsp;:
gu: વર્ણન:
hi: वर्णन:
it: Descrizione:
pt: Descrição:
ru: Описание:

source: Add another item
de: Weiteren Artikel hinzufügen
es: Agregar otro artículo
fr: Ajouter un autre article
gu: બીજી વસ્તુ ઉમેરો
hi: एक और आइटम जोड़ें
it: Aggiungi un altro elemento
pt: Adicione uma outra linha
ru: Добавить строку наименования

source: Destroy
de: Löschen
es: Destruir
fr: Détruire
gu: નાશ કરવો
hi: नष्ट करें
it: Elimina
pt: Apagar
ru: Удалить

source: You have been invited by %{name} to join Billing Boss.
de: Sie sind von %{name} eingeladen worden Billing Boss beizutreten.
es: Usted ha sido invitado por %{name} a unirse a Billing Boss.
fr: Vous avez été invité par %{name} pour rejoindre Billing Boss.
gu: તમે આમના %{name} તરફથી Billing Boss જોડાવા માટે આમંત્રીત કરાયા ગયા છો.
hi: तुमको %{name} द्वारा बिलिंग बॉस में शामिल होने के लिए आमंत्रित किया गया है.
it: Sei stato invitato da %{name} a registrarti con Billing Boss.
pt: %{name} convidou você para abrir uma conta gratuita no Billing Boss.
ru: %{name} отправил вам приглашение для регистрации в Billing Boss

source: log in
de: Anmelden
es: iniciar sesión
fr: Connectez-vous
gu: લોગ-ઇન
hi: लॉग इन
it: accedi
pt: iniciar sessão
ru: Войти

source: login
de: Anmeldung
es: iniciar sesión
fr: Connectez-vous
gu: લોગ-ઇન
hi: लॉग इन
it: nome utente
pt: iniciar sessão
ru: войти

source: Not an existing user?
de: Kein existierender Benutzer?
es: ¿No posee cuenta?
fr: Pas un utilisateur ?
gu: પહેલેથીજ પ્રવર્તંમાન વપરાશકર્તા નથી?
hi: एक मौजूदा उपयोगकर्ता नहीं?
it: Non sei un utente registrato?
pt: Não é usuário ainda?
ru: Несуществующий пользователь

source: Create a new account...
de: Ein neues Konto erstellen...
es: Abrir una cuenta...
fr: Créer un nouveau compte...
gu: નવું ખાતુ બનાવો...
hi: एक नया खाता बनाएँ...
it: Crea un nuovo account...
pt: Criar uma nova conta gratuita...
ru: Создать новый счет

source: register
de: registrieren
es: registrarse
fr: S'inscrire
gu: નોધણી કરો
hi: रजिस्टर
it: registrarsi
pt: registre-se
ru: Зарегистрироваться

source: Already an existing user?
de: Bereits ein registrierter Benutzer?
es: ¿Ya posee una cuenta?
fr: Déjà un utilisateur ?
gu: પહેલેથીજ પ્રવર્તંમાન વપરાશકર્તા?
hi: पहले से ही एक मौजूदा उपयोगकर्ता?
it: Hai già un account?
pt: Você está já registado?
ru: Зарегистрировавшийся пользователь?

source: Login...
de: Anmelden...
es: Iniciar sesión...
fr: Connexion...
gu: લોગ-ઇન...
hi: लॉगइन...
it: Entra...
pt: Logar...
ru: Вход...

source: Do you accept access to the invoice activity data of %{name}
de: Akzeptieren Sie den Zugang zu Daten der Rechnungsaktivität von %{name}?
es: ¿Quiere aceptar el acceso a las facturas de %{name}?
fr: Acceptez-vous l'accès aux données d'activité de facturation de %{name}
gu: શું તમે %{name} નો ઇનવોઇસ પ્રવૃતિ ડેટાનો પ઼વેશ સ્વીકારો છો
hi: आप %{name} चालान गतिविधि डाटा का उपयोग करने के लिए स्वीकार करते हैं?
it: Vuoi accedere ai dati relativi alla fatturazione di %{name}?
pt: Você aceita o acesso aos dados do facturamento de %{name}
ru: Вы принимаете доступ к данным этого счета от %{name}?

source: Accept
de: Akzeptieren
es: Acceptar
fr: Accepter
gu: સ્વીકારવું
hi: स्वीकारें
it: Accetto
pt: Aceitar
ru: Принять

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
gu: અસ્વીકાર કરવો
hi: अस्वीकृत
it: Non accetto
pt: Ignorar
ru: Отклонить

source: You now have access to %{name}'s invoice data.
de: Sie haben jetzt Zugang zu %{name}'s Rechnungsdaten.
es: Usted ahora tiene acceso a los datos de facturación de %{name}.
fr: Vous avez maintenant accès aux données de facturation de %{name}.
gu: તમારી પાસે હવે %{name} ના ઇનવોઇસ ડેટાની પરવાનગી છે.
hi: अब आप %{name}'s चालान डेटा के लिए उपयोग किया है.
it: Ora hai accesso ai dati delle fatture di %{name}.
pt: Você agora tem acesso aos dados de facturamento de %{name}.
ru: Вы имеете доступ к данным счета от %{name}

source: A special section called My Clients View is now available to you. You can see a list of users who has shared data with you and you can access reports on their data in this view.
de: Es steht Ihnen jetzt ein spezieller Bereich namens Meine Kunden-Ansicht zur Verfügung. Sie können eine Liste von Benutzern sehen, mit denen Sie gemeinsame Daten haben, und Sie können in dieser Ansicht auch auf deren Daten zugreifen.
es: Una sección especial llamada Mi Vista de Clientes se encuentra ahora disponible. Allí puede ver una lista de usuarios que han compartido datos con usted y puede accesar a reportes de sus datos en esta vista.
fr: Une section spéciale intitulée Vue des clients vous est maintenant accessible. Vous pouvez voir une liste des utilisateurs qui ont partagé des données avec vous et vous avez accès aux rapports sur leurs données dans cette vue.
gu: મારા ગા઼હકો કરિને એક વિશિષ્ટ વિભાગ ઉપલબ્ધ છે. જે વપરાશકર્તાએ તમારી પાસે ડેટા શેર કરેલ છે તેમની યાદી જોઇ શકો છો અને તમે તેમના ડેટા પર અહેવાલ એકસેસ કરી શકો છો.
hi: एक विशेष खंड अब आप के लिए उपलब्ध है मेरा ग्राहक. तुम जो तुम्हारे साथ डेटा साझा किया है और आप इस दृश्य में अपने डेटा के आधार पर रिपोर्ट का उपयोग कर सकते हैं प्रयोक्ताओं की एक सूची देख सकते हैं.
it: Una sezione speciale chiamata 'Modalità Clienti' è ora a tua disposizione. In questa sezione puoi visualizzare l'elenco degli utenti che hanno condiviso con te i loro i dati e accedere ai rapporti sui dati stessi.
pt: Uma secção especial chamada Meus Clientes está disponível. Você pode ver uma lista de usuários que compartilham dados com você e acessar o relatório de teus dados.
ru: Теперь вам доступен режим Обзор Моих Заказчиков. Здесь вы можете просмотреть список пользователей, с которыми у вас происходит обмен данными, а также просмотреть отчеты их данных.

source: View client information.
de: Kundeninformation ansehen.
es: Ver información del cliente.
fr: Voir l'information du client
gu: ગા઼હકની માહિતી દેખો.
hi: देखें ग्राहक जानकारी.
it: Visualizza le informazioni sui tuoi clienti.
pt: Ver dados do cliente
ru: Просмотр информации заказчика

source: You will be able to see %{name} invoicing data if you accept this invitation.
de: Sie werden die Rechnungsdaten von %{name} sehen können, wenn Sie diese Einladung akzeptieren.
es: Usted podrá ver los datos de facturación de %{name} si acepta esta invitación.
fr: Vous allez pouvoir voir les données de facturation de %{name} si vous acceptez cette invitation.
gu: તમે આ આમંત્રણ સ્વિકારશો તો તમે %{નામ} નો ઇન્વોઇસિંગ ડેટા જોઇ શકશો.
hi: यदि आप इस निमंत्रण को स्वीकार तुम %{name} का चालान डेटा देखने के लिए सक्षम होंगे.
it: Se accetterai questo invito, potrai visualizzare i dati relativi alla fatturazione di %{name}.
pt: Ao aceitar o convite você será capaz de ver os dados de facturação de %{name}.
ru: Если вы примете приглашение %{name}, вы сможете увидеть данные по счетам

source: To accept this invitation, you must log in using your existing Billing Boss account. If you do not have a Billing Boss account, you can create a new one.
de: Um diese Einladung zu akzeptieren, müssen Sie in Ihr bestehendes Billing Boss Konto einloggen. Wenn Sie kein Billing Boss Konto haben, können Sie ein neues erstellen.
es: Para aceptar esta invitación, usted debe iniciar sesión usando su cuenta existente de Billing Boss. Si no posee una cuenta de Billing Boss, puede crear una nueva.
fr: Pour accepter cette invitation, vous devez vous connecter en utilisant votre compte Billing Boss. Si vous n'avez pas de compte Billing boss, vous pouvez en créer un.
gu: આ આમંત્રણ સ્વિકારવા માટે, તમારે ફરજીયાત તમારા પ્રવર્તંમાન Billing Boss ખાતામાં લોગ-ઇન કરવુ પડશે. જો તમારી પાસે Billing Boss ખાતુ ના હોય તો, તમે એક નવુ ખોલી શકો છો.
hi: इस निमंत्रण को स्वीकार करने के लिए, आपको अपने मौजूदा Billing Boss खाते का प्रयोग कर लॉग इन करना होगा
it: Per poter accettare l'invito devi accedere a Billing Boss con il tuo account. Se non hai un account Billing Boss, puoi crearne uno nuovo.
pt: Para aceitar esse convite, você deve efectuar o login usando sua actual conta do Billing Boss. Se você não tiver uma conta no Billing Boss, você pode criar uma nova conta gratuita.
ru: Чтобы принять данное приглашение, вы должны войти в ваш Billing Boss аккаунт. Если у вас нет аккаунта в Billing Boss, вам нужно создать его.

source: You declined the invitation from %{name}
de: Sie haben die Einladung von %{name} abgelehnt
es: Ha rechazado la invitación de %{name}
fr: Vous avez refusé l'invitation de %{name}
gu: તમે તરફથી %{નામ} આમંત્રણ અસ્વિકાર્યુ છે
hi: तुमने %{name} से निमंत्रण अस्वीकार कर दिया है
it: Hai rifiutato l'invito da parte di %{name}
pt: Você recusou o convite de %{name}
ru: Вы отклонили приглашение от %{name}

source: Credit Card Information
de: Kreditkarteninformation
es: Información de tarjeta de crédito
fr: Information de carte de crédit
gu: કે઼ડિટ કાઁડ માહિતી
hi: क्रेडिट कार्ड जानकारी
it: Informazioni sulla carta di credito
pt: Informações de cartão de crédito
ru: Информация по кредитной карте

source: Credit Card Number
de: Kreditkartennummer
es: Número de tarjeta de crédito
fr: N° carte de crédit
gu: કે઼ડિટ કાડઁ સંખ્યા
hi: क्रेडिट कार्ड नंबर
it: Numero della carta di credito
pt: Número do cartão de crédito
ru: Номер кредитной карты

source: Cardholder's First Name
de: Karteninhaber Vorname
es: Nombre del tarjetahabitante
fr: Nom du titulaire
gu: કાડઁધારકનુ પ઼થમ નામ
hi: कार्डधारक का प्रथम नाम
it: Nome del titolare
pt: Nome de titular do cartão
ru: Имя держателя карты

source: Cardholder's Last Name
de: Karteninhaber Name
es: Apellido(s) del tarjetahabitante
fr: Nom de famille du titulaire
gu: કાડઁધારકનુ અંતિમ નામ
hi: कार्डधारक का अंतिम नाम
it: Cognome del titolare
pt: Sobrenome de titular do cartão
ru: Фамилия держателя карты

source: Expiration Date
de: Ablaufdatum
es: Fecha de vencimiento
fr: Date d'expiration
gu: સમાપ્તિ તારીખ
hi: एक्सपायरी डेट
it: Data di scadenza
pt: Data de validade
ru: Действительна до

source: 3-digit CVV Number
de: CVV Nummer
es: Número CVV2 de 3 digitos
fr: Numéro CVV2 de trois chiffres
gu: 3 આંકડાની સીવીવી સંખ્યા
hi: 3 अंकों CVV संख्या
it: CVV
pt: Número CVV2 de 3 dígitos
ru: 3х-значный номер CVV

source: Pay Now
de: Jetzt zahlen
es: Pagar Ahora
fr: Payer maintenant
gu: અત્યારે ચુકવો
hi: भुगतान अब
it: Paga adesso
pt: Pagar agora
ru: Оплатить сейчас

source: Check Information
de: Information prüfen
es: Información sobre el cheque
fr: Information du chèque
gu: માહિતીની ખાતરી કરો
hi: चेक जानकारी
it: Informazioni sugli assegni
pt: Informação do cheque
ru: Проверить информацию

source: Routing Number
de: Routing-Nummer
es: Número ABA
fr: Numéro d'acheminement
gu: નિર્દેશન સંખ્યા
hi: अनुमार्गण संख्या
it: Numero ABA
pt: Número ABA
ru: Номер маршрутизации

source: (9 digits)
de: (9 Ziffern)
es: (9 dígitos)
fr: (9 chiffres)
gu: (9 સંખ્યા)
hi: (9 अंक)
it: (9 cifre)
pt: (9 dígitos)
ru: (9 9 цифр)

source: Account Number
de: Kontonummer
es: Número de cuenta
fr: N° compte
gu: ખાતા સંખ્યા
hi: खाता क्रमांक
it: Numero di conto
pt: Número de conta
ru: Номер счета

source: Pay now with PayPal
de: Jetzt mit Paypal zahlen
es: Pague ahora con PayPal
fr: Payez maintenant avec PayPal
gu: PayPal થી હમણાંજ ચૂકવો
hi: अब पेयपल के साथ भुगतान करें
it: Paga ora con PayPal
pt: Pague agora com PayPal
ru: Оплатите с PayPal прямо сейчас

source: Payment Cancelled
de: Zahlung wurde abgebrochen
es: Pago Cancelado
fr: Paiement annulé
gu: રદ કરેલી ચુકવણી
hi: भुगतान निरस्त
it: Pagamento annullato
pt: Pagamento cancelado
ru: Платеж аннулирован

source: Invoice Options
de: Rechnungsoptionen
es: Opciones de la factura
fr: Options de facture
gu: ઇનવોઇસ વિકલ્પો
hi: चालान विकल्प
it: Opzioni Fattura
pt: Opções da factura
ru: Опции счета

source: View Invoice
de: Rechnung anschauen
es: Ver Factura
fr: Voir la facture
gu: ઇનવોઇસ જુઓ
hi: देखें चालान
it: Visualizza Fattura
pt: Ver Factura
ru: Просмотреть счет

source: Payment is successfully recorded. Thank You.
de: Zahlung erfolgreich verbucht. Danke.
es: El pago ha sido registrado. Gracias.
fr: Le paiement a été enregistré. Merci.
gu: ચુકવણી સફળતાપૂર્વક નોંધવામા આવેલ છે. આભાર.
hi: भुगतान सफलतापूर्वक दर्ज की गई है. धन्यवाद.
it: Pagamento registrato con successo. Grazie.
pt: O pagamento foi gravado com sucesso. Obrigado.
ru: Оплата успешно зарегистрирована. Большое спасибо.

source: Check Type
de: Art prüfen
es: Tipo de cheque
fr: Type de chèque
gu: પ્રકાર ચકાસો
hi: चेक प्रकार
it: Tipo di assegno
pt: Tipo de cheque
ru: Проверить счет

source: Business
de: Geschäft
es: Empresa
fr: Affaires
gu: વ્યવસાય
hi: व्यवसाय
it: Affari
pt: Negócio
ru: Компания

source: Personal
de: Persönlich
fr: Particulier
gu: વ્યક્તિગત
hi: व्यक्तिगत
it: Personale
pt: Pessoal
ru: Личное

source: First Name
de: Vorname
es: Nombre
fr: Prénom
gu: પ઼થમ નામ
hi: नाम
it: Nome
pt: Nome
ru: Имя

source: Last Name
de: Name
es: Apellido(s)
fr: Nom
gu: અંતિમ નામ
hi: सरनेम
it: Cognome
pt: Sobrenome
ru: Фамилия

source: Account Type
de: Kontoart
es: Tipo de cuenta
fr: Type de compte
gu: ખાતા પ્રકાર
hi: खाता प्रकार
it: Tipo di conto
pt: Tipo de conta
ru: Тип счета

source: Check Number
de: Nummer prüfen
es: Número de cheque
fr: N° chèque
gu: સંખ્યા ચકાસો
hi: चेक संख्या
it: Assegno №
pt: Número de cheque
ru: Номер чека

source: Business information
de: Geschäftsinformation
es: Información de la empresa
fr: Information du Enterprise
gu: વ્યવસાય માહિતી
hi: व्यापार जानकारी
it: Informazioni aziendali
pt: Informações sobre a empresa
ru: Информация о компании

source: Business Federal Tax Number (EIN)
de: Bundessteuernummer
es: Número de Impuestos Federales
fr: Numéro d'entreprise fédéral
gu: બિઝનેસ ફેડરલ ટેક્ષ નંબર (EIN)
hi: व्यापार संघीय कर नंबर (EIN)
it: Codice fiscale/Partita IVA
pt: Número Fiscal Federal
ru: Федеральный налоговый идентификационный номер организации (учетный номер нанимателя)

source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
gu: જન્મ તારિખ
hi: जन्म तिथि
it: Data di nascita
pt: Data de nascimento
ru: Дата рождения

source: Driver's License State
de: Ausgabeort der Fahrerlaubnis
es: Estado de licencia de conducir
fr: L'état du permis de conduire
gu: ચાલકના સનદની સ્થિતિ
hi: चालक का लाइसेंस राज्य
it: Stato di rilascio della patente di guida
pt: Estado emissor da carteira de motorista
ru: Регион выдачи водительских прав

source: Driver's License Number
de: Führerschein-Nummer
es: Número de licencia de conducir
fr: N° permis de conduire
gu: ચાલકની સનદ સંખ્યા
hi: चालक का लाइसेंस नंबर
it: Numero della patente di guida
pt: Número da carteira de motorista
ru: Номер водительских прав

source: Social Security Number / Social Insurance Number
de: Sozialversicherungsnummer
es: Número de Seguro Social
fr: N° sécurité sociale / N° d'assurance sociale
gu: સોશિયલ સિક્યુરિટિ નંબર / સોશિયલ ઇન્શુરન્સ નંબર
hi: सामाजिक सुरक्षा संख्या (SSN) / सामाजिक बीमा संख्या
it: Numero di previdenza sociale
pt: Número de segurança social
ru: Номер социального страхования

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
gu: પૂણઁ નામ
hi: पूरा नाम
it: Nome e cognome
pt: Nome completo
ru: Полное название

source: Please select Country:
de: Bitte wählen Sie ein Land aus:
es: Seleccione País:
fr: Veuillez choisir un pays:
gu: મહેરબાની કરીને દેશ પસંદ કરો:
hi: कृपया चुनें देश:
it: Seleziona Nazione:
pt: Selecione País:
ru: Выберите страну

source: Phone Number
de: Telefonnummer
es: Teléfono
fr: N° téléphone
gu: ફોન નંબર
hi: फ़ोन नंबर
it: Numero di telefono
pt: Telefone
ru: Номер телефона

source: Fax Number
de: Faxnummer
es: Fax
fr: N° fax
gu: ફેક્સ નંબર
hi: फैक्स नंबर
it: Numero di fax
pt: Fax
ru: Номер факса

source: Pay Invoice
de: Rechnung zahlen
es: Pagar Factura
fr: Payer la facture
gu: ઇનવોઇસ ચુકવો
hi: चालान का भुगतान करें
it: Paga Fattura
pt: Pagar Factura
ru: Оплатить счет

source: Please confirm payment of %{amount} for invoice %{invoice_number} to %{email}.
de: Bitte bestätigen Sie Zahlung von %{amount} für die Rechnung %{invoice_number} an %{email}.
es: Por favor confirme el pago por %{amount} para la factura %{invoice_number} a %{email}.
fr: Veuillez confirmer le paiement de %{amount} pour la facture %{invoice_number} à %{email}.
gu: મહેરબાની કરીને ચુકવણીની પુષ્ટિ કરો %{રકમ} આ ઇનવોઇસ માટે %{ઇનવોઇસ_સંખ્યા} ને %{ઈ-મેઈલ}.
hi: कृपया %{invoice_number} चालान के लिए %{amount} भुगतान की पुष्टि करो %{email} को.
it: Ti preghiamo di confermare il pagamento di %{amount} per la fattura № %{invoice_number} a %{email}.
pt: Por favor, confirme o pagamento de %{amount} para a factura %{invoice_number} a %{email}.
ru: Пожалуйста, подтвердите %{email} оплату %{amount} по счету %{invoice_number}.

source: Confirm Payment
de: Zahlung bestätigen
es: Confirme el Pago
fr: Confirmer le paiement
gu: ચુકવણીની પુષ્ટિ કરો
hi: भुगतान पुष्टि
it: Conferma Pagamento
pt: Confirme o pagamento
ru: Подтвердить платеж
