Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: role
de: Rolle
es: rol
fr: rôle
gu: ભૂમિકા
hi: भूमिका
it: ruolo
pt: papel
ru: Статус пользователя

source: Role|Name
de: Name
es: Nombre
fr: Nom
gu: નામ
hi: नाम
it: Nome
pt: Nome
ru: Имя

source: Role|Authorizable type
de: Berechtigungstyp
es: Tipo de autorización
fr: Type d'autorisable
gu: અધિકારીતા પ્રકાર
hi: प्राधिकरण के प्रकार
it: Tipo autorizzato
pt: Tipo
ru: Тип авторизации

source: Role|Authorizable
de: Berechtigung
es: Autorización
fr: Autorisable
gu: અધિકારીતા
hi: प्राधिकरण
it: Autorizzato
pt: Pode ser autorizada
ru: Авторизация

source: Role|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है.
it: Creato alle ore
pt: Criado em
ru: Создан

source: Role|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है.
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: – Not Applicable –
de: – Nicht Anwendbar –
es: – No aplica –
fr: – Non Applicable –
gu: – લાગુ નથી પડતુ –
hi: – लागू नहीं –
it: – Non applicabile –
pt: – Não Aplicável –
ru: – Не соответствует –

source: The payment has not been set
de: Die Zahlung wurde nicht erfasst.
es: El pago no se ha establecido
fr: Le paiement n'a pas été défini
gu: ચુકવણી સેટ કરવામા આવેલ નથી
hi: भुगतान निर्धारित नहीं किया गया है
it: Il pagamento non è stato impostato
pt: O pagamento não foi efetuado
ru: Оплата не установлена

source: The invoice has not been set
de: Die Rechnung wurde nicht erfasst.
es: La factura no se ha establecido
fr: La facture n'a pas été définie
gu: ઇનવોઇસ સેટ કરવામા આવેલ નથી
hi: चालान निर्धारित नहीं किया गया है
it: La fattura non è stata impostata
pt: A factura não foi emitida
ru: Счет не установлен

source: The recipient's account is misconfigured
de: Das Konto des Empfängers ist falsch konfiguriert.
es: La cuenta del destinatario no está configurada
fr: Le compte du destinataire est mal configuré
gu: સ્વિકારનારનુ ખાતુ વ્યવસ્થિત રચવામા આવ્યુ નથી
hi: प्राप्तकर्ता का खाता विन्यस्त नहीं है
it: Il conto del destinatario è mal configurato
pt: A conta do destinatário está desconfigurada
ru: Аккаунт получателя был создан некорректно

source: set currency rules for payment provider
de: Währungsregeln für den Zahlungsanbieter setzen
es: configurar tipos de cambio para el proveedor de pagos
fr: choisir la devise du fournisseur de paiement
gu: ચુકવણી પ઼દાતા માટે ચલન઼ા નિયમો સેટ કરો
hi: भुगतान प्रदाता के लिए मुद्रा नियमों का निर्धारण करें
it: imposta le regole per la valuta di pagamento
pt: definir regras monetárias para pagamento
ru: Установить валютные ограничения для оплаты

source: Invalid payment data
de: Ungültige Zahlungsdaten
es: Los datos de pago no son válidos.
fr: Données de paiement invalides
gu: અયોગ્ય ચુકવણી ડેટા
hi: अमान्य भुगतान डेटा
it: Dati relativi al pagamento non validi
pt: Dados de pagamento inválidos
ru: Несуществующие данные платежа

source: Bookkeeping
de: Buchhaltung
es: Contaduría
fr: Tenue des livres
gu: વહીખાતા
hi: बही खाता
it: Contabilità
pt: Escrituração
ru: Бухгалтерия

source: db file
de: db Datei
es: archivo de base de datos
fr: fichier base de données
gu: db ફાઈલ
hi: डीबी फ़ाइल
it: database
pt: arquivo de banco de dados
ru: DB файл

source: DbFile|Data
de: Daten
es: Datos
fr: Données
gu: ડેટા
hi: डेटा
it: Dati
pt: Dados
ru: Данные

source: bookkeeper
de: Buchhalter
es: contador
fr: comptable
gu: વહીખાતા લખનાર
hi: लेखाकार
it: commercialista
pt: escriturário
ru: Бухгалтер

source: Bookkeeper|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: निर्मित
it: Creato alle ore
pt: Criado em
ru: Cоздан

source: Bookkeeper|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: अद्यतनीकृत
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: basic web payments without status updates or integration <a href="/paypal_help.html" target="new">learn more</a>
de: einfache Webzahlungen ohne Status-Aktualisierung oder Integration <a href="/paypal_help.html" target="new">mehr erfahren</a>
es: pagos sencillos sin actualizaciones de estado automaticas <a href="/paypal_help.html" target="new">aprenda más</a>
fr: paiements en ligne sans mises à jour de l'état ou l'intégration <a href="/paypal_help.html" target="new">en savoir plus</a>
gu: મૂળભૂત વેબ ચુકવણીઓ સ્થિતિ અપડેટસ અથવા એકીકરણ સિવાય <a href="/paypal_help.html" target="new">વધુ જાણો</a>
hi: स्थिति अद्यतन या एकता के बिना मूल वेब भुगतान<a href="/paypal_help.html" target="new">अधिक जानकारी</a>
it: pagamenti online senza aggiornamenti o integrazioni di stato <a href="/paypal_help.html" target="new">per saperne di più</a>
pt: pagamento on-line básico sem integração ou actualização de status<a href="/paypal_help.html" target="new">saiba mais</a>
ru: система электронных платежей<a href="/paypal_help.html" target="new">подробнее</a>

source: PayPal basic web payments
de: PayPal einfache Webzahlungen
es: Paypal pagos sencillos
fr: paiements en ligne
gu: PayPal મૂળભૂત વેબ ચુકવણીઓ
hi: PayPal (पेयपल) मूल वेब भुगतान
it: PayPal pagamenti online
pt: PayPal - pagamento on-line básico
ru: PayPal система электронных платежей

source: Sage Electronic Check Services from Sage Payment Solutions
de: Sage Electronic Check Services von Sage Payment Solutions
es: Servicio de cheques electrónicos de Sage Payment Solutions
fr: Virement électronique de fonds de Sage Payment Solutions
gu: Sage ઇલેક્ટ્રૉનિક્ ચેક સેવાઓ Sage Payment Solutions દ્ધારા
hi: सेज भुगतान समाधान से सेज इलेक्ट्रॉनिक चेक सेवा
it: Servizio assegni elettronici della Soluzioni di Pagamento Sage
pt: Cheques electrónicos via Sage Payment Solutions
ru: Услуги по проверке электронных операций от Sage Payment Solutions

source: Receive payments without the use of credit cards
de: Zahlungen ohne Kreditkarten erhalten
es: Recibir pagos sin el uso de tarjetas de crédito
fr: Recevoir des paiements sans l'utilisation de cartes de crédit
gu: ક્રેડિટ કાર્ડના ઉપયોગ સિવાય ચુકવણીઓ મેળવો
hi: क्रेडिट कार्ड के इस्तेमाल के बिना प्राप्त भुगतान
it: Ricevi i pagamenti senza l'uso della carta di credito
pt: Receber pagamentos sem o uso de cartões de crédito
ru: Вы получаете платежи без использования кредитных карт

source: must be a number. Please enter a valid number greater than 0.
de: muss eine Zahl sein. Geben Sie bitte eine gültige Zahl größer als 0 ein.
es: debe ser un número superior a cero.
fr: doit être un nombre plus que 0.
gu: એક સંખ્યાજ હોવી જોઇએ. મહેરબાની કરીને એક 0 કરતા મોટી યોગ્ય સંખ્યા દાખલ કરો.
hi: एक संख्या होनी चाहिए. कृपया 0 से अधिक एक वैध संख्या दर्ज करें.
it: dev'essere un numero. Inserisci un numero valido maggiore di 0.
pt: deve ser um número. Forneça um número válido superior a 0.
ru: необходимо число. Пожалуйста, введите число равное выше нуля

source: can't be blank if tax is enabled
de: kann nicht leer sein, wenn die Steuer aktiviert ist
es: no puede estar en blanco si el impuesto está habilitada
fr: ne peut pas être vide si la taxe est activé
gu: જો કર સકિ઼ય હોય તો ખાલી ના હોય શકે
hi: अगर कर सक्षम है तो यह स्थान खाली नहीं छोडा जा सकता
it: non può essere vuoto se l'imposta è attiva
pt: a lacuna deve ser preechida, caso o imposto seja ativo
ru: не может быть незаполненным при включенном налоге

source: Province
de: Provinz
es: Provincia o Estado
fr: Province, département
gu: પરગણુ
hi: प्रांत
it: Provincia
pt: Província
ru: Область

source: Postal Code
de: Postleitzahl
es: Código Postal
fr: Code postal
gu: પોસ્ટલ કોડ
hi: डाक कोड
it: Codice Postale
pt: Código Postal
ru: Индекс

source: State
de: Staat
es: Estado
fr: État
gu: રાજય
hi: राज्य
it: Stato
pt: Estado
ru: Штат

source: Region
es: Región
fr: Région
gu: પ્રદેશ
hi: प्रान्त
it: Regione
pt: Região
ru: Регион

source: PLZ
fr: SVP
gu: મહેરબાની કરીને
ru: Индекс

source: Pincode
es: Código Pin
fr: NIP
gu: પિન કોડ
hi: पिन कोड
it: Codice PIN
pt: NIP
ru: Пин-код

source: Prefecture
de: Präfektur
es: Prefectura
fr: Préfecture
gu: પ્રીફેક્ચર
hi: प्रान्त
it: Prefettura
pt: Prefeitura
ru: Префектура

source: Zip Code
de: Postleitzahl
es: Código Postal
fr: Code postal
gu: ઝિપ કોડ
hi: ज़िप कोड
it: Codice Postale
pt: Código Postal
ru: Индекс

source: winner
de: Gewinner
es: ganador
fr: gagnant
gu: વિજેતા
hi: विजेता
it: vincitore
pt: vencedor
ru: Победитель

source: Winner|Signup type
de: Anmeldungstyp
es: Tipo
fr: Type d'inscription
gu: સાઇનઅપ પ્રકાર
hi: साइन अप प्रकार
it: Tipo di registrazione
pt: Tipo
ru: Тип регистрации

source: Winner|Draw date
de: Ziehungsdatum
es: Fecha de Sorteo
fr: Date de tirage
gu: લૉટરી તારીખ
hi: ड्रा की तारीख
it: Data dell'estrazione
pt: Data
ru: Дата розыгрыша

source: Winner|Prize
de: Preis
es: Premio
fr: Prix
gu: ઇનામ
hi: पुरस्कार
it: Premio
pt: Prêmio
ru: Приз

source: Winner|Winner name
de: Name des Gewinners
es: Nombre del Ganador
fr: Nom du gagnant
gu: વિજેતા નામ
hi: विजेता के नाम
it: Nome del vincitore
pt: Nome
ru: Имя победителя

source: Winner|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Создан

source: Winner|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: Winner|Contest type
de: Art von Wettbewerb
es: Tipo de Concurso
fr: Type de concours
gu: પ઼તિયોગિતા પ્રકાર
hi: प्रतियोगिता के प्रकार
it: Tipo di concorso
pt: Tipo de concurso
ru: Тип мероприятия

source: drivers license
de: Führerschein
es: licencia de conducir
fr: permis de conduire
gu: ચાલક સનદ
hi: चालक लाइसेंस
it: Patente di guida
pt: carta de condução
ru: Водительские права

source: DriversLicense|State
de: Staat
es: Estado
fr: État, province
gu: શહેર
hi: राज्य
it: Stato o provincia
pt: Estado
ru: Регион

source: DriversLicense|Number
de: Nummer
es: Número
fr: Numéro
gu: સંખ્યા
hi: संख्याः
it: Numero
pt: Número
ru: Номер

source: billing address
de: Rechnungsadresse
es: dirección de facturación
fr: adresse de facturation
gu: બિલનુ સરનામું
hi: बिलिंग पता
it: indirizzo di fatturazione
pt: endereço do remetente
ru: Биллинговый адрес

source: BillingAddress|Name
de: Name
es: Nombre
fr: Nom
gu: નામ
hi: नाम
it: Nome
pt: Nome
ru: Название

source: BillingAddress|Address1
de: Adresse 1
es: Dirección1
fr: Adresse 1
gu: સરનામું 1
hi: पता1
it: Indirizzo 1
pt: Endereço 1
ru: Адрес 1

source: BillingAddress|Address2
de: Adresse 2
es: Dirección2
fr: Adresse 2
gu: સરનામું 2
hi: पता2
it: Indirizzo 2
pt: Endereço 2
ru: Адрес 2

source: BillingAddress|City
de: Stadt
es: Ciudad
fr: Ville
gu: શહેર
hi: शहर
it: Città
pt: Cidade
ru: Город

source: BillingAddress|State
de: Staat
es: Estado
fr: État, province ou département
gu: રાજય
hi: राज्य
it: Stato
pt: Estado
ru: Штат

source: BillingAddress|Zip
de: Postleitzahl
es: Código Postal
fr: Code postal
gu: ઝિપ
hi: ज़िप
it: Codice postale
pt: Código postal
ru: Индекс

source: BillingAddress|Country
de: Land
es: País
fr: Pays
gu: દેશ
hi: देश
it: Nazione
pt: País
ru: Страна

source: BillingAddress|Phone
de: Telefonnummer
es: Teléfono
fr: Téléphone
gu: ફોન
hi: फोन
it: Numero di telefono
pt: Telefone
ru: Телефон

source: BillingAddress|Fax
de: Faxnummer
es: Fax
fr: Fax
gu: ફેક્સ
hi: फैक्स
it: Numero di fax
pt: Fax
ru: Факс

source: BillingAddress|Email
de: E-Mail
es: Correo electrónico
fr: Courriel
gu: ઇ-મેઇલ
hi: ईमेल
it: Indirizzo e-mail
pt: Email
ru: E-mail

source: Feedback received from website
de: Erhielt Feedback von der Webseite
es: Comentarios recibidos del sitio web
fr: Commentaires reçus sur le site
gu: વેબસાઈટથી મેળવેલ અભિપા઼ય
hi: सुझाव वेबसाइट से प्राप्त
it: Feedback ricevuto dal sito web
pt: Comentários recebidos do site
ru: Обратная связь с сайтом

source: Reply to your feedback on Billing Boss
de: Antwort zu Ihrem Feedback für Billing Boss
es: Respuesta a sus comentarios sobre Billing Boss
fr: Une réponse à vos commentaires à propos de Billing Boss
gu: તમારા Billing Boss માટેનાં અભિપા઼યનો જવાબ
hi: आपके सुझाव का उत्तर Billing Boss पर दे
it: Risposta ai tuoi commenti su Billing Boss
pt: Resposta aos seus comentários no Billing Boss
ru: Ответьте на сообщения, полученные в системе Billing Boss.

source: Spaccount|Spaccount name
de: Name
es: Nombre de cuenta
fr: Nom Spaccount
gu: Spaccount નામ
hi: sp खाता नाम
it: Nome del conto
pt: Nome da conta
ru: SP аккаунт название

source: Spaccount|First name
de: Vorname
es: Nombre
fr: Prénom
gu: પ્રથમ નામ
hi: नाम
it: Nome
pt: Nome
ru: Имя

source: Spaccount|Last name
de: Familienname
es: Apellido(s)
fr: Nom
gu: અંતિમ નામ
hi: उपनाम
it: Cognome
pt: Sobrenome
ru: Фамилия

source: Spaccount|Address
de: Adresse
es: Dirección
fr: Adresse
gu: સરનામું
hi: पता:
it: Indirizzo
pt: Endereço
ru: Адрес

source: Spaccount|City
de: Stadt
es: Ciudad
fr: Ville
gu: શહેર
hi: शहर
it: Città
pt: Cidade
ru: Город

source: Spaccount|State prov
de: Provinz
es: Estado o provincia
fr: Province, état, département
gu: શહેર
hi: राज्य
it: Stato o provincia
pt: Estado ou Província
ru: Область

source: Spaccount|Zip postal
de: Postleitzahl
es: Código postal
fr: Code postal
gu: ઝિપ પોસ્ટલ
hi: ज़िप
it: Codice postale
pt: Código postal
ru: Индекс

source: Spaccount|Email
de: E-Mail
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल
it: Indirizzo e-mail
pt: E-mail
ru: E-mail

source: Spaccount|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Создан

source: Spaccount|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Modificato alle ore
pt: Actualizado em
ru: Обновлен

source: Spaccount|Company
de: Firma
es: Empresa
fr: Entreprise
gu: કંપની
hi: कंपनी
it: Società
pt: Empresa
ru: Компания

source: Spaccount|Country
de: Land
es: País
fr: Pays
gu: દેશ
hi: देश
it: Nazione
pt: País
ru: Страна

source: Spaccount|Phone
de: Telefonnummer
es: Teléfono
fr: Téléphone
gu: ફોન
hi: फ़ोन
it: Numero di telefono
pt: Telefone
ru: Телефон

source: Spaccount|Fax
de: Faxnummer
es: Fax
fr: Fax
gu: ફેક્સ
hi: फैक्स
it: Numero di fax
pt: Fax
ru: Факс

source: Spaccount|Transaction
de: Transaktion
es: Operación
fr: Transaction
gu: વ્યવહાર
hi: सौदा
it: Transazione
pt: Transação
ru: Транзакция

source: Spaccount|Status
de: Status
es: Estatus
fr: État
gu: સ્થિતિ
hi: स्थिति
it: Stato
pt: Status
ru: Статус

source: Spaccount|Comment
de: Kommentar
es: Comentarios
fr: Commentaire
gu: ટિપ્પણી
hi: टिप्पणी
it: Commento
pt: Comentário
ru: Комментарий

source: Spaccount|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: उपयोगकर्ता
it: Utente
pt: Usuário
ru: Пользователь

source: logo
es: logotipo
gu: પ઼તીક ચિહ્ન
hi: लोगो
pt: logotipo
ru: Логотип

source: Logo|Created by
de: Erstellt von
es: Creado por
fr: Créé par
gu: દ્વારા બનાવવામાં આવેલ
hi: के द्वारा निर्मित है
it: Creato da
pt: Criado por
ru: Cоздан

source: Logo|Parent
de: Ursprung
es: Pertenece a
fr: Parent
gu: પ્રધાન
hi: जनक
it: Capogruppo
pt: Progenitor
ru: Источник

source: Logo|Name
de: Name
es: Nombre
fr: Nom
gu: નામ
hi: नाम
it: Nome
pt: Nome
ru: Название

source: Logo|Content type
de: Art des Inhalts
es: Tipo de contenido
fr: Type de contenu
gu: લખાણ પ્રકાર
hi: सामग्री प्रकार
it: Tipo di contenuto
pt: Tipo de conteúdo
ru: Тип содержания

source: Logo|Thumbnail
de: Thumbnail
es: Miniatura
fr: Vignette
gu: થમ્બનેઈલ
hi: लघुछवि
it: Anteprima
pt: Imagem
ru: Уменьшенное изображение

source: Logo|Size
de: Größe
es: Tamaño
fr: Taille
gu: માપ
hi: आकार
it: Dimensione
pt: Tamanho
ru: Размер

source: Logo|Width
de: Breite
es: Ancho
fr: Largeur
gu: પહોળાઈ
hi: चौड़ाई
it: Larghezza
pt: Largura
ru: Ширина

source: Logo|Height
de: Höhe
es: Altura
fr: Hauteur
gu: ઊંચાઈ
hi: ऊँचाई
it: Altezza
pt: Altura
ru: Высота

source: Logo|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Создан

source: Logo|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: Logo|Filename
de: Dateiname
es: Nombre del archivo
fr: Nom de fichier
gu: ફાઇલનામ
hi: फ़ाइलनाम
it: Nome del file
pt: Nome do arquivo
ru: Название файла

source: The file you uploaded was not a JPEG, PNG or GIF
de: Die Datei, die Sie hochluden, war kein JPEG, PNG oder GIF
es: El archivo subido no es un archivo JPEG, PNG o GIF
fr: Le fichier que vous avez téléversé n'est pas un fichier JPEG, PNG ou GIF
gu: તમે અપલોડ કરેલી ફાઇલો JPEG, PNG અથવા GIF નથી
hi: फ़ाइल JPEG, PNG या GIF नहीं है
it: Il file caricato non è in formato JPEG, PNG o GIF
pt: O arquivo transferido não está em formato JPEG, PNG ou GIF
ru: Файл, который вы загрузили, не соответствует форматам JPEG, PNG и GIF

source: The image you uploaded was larger than the maximum size of %{size}
de: Das Bild, das Sie hochluden, war größer als die maximale Größe von %{size}
es: La imagen que ha subido era más grande que el tamaño máximo de %{size}
fr: L'image que vous avez téléversée est plus grande que la taille maximale de %{size}
gu: તમે અપલોડ કરેલુ ચિત્ર અધિકતમ સાઇઝ %{size} કરતા ઘણુ મોટુ હતુ
hi: छवि अधिकतम आकार %{size} से बड़ा है
it: L'immagine che hai caricato supera la dimensione massima di %{size}
pt: A imagem carregada excede o tamanho máximo de %{size}
ru: Файл, который вы загрузили, превышает размер %{size}

source: activity
de: Aktivität
es: actividad
fr: activité
gu: પ઼વુતિ
hi: गतिविधि
it: attività
pt: actividade
ru: Событие

source: Activity|Invoice
de: Rechnung
es: Factura
fr: Facture
gu: ઇનવોઇસ
hi: चालान
it: Fattura
pt: Factura
ru: Счет

source: Activity|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: प्रयोक्ता
it: Utente
pt: Usuário
ru: Пользователь

source: Activity|Body
de: Hauptteil
es: Detalles
fr: Contenu
gu: મુખ્ય ભાગ
hi: काया
it: Messaggio
pt: Corpo
ru: Организация

source: Activity|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creata alle ore
pt: Criado em
ru: Создано

source: Activity|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornata alle ore
pt: Actualizado em
ru: Обновлено

source: Activity|Extra
de: Extra
es: Extra
fr: Extra
gu: અતિરિકત
hi: अतिरिक्त
it: Extra
pt: Extra
ru: Дополнительно

source: feedback
de: Rückmeldung
es: su opinión
fr: commentaires
gu: અભિપા્ય
hi: प्रतिक्रिया
it: commenti
pt: resposta
ru: Обратная связь

source: Feedback|User name
de: Benutzername
es: Usuario
fr: Nom de l'utilisateur
gu: વપરાશકર્તા નામ
hi: प्रयोक्ता नाम
it: Nome utente
pt: Nome do usuário
ru: Имя пользователя

source: Feedback|User email
de: Benutzer-Email
es: Correo electrónico
fr: Courriel de l'utilisateur
gu: વપરાશકર્તા ઈ-મેઈલ
hi: प्रयोक्ता ईमेल
it: E-mail utente
pt: E-mail do usuário
ru: E-mail пользователя

source: Feedback|Text to send
de: Sendetext
es: Mensaje
fr: Texte à envoyer
gu: મોકલવાના શબ્દો
hi: भेजने के लिए टेक्स्ट करें
it: Testo da inviare
pt: Texto a ser enviado
ru: Отправить текст

source: Feedback|Response text
de: Antworttext
es: Respuesta
fr: Réponse
gu: પ્રતિક્રિયા શબ્દો
hi: प्रतिक्रिया पाठ
it: Testo inviato in risposta
pt: Resposta de texto
ru: Текст ответа

source: Feedback|Response status
de: Antwortstatus
es: Estatus
fr: État de la réponse
gu: પ્રતિક્રિયા સ્થિતિ
hi: प्रतिक्रिया स्थिति
it: Stato della risposta
pt: Status da resposta
ru: Статус ответа

source: Feedback|Owned by
de: Besitzer
es: Dueño
fr: Appartient à
gu: માલિકી દ્ધારા
hi: स्वामित्व
it: Di proprietà di
pt: Proprietário
ru: Принадлежит

source: Feedback|Last reply mailed at
de: Letzte Antwort gesendet um
es: Ultima respuesta
fr: Dernière réponse envoyée à
gu: અંતિમ જવાબ અંહિ ઇ-મેઇલ કરેલ છે
hi: पर अंतिम जवाब भेजा गया था
it: Ultima risposta inviata alle ore
pt: A última resposta foi postada em
ru: Последний ответ отправлен

source: Feedback|Created at
de: Erstellt
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Создана

source: Feedback|Updated at
de: Aktualisiert
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлена

source: must be accepted.
de: muss akzeptiert werden.
es: debe ser aceptado.
fr: doit être acceptée.
gu: સ્વિકારવુ આવશ્યક
hi: स्वीकार किया जाना चाहिए
it: deve essere accettata.
pt: deve ser aceite.
ru: должен быть принят

source: must be a valid email address.
de: muss eine gültige Emailadresse sein.
es: debe ser una dirección válida de correo electrónico.
fr: doit être une adresse courriel valide.
gu: પ્રમાણભૂત ઇ-મેઇલ સરનામું હોવુ આવશ્યક.
hi: एक मान्य ईमेल पता होना चाहिए
it: deve essere un indirizzo e-mail valido.
pt: deve ser um endereço de email válido.
ru: должен быть действительный имейл адрес

source: You must enter the signup key from the person who invited you.
de: Sie müssen den Anmeldeschlüssel der Person, die Sie einlud, eingeben.
es: Usted debe introducir la clave de registro de la persona que le invitó.
fr: Vous devez entrer la clé d'inscription de la personne qui vous a invité.
gu: જે વ્યકિતએ તમને આમંત્રિત કર્યા છે તેમના તરફથી મળેલી સાઇનઅપ ચાવી ઉમેરવી પડે.
hi: व्यक्ति जो आपको आमंत्रित किया है उस के द्वारा साइनअप कुंजी तुम्हें दर्ज करना होगा
it: Devi inserire la chiave di registrazione ricevuta dalla persona che ti ha invitato.
pt: Você deve utilizar a chave de inscrição de pessoa que lhe convidou.
ru: Вам необходимо внести регистрационный ключ, который вы получили в приглашении.

source: cannot have bookkeeping role unless you are a bookkeeper
de: es ist nur möglich die Rolle eines Buchhalters anzunehmen wenn Sie ein Buchhalter sind
es: no puede tener rol de contador a menos que sea un contador
fr: ne peut pas avoir un rôle de comptable à moins que vous ne soyez comptable
gu: વહીખાતા લખનારની ભૂમિકા ના કરી શકો જયા સુધી તમે વહીખાતા લખનાર ના હોવ.
hi: यदि आप लेखाकार हैं, केवल तब ही आप बहीखाते की भूमिका ले सकते हैं
it: Non puoi avere il ruolo di commercialista a meno che tu non sia un commercialista.
pt: Você deve ser um profissional de contabilidade para possuir documentos contábeis.
ru: Не может выполнять роль бухгалтера, в случае, если вы являетесь таковым.

source: cannot have bookkeeping role for someone with no bookkeeping contract
de: Ohne Buchhaltungsvertrag gibt es keine Buchhaltungsrolle
es: no puede darse rol de contador a alguien sin un contrato de contador
fr: ne peut pas avoir un rôle de comptable pour une personne n'ayant pas de contrat de comptabilité
gu: વહીખાતા લખનારની ભૂમિકા ના કરી શકો જયા સુધી તમે વહીખાતા લખવાનો કરાર ના હોવ.
hi: बहीखाता भूमिका नहीं हो सकता किसी के साथ जो बहीखाता अनुबंध नहीं है
it: Non puoi avere il ruolo di commercialista a meno che tu non abbia un contratto come commercialista
pt: Não há documentos contábeis sem contracto de contabilidade.
ru: Не может выполнять роль бухгалтера без бухгалтерского контракта.

source: line item
de: Rechnungsposition
es: línea
fr: ligne
gu: લીટી વસ્તુ
hi: पंक्ति
it: articolo
pt: linha
ru: Строка наименования

source: LineItem|Unit
de: Artikel
es: Unidad
fr: Unité
gu: એકમ
hi: इकाई
it: Unità
pt: Unidade
ru: Наименование

source: LineItem|Description
de: Beschreibung
es: Descripción
fr: Description
gu: વર્ણન
hi: वर्णन
it: Descrizione
pt: Descrição
ru: Описание

source: LineItem|Invoice
de: Rechnung
es: Factura
fr: Facture
gu: ઇનવોઇસ
hi: चालान
it: Fattura
pt: Factura
ru: Счет

source: LineItem|Position
de: Position
es: Posición
fr: Position
gu: સ્થાન
hi: स्थिति
it: Posizione
pt: Posição
ru: Позиция

source: LineItem|Created at
de: Erstellt um
es: Creado en
fr: Créée à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया है
it: Creato alle ore
pt: Criada em
ru: Создана

source: LineItem|Updated at
de: Aktualisiert
es: Actualizado en
fr: Mise à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizada em
ru: Обновлена
