Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Gambia
fr: Gambie
gu: ગામ્બિયા
hi: गाम्बिया
pt: Gâmbia
ru: Гамбия

source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
gu: જર્મની
hi: जर्मनी
it: Germania
pt: Alemanha
ru: Германия

source: Ghana
gu: ઘાના
hi: घाना
pt: Gana
ru: Гана

source: Gibraltar
gu: જીબ્રાલ્ટર
hi: जिब्राल्टर
it: Gibilterra
ru: Гибралтар

source: Greece
de: Griechenland
es: Grecia
fr: Grèce
gu: ગ્રીસ
hi: ग्रीस
it: Grecia
pt: Grécia
ru: Греция

source: Greenland
de: Grönland
es: Groenlandia
fr: Groënland
gu: ગ્રીનલેન્ડ
hi: ग्रीनलैंड
it: Groenlandia
pt: Groenlândia
ru: Гренландия

source: Grenada
es: Granada
fr: Grenade
gu: ગ્રેનેડા
hi: ग्रेनाडा
pt: Granada
ru: Гренада

source: Guadeloupe
es: Guadalupe
gu: ગ્ડેલોપે
hi: ग्वाडेलूप
it: Guadalupa
pt: Guadalupe
ru: Гваделупа

source: Guatemala
gu: ગ્વાટેમાલા
hi: ग्वाटेमाला
ru: Гватемала

source: Guernsey
fr: Guernesey
gu: ગુર્નસે
hi: ग्वेर्नसी
ru: Гернси

source: Guinea
fr: Guinée
gu: ગિએના
hi: गिनी
pt: Guiné
ru: Гвинея

source: Guinea-Bissau
fr: Guinée-Bissau
gu: ગિએના-બિસાઉ
hi: गिनी-बिसाउ
pt: Guiné-Bissau
ru: Гвинея-Бисау

source: Guyana
gu: ગુયાના
hi: गुयाना
pt: Guiana
ru: Гайана

source: Haiti
es: Haití
fr: Haïti
gu: હૈતી
hi: हैती
ru: Гаити

source: Heard Island and McDonald Islands
de: Heard und McDonald-Inseln
es: Islas Heard, Islas y McDonald
fr: Heard, Île et McDonald, Îles
gu: હેર્ડ ટાપુઓ અને મેકડોનાલ્ડ ટાપુઓ
hi: हर्ड आइलैंड एन्ड मैक्डोनाल्ड आइलैंड्स
it: Isole Heard e McDonald
pt: Ilha Heard e Ilhas McDonald
ru: Острова Херд и Макдональд

source: Honduras
gu: હોન્ડુરાસ
hi: होंडुरास
ru: Гондурас

source: Hong Kong
gu: હોંગ કોંગ
hi: हाँग काँग
ru: Гонконг

source: Hong Kong SAR China
de: Sonderverwaltungszone Hongkong der Volksrepublik China
es: Región Administrativa Especial China de Hong Kong
fr: Région spéciale administrative chinoise de Hong-Kong
gu: હોંગ કોંગ સ્પેશિયન એડમિનિસ્ટ્રેટિવ રીજીઅન ઓફ ચાઇના
hi: हाँग काँग स्पेशल ऐडमिनिस्ट्रेटिव रीजन ऑफ चाइना
it: Regione amministrativa speciale cinese di Hong Kong
pt: Hong Kong RAS China
ru: Специальный административный район Гонконг, Китай

source: Hungary
de: Ungarn
es: Hungría
fr: Hongrie
gu: હંગેરી
hi: हंगरी
it: Ungheria
pt: Hungria
ru: Венгрия

source: Iceland
de: Island
es: Islandia
fr: Islande
gu: આઇસલેન્ડ
hi: आइसलैंड
it: Islanda
pt: Islândia
ru: Исландия

source: India
de: Indien
fr: Inde
gu: ભારત
hi: भारत
pt: Índia
ru: Индия

source: Indonesia
de: Indonesien
fr: Indonésie
gu: ઇન્ડોનેશિયા
hi: इंडोनेशिया
pt: Indonésia
ru: Индонезия

source: Iran
es: Irán, República islámica de
fr: Iran, République islamique d'
gu: ઇરાન
hi: ईरान, इस्लामिक रिपब्लिक ऑफ
pt: Irã
ru: Иран

source: Iraq
de: Irak
es: Irak
fr: Irak
gu: ઇરાક
hi: इराक
pt: Iraque
ru: Ирак

source: Ireland
de: Irland
es: Irlanda
fr: Irlande
gu: આયરલેન્ડ
hi: आयरलैंड
it: Irlanda
pt: Irlanda
ru: Ирландия

source: Isle of Man
de: Insel Man
es: Isla de Man
fr: Île de Man
gu: આઇસ્લે ઓફ મેન
hi: आइस्ल ऑफ मैन
it: Isola di Man
pt: Ilha de Man
ru: Остров Мэн

source: Israel
fr: Israël
gu: ઇઝરાયેલ
hi: इज़रायल
it: Israele
ru: Израиль

source: Italy
de: Italien
es: Italia
fr: Italie
gu: ઇટાલી
hi: इटली
it: Italia
pt: Itália
ru: Италия

source: Ivory Coast
de: Elfenbeinküste
es: Costa de Marfil
fr: Côte d'Ivoire
gu: આઇવરી કોસ્ટ
hi: आइवरी कोस्ट
it: Costa d'Avorio
pt: Costa do Marfim
ru: Кот-д'Ивуар

source: Jamaica
de: Jamaika
fr: Jamaïque
gu: જમૈકા
hi: जमैका
it: Giamaica
ru: Ямайка

source: Japan
es: Japón
fr: Japon
gu: જાપાન
hi: जापान
it: Giappone
pt: Japão
ru: Япония

source: Jersey
gu: જર્સી
hi: जर्सी
ru: Остров Джерси

source: Johnston Island
de: Johnstoninsel
es: Atolón Johnston
fr: Île Johnston
gu: જોનાથન ટાપુ
hi: बोउवेट आइलैंड
pt: Atol de Johnston
ru: Атолл Джонстона

source: Jordan
de: Jordanien
es: Jordania
fr: Jordanie
gu: જોર્ડન
hi: जॉर्डन
it: Giordania
pt: Jordânia
ru: Иордания

source: Kazakhstan
de: Kasachstan
es: Kazajistán
gu: કઝાખસ્તાન
hi: कज़ाख्स्तान
it: Kazakistan
pt: Cazaquistão
ru: Казахстан

source: Kenya
de: Kenia
es: Kenia
gu: કેન્યા
hi: केन्या
pt: Quênia
ru: Кения

source: Kiribati
gu: કીરીબાતી
hi: किरिबाती
ru: Кирибати

source: Kuwait
fr: Koweït
gu: કુવૈત
hi: कुवैत
ru: Кувейт

source: Kyrgyzstan
de: Kirgistan
es: Kirgizstán
fr: Kirghizistan
gu: કિર્ગિસ્તાન
hi: किरगिज़तान
it: Kirghizistan
pt: Quirguistão
ru: Киргизия

source: Laos
gu: લાઓસ
hi: लाओस
ru: Лаос

source: Latvia
de: Lettland
es: Letonia
fr: Lettonie
gu: લેટવિયા
hi: लात्विया
it: Lettonia
pt: Letônia
ru: Латвия

source: Lebanon
de: Libanon
es: Líbano
fr: Liban
gu: લેબેનોન
hi: लेबनान
it: Libano
pt: Líbano
ru: Ливан

source: Lesotho
es: Lesoto
gu: લેસોથો
hi: लेसोोथो
pt: Lesoto
ru: Лесото

source: Liberia
fr: Libéria
gu: લાઇબેરિયા
hi: लाइबेरिया
pt: Libéria
ru: Либерия

source: Libya
de: Libyen
es: Libia
fr: Libye
gu: લિબિયા
hi: लीबिया
it: Libia
pt: Líbia
ru: Ливия

source: Liechtenstein
gu: લીચટેન્સટાઇન
hi: लीखटेन्सटीन
ru: Лихтенштейн

source: Lithuania
de: Litauen
es: Lituania
fr: Lituanie
gu: લિથુઆનીયા
hi: लिथुआनिया
it: Lituania
pt: Lituânia
ru: Литва

source: Luxembourg
de: Luxemburg
es: Luxemburgo
gu: લક્ઝમબર્ગ
hi: लक्ज़मबर्ग
it: Lussemburgo
pt: Luxemburgo
ru: Люксембург

source: Macau
de: Macao
es: Macao
fr: Aomen (Macau)
gu: મકાઉ
hi: मकाउ
it: Macao
ru: Мака́o

source: Macau SAR China
de: Sonderverwaltungszone Macao der Volksrepublik China
es: Macao RAS
fr: République populaire de Chine
gu: મકાઉ સ્પેશિયન એડમિનિસ્ટ્રેટિવ રીજીઅન ઓફ ચાઇના
hi: मकाउ सर चाइना
it: Macao RAS
pt: Região Administrativa Especial de Macau da RPC (RAEM)
ru: Специальный Административный район Мака́o, Китай

source: Macedonia
de: Mazedonien
es: Macedonia, República de
fr: Macédoine, République de
gu: મેસેડોનિયા
hi: मैकेडोनिया
it: Repubblica di Macedonia
pt: Macedônia
ru: Македония

source: Madagascar
de: Madagaskar
gu: માડાગાસ્કર
hi: मेडागास्कर
ru: Мадагаскар

source: Malawi
gu: માલાવી
hi: मलावी
ru: Малави

source: Malaysia
es: Malasia
fr: Malaisie
gu: મલેશિયા
hi: मलेशिया
pt: Malásia
ru: Малайзия

source: Maldives
de: Malediven
es: Islas Maldivas
gu: માલ્દીવ્સ
hi: मालदीव
it: Maldive
pt: Maldivas
ru: Мальдивы

source: Mali
gu: માલી
hi: माली
ru: Мали

source: Malta
fr: Malte
gu: માલ્ટા
hi: माल्टा
ru: Мальта

source: Martinique
es: Martinica
gu: માર્ટિનિક
hi: मार्टिनिक
it: Martinica
pt: Martinica
ru: Мартиника

source: Mauritania
de: Mauretanien
fr: Mauritanie
gu: મોરિશિઆના
hi: मॉरिटानिय
pt: Mauritânia
ru: Мавритания

source: Mauritius
es: Mauricio
fr: Maurice
gu: મોરિશિયસ
hi: मॉरिशस
it: Maurizio
pt: Maurícia
ru: Маврикий

source: Mayotte
gu: માયોટ્ટે
hi: मैयोट्ट
ru: Майотта

source: Mexico
de: Mexiko
es: México
fr: Mexique
gu: મેક્સિકો
hi: मेक्सिको
it: Messico
pt: México
ru: Мексика

source: Micronesia
de: Mikronesien
es: Estados Federados de Micronesia
fr: États fédérés de Micronésie
gu: માઇક્રોનેશિયા
hi: फेडेरेटड स्टेट्स ऑफ माइक्रोनीसिया
it: Stati federati di Micronesia
pt: Estados Federados da Micronésia
ru: Микронезия

source: Midway Islands
de: Midwayinseln
es: Islas Midway
fr: Îles Midway
gu: મિડવે ટાપુઓ
hi: मिडवे द्वीप
it: Isole Midway
pt: Atol de Midway
ru: Остров Мидуэй

source: Moldova
de: Moldawien
es: Moldavia
gu: મોલ્ડોવા
hi: रिपब्लिक ऑफ मॉलदोवा
it: Moldavia
pt: Moldávia
ru: Молдова

source: Monaco
es: Mónaco
gu: મોનેકો
hi: मोनाको
pt: Mônaco
ru: Монако

source: Mongolia
de: Mongolei
fr: Mongolie
gu: મોંગોલિયા
hi: मंगोलिया
pt: Mongólia
ru: Монголия

source: Montenegro
fr: Monténégro
gu: મોન્ટેનેગરો
hi: मॉन्टेनेग्रो
ru: Черногория

source: Montserrat
gu: મોન્ટસેર્રાટ
hi: मॉन्ट्सेर्राट
ru: Монтсеррат

source: Morocco
de: Marokko
es: Marruecos
fr: Maroc
gu: મોરક્કો
hi: मोरक्को
it: Marocco
pt: Marrocos
ru: Марокко

source: Mozambique
de: Mosambik
gu: મોઝામ્બિક
hi: मोज़ाम्बिक
it: Mozambico
pt: Moçambique
ru: Мозамбик

source: Myanmar
es: Birmania
gu: મ્યાનમાર
hi: म्यानमार
pt: Mianmar
ru: Мьянма

source: Namibia
fr: Namibie
gu: નામિબિયા
hi: नामीबिया
pt: Namíbia
ru: Намибия

source: Nauru
es: Naurí
fr: Nauruan
gu: નાઉરુ
hi: नायरू
ru: Науру

source: Nepal
fr: Népal
gu: નેપાળ
hi: नेपाल
ru: Непал

source: Netherlands
de: Niederlande / Holland
es: Países Bajos
fr: Pays-Bas
gu: નેધરલેન્ડ્સ
hi: नीदरलैंड्स
it: Paesi Bassi
pt: Holanda
ru: Нидерланды

source: Netherlands Antilles
de: Niederländische Antillen
es: Antillas Holandesas
fr: Antilles néerlandaises
gu: નેધરલેન્ડ્સ એન્ટિલાઇસ
hi: नीदरलैंड्स ऐन्टिल्स
it: Antille olandesi
pt: Antilhas Neerlandesas
ru: Нидерландские Антилы

source: Neutral Zone
de: Neutrale Zone
es: Zona neutral
fr: Zone neutre
gu: તટસ્થ વિસ્તાર
hi: तटस्थ क्षेत्र
it: Zona neutrale
pt: Zona Neutra
ru: Нейтральная зона

source: New Caledonia
de: Neukaledonien
es: Nueva Caledonia
fr: Nouvelle-Calédonie
gu: ન્યુ કેલેડોનિયા
hi: न्यू कैलेडोनिया
it: Nuova Caledonia
pt: Nova Caledônia
ru: Новая Каледония

source: New Zealand
de: Neuseeland
es: Nueva Zelanda
fr: Nouvelle-Zélande
gu: ન્યુઝીલેન્ડ
hi: न्यू ज़ीलैन्ड
it: Nuova Zelanda
pt: Nova Zelândia
ru: Новая Зеландия

source: Nicaragua
gu: નિકારાગુઆ
hi: निकारागुआ
pt: Nicarágua
ru: Никарагуа

source: Niger
gu: નાઇજર
hi: नाइजर
pt: Níger
ru: Нигер

source: Nigeria
gu: નાઇજેરિયા
hi: नाइजीरिया
pt: Nigéria
ru: Нигерия

source: Niue
fr: Nioue
gu: નિયુ
hi: नियू
ru: Ниуэ

source: Norfolk Island
de: Norfolkinsel
es: Isla Norfolk
fr: Norfolk, Île
gu: નોર્ફોક ટાપુઓ
hi: नोरफोल्क आइलैंड
it: Isola Norfolk
pt: Ilha Norfolk
ru: Остров Норфолк

source: North Korea
de: Nordkorea
es: Corea del Norte
fr: Corée, République de
gu: ઉત્તર કોરિયા
hi: उत्तर कोरिया
it: Corea del Nord
pt: Coreia do Norte
ru: Северная Корея

source: North Vietnam
de: Nordvietnam
es: Ndebele del Norte; Nbdele septentrional
fr: Ndébélé du Nord
gu: ઉત્તર વિએતનામ
hi: उत्तरी वियतनाम
it: Vietnam del Nord
pt: República Socialista do Vietname
ru: Северный Вьетнам

source: Norway
de: Norwegen
es: Noruega
fr: Norvège
gu: નોર્વે
hi: नॉर्वे
it: Norvegia
pt: Noruega
ru: Норвегия

source: Oman
es: Omán
gu: ઓમાન
hi: ओमान
pt: Omã
ru: Оман

source: Outlying Oceania
de: Ozeanien
es: Oceanía
fr: Oceanía
gu: આઉટલાઇંગ ઓસેનીયા
hi: आउटलाईंग ओशिनिया
it: Oceania
pt: Oceânia
ru: Океания

source: Pacific Islands Trust Territory
de: Treuhandgebiet Pazifische Inseln
es: Islas del pacífico (territorio de confianza)
fr: Îles du Pacifique
gu: પેસેફિક ટાપુઓ ટ્રસ્ટ ટેરિટરી
hi: प्रशांत द्वीपसमूह न्यास क्षेत्र
it: Territorio in amministrazione fiduciaria delle isole del Pacifico
pt: Protetorado das Ilhas do Pacífico das Nações Unidas
ru: Подопечная территория Тихоокеанские острова

source: Pakistan
es: Pakistán
gu: પાકિસ્તાન
hi: पाकिस्तान
pt: Paquistão
ru: Пакистан

source: Palestinian Territory
de: Palästinensische Autonomiegebiete
es: Territorio palestino ocupado
fr: Territoire palestinien occupé
gu: પેલેસ્ટાઇન ટેરિટરી
hi: पैलेस्तीनियन टेरीटरी
it: Territori palestinesi occupati
pt: Território Palestino Ocupado
ru: Палестинская Территория

source: Panama
es: Panamá
gu: પનામા
hi: पनामा
pt: Panamá
ru: Панама

source: Panama Canal Zone
de: Panama-Kanalzone
es: Zona del canal de Panamá
fr: Zone du canal de Panama
gu: પનામા કેનલ વિસ્તાર
hi: पनामा नहर क्षेत्र
it: Canale di Panama
pt: Zona do Canal do Panamá
ru: Зона Панамского Канала

source: Papua New Guinea
de: Papua-Neuguinea
es: Papúa Nueva Guinea
fr: Papouasie-Nouvelle-Guinée
gu: ેપાપુઆ ન્યુ ગીની
hi: पपुआ न्यू गिनी
it: Papua Nuova Guinea
pt: Papua-Nova Guiné
ru: Папуа Новая Гвинея

source: Paraguay
gu: પારાગ્વે
hi: पैरागुए
pt: Paraguai
ru: Парагвай

source: People's Democratic Republic of Yemen
de: Demokratische Volksrepublik Jemen
es: Yemén, República Democrática Popular de
fr: Yémen, République populaire démocratique du
gu: પીપલ્સ ડેમોક્રેટિક રીપબ્લિક ઓફ યમન
hi: डेमेक्रेटिक पीपल्स रिपब्लिक ऑफ कोरिया
it: Repubblica democratica popolare dello Yemen
pt: República Democrática Popular do Iêmen
ru: Народно-Демократическая Республика Йемен

source: Peru
es: Perú
fr: Pérou
gu: પેરુ
hi: पेरू
it: Perù
ru: Перу

source: Philippines
de: Philippinen
es: Filipinas
gu: ફિલિપાઇન્સ
hi: फिलीपीन्स
it: Filippine
pt: Filipinas
ru: Филиппины

source: Pitcairn
de: Pitcairninsel
gu: પીટેકેર્ન
hi: पिटकायर्न
pt: Ilhas Pitcairn
ru: Питкэрн

source: Poland
de: Polen
es: Polonia
fr: Pologne
gu: પોલેન્ડ
hi: पोलैंड
it: Polonia
pt: Polônia
ru: Польша

source: Portugal
gu: પોર્ટુગલ
hi: पुर्तगाल
it: Portogallo
ru: Португалия

source: Qatar
de: Katar
gu: કતાર
hi: क़तर
pt: Catar
ru: Катар

source: Reunion
de: Réunion
es: Reunión
fr: Réunion, Île de la
gu: રીયુનિયન
hi: रीयूनियन
pt: Reunião
ru: Реюньон

source: Romania
de: Rumänien
es: Rumanía
fr: Roumanie
gu: રોમાનિયા
hi: रोमानिया
pt: Romênia
ru: Румыния

source: Russia
de: Russland
es: Rusia
fr: Russie
gu: રશિયા
hi: रूस
pt: Rússia
ru: Россия

source: Rwanda
de: Ruanda
es: Ruanda
gu: રવાન્ડા
hi: रवांडा
it: Ruanda
pt: Ruanda
ru: Руанда

source: Saint Barthélemy
es: San Bartolomé
gu: સેન્ટ બાર્થેલેમિ
hi: सेंट हेलेना
it: Saint-Barths
pt: São Bartolomeu
ru: Сен-Бартельми

source: Saint Helena
de: St. Helena
es: Santa Helena
fr: Sainte-Hélène
gu: સેન્ટ હેલેના
hi: सेंट हेलेना
it: Sant'Elena
pt: Santa Helena
ru: Остров Святой Елены

source: Saint Kitts and Nevis
de: St. Kitts und Nevis
es: San Cristobo y Nevis
fr: Saint-Kitts-et-Nevis
gu: સેન્ટ કીટ્સ અને નેવિસ
hi: सेंट किट्स एन्ड नेविस
it: Saint Kitts e Nevis
pt: São Cristóvão e Neves
ru: Сен-Китс и Невис

source: Saint Lucia
es: Santa Lucía
fr: Sainte-Lucie
gu: સેન્ટ લ્યુસિયા
hi: सेंट लूसिया
pt: Santa Lúcia
ru: Сент-Люсия

source: Saint Martin
es: San Martín
gu: સેન્ટ માર્ટિન (ફ્રેન્ચ વિસ્તાર)
hi: सेंट हेलेना
pt: São Martinho (França)
ru: Сен-Мартен

source: Saint Pierre and Miquelon
de: St. Pierre und Miquelon
es: San Pedro y Miquelon
fr: Saint-Pierre-et-Miquelon
gu: સેન્ટ પીએરી અને મિક્યુલોન
hi: सेंट पियरे एन्ड मिक़ेलन
it: Saint-Pierre e Miquelon
pt: São Pedro e Miquelon
ru: Сен-Пьер и Микелон

source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen
es: San Vicente y las Granadinas
fr: Saint-Vincent-et-les Grenadines
gu: સેન્ટ વિન્સેન્ટ અને ગ્રેનેડીન્સ
hi: सेंट विन्सेन्ट एन्ड द ग्रेनेडाइन्स
it: Saint Vincent e Grenadine
pt: São Vicente e Granadinas
ru: Сент-Винсент и Гренадины

source: Samoa
gu: સામોઆ
hi: समोआ
ru: Самоа

source: San Marino
fr: San Marin
gu: સાન મરિનો
hi: सैन मरीनो
pt: São Marinho
ru: Сан-Марино

source: Sao Tome and Principe
de: Sao Tomé und Príncipe
es: Santo Tomé y Príncipe
fr: Sao Tomé-et-Principe
gu: સાઓ ટોમે અને પ્રિન્સિપે
hi: साओ टोम एन्ड प्रिन्सिप
it: São Tomé e Príncipe
pt: São Tomé e Príncipe
ru: Сан-Томе и Принсипи

source: Saudi Arabia
de: Saudi-Arabien
es: Arabia Saudí
fr: Arabie saoudite
gu: સાઉદી અરેબિયા
hi: सउदी अरबिया
it: Arabia Saudita
pt: Arábia Saudita
ru: Саудовская Аравия

source: Senegal
fr: Sénégal
gu: સેનેગલ
hi: सेनेगल
ru: Сенегал

source: Serbia
de: Serbien
fr: Serbie
gu: સર્બિઆ
hi: सर्बिया
pt: Sérvia
ru: Сербия

source: Serbia and Montenegro
de: Serbien und Montenegro
es: Serbia y Montenegro
fr: Serbie et Monténégro
gu: સર્બિયા અને મોન્ટેનેગરો
hi: एंटीगुआ और बर्बूडा
it: Serbia e Montenegro
pt: Sérvia e Montenegro
ru: Сербия и Черногория

source: Seychelles
de: Seychellen
gu: સેશેલ્સ
hi: सेशेल्स
it: Seicelle
pt: Seicheles
ru: Сейшелы

source: Sierra Leone
es: Sierra Leona
gu: સિએરા લીઓન
hi: सियेरा लियोन
pt: Serra Leoa
ru: Сьерра-Леоне

source: Singapore
de: Singapur
es: Singapur
fr: Singapour
gu: સિંગાપુર
hi: सिंगापुर
pt: Singapura
ru: Сингапур

source: Slovakia
de: Slowakei
es: Eslovaquia
fr: Slovaquie
gu: સ્લોવેકિયા
hi: स्लोवाकिया
it: Slovacchia
pt: Eslováquia
ru: Словакия

source: Slovenia
de: Slowenien
es: Eslovenia
fr: Slovénie
gu: સ્લોવેનિયા
hi: स्लोवेनिया
pt: Eslovênia
ru: Словения

source: Solomon Islands
de: Salomonen
es: Islas Salomón
fr: Salomon, Îles
gu: સોલોમન ટાપુઓ
hi: सोलोमन आइलैंड्स
it: Isole Salomone
pt: Ilhas Salomão
ru: Соломоновы Острова

source: Somalia
fr: Somalie
gu: સોમાલિયા
hi: सोमालिया
pt: Somália
ru: Сомали

source: South Africa
de: Südafrika
es: Suráfrica
fr: Afrique du Sud
gu: દક્ષિણ આફ્રિકા
hi: दक्षिण अफ्रीका
it: Sud Africa
pt: África do Sul
ru: Южная Африка

source: South Georgia and the South Sandwich Islands
de: Süd-Georgien und südliche Sandwichinseln
es: Georgia del Sur e Islas Sandwitch del Sur
fr: Géorgie du Sud et les îles Sandwich du Sud
gu: દક્ષિણ જર્યોજીયા અને દક્ષિણ સેન્ડવિચ ટાપુઓ
hi: साउथ जॉर्जिया एन्ड द साउथ सैन्डविच आइलैन्ड्स
it: Georgia del Sud e Sandwich australi
pt: Ilhas Geórgia do Sul e Sandwich do Sul
ru: Южная Георгия и Южные Сандвичевы острова

source: South Korea
de: Südkorea
es: Corea del Sur
fr: Corée, République de
gu: દક્ષિણ કોરિયા
hi: दक्षिण कोरिया
it: Corea del Sud
pt: Coreia do Sul
ru: Южная Корея

source: Spain
de: Spanien
es: España
fr: Espagne
gu: સ્પેન
hi: स्पेन
it: Spagna
pt: Espanha
ru: Испания

source: Sri Lanka
gu: શ્રીલંકા
hi: श्री लंका
ru: Шри-Ланка

source: Sudan
es: Sudán
fr: Soudan
gu: સુદાન
hi: सूडान
pt: Sudão
ru: Судан

source: Suriname
es: Surinám
fr: Surinam
gu: સુરિનામ
hi: सूरीनाम
ru: Суринам

source: Svalbard and Jan Mayen
de: Svalbard und Jan Mayen
es: Svalbard y Jan Mayen
fr: Svalbard et île Jan Mayen
gu: સ્વાલબાર્ડ અને જાન માયેન
hi: स्वालबार्ड एन्ड जैन माएन
it: Svalbard e Jan Mayen
pt: Svalbard e Jan Mayen
ru: Шпицберген и Ян-Майен

source: Swaziland
de: Swasiland
es: Swazilandia
gu: સ્વાઝિલેન્ડ
hi: स्वाज़ीलैंड
pt: Suazilândia
ru: Свазиленд

source: Sweden
de: Schweden
es: Suecia
fr: Suède
gu: સ્વિડન
hi: स्वीडेन
it: Svezia
pt: Suécia
ru: Швеция

source: Switzerland
de: Schweiz
es: Suiza
fr: Suisse
gu: સ્વિત્ઝરલેન્ડ
hi: स्विट्ज़रलैंड
it: Svizzera
pt: Suíça
ru: Швейцария

source: Syria
de: Syrien
es: Siria
fr: Syrie
gu: સિરિયા
hi: सीरिया
it: Siria
pt: Síria
ru: Сирия

source: Taiwan
es: Taiwán
fr: Taïwan
gu: તાઇવાન
hi: ताइवान
ru: Тайвань

source: Tajikistan
de: Tadshikistan
es: Tadjikistán
fr: Tadjikistan
gu: તાજીકિસ્તાન
hi: ताजिकिस्तान
it: Tagikistan
pt: Tajiquistão
ru: Таджикистан

source: Tanzania
de: Tansania
es: Tanzania, República unida de
fr: Tanzanie, République unie de
gu: ટાન્ઝાનિયા
hi: तंज़ानिया
pt: Tanzânia
ru: Танзания

source: Thailand
es: Tailandia
fr: Thaïlande
gu: થાઇલેન્ડ
hi: थाईलैंड
it: Thailandia
pt: Tailândia
ru: Таиланд

source: Togo
gu: ટોગો
hi: टोगो
ru: Того

source: Tokelau
gu: ટોકેલાઉ
hi: टोकेलाऊ
ru: Токелау

source: Tonga
gu: ટોંગા
hi: टौंगा
ru: Тонга

source: Trinidad and Tobago
de: Trinidad und Tobago
es: Trinidad y Tobago
fr: Trinité-et-Tobago
gu: ટ્રિનિડાડ અને ટોબેગો
hi: त्रिनीदाद और टोबैगो
it: Trinidad e Tobago
pt: Trindade e Tobago
ru: Тринидад и Тобаго

source: Tunisia
de: Tunesien
es: Tunez
fr: Tunisie
gu: ટ્યુનિશિયા
hi: ट्यूनीशिया
pt: Tunísia
ru: Тунис

source: Turkey
de: Türkei
es: Turquía
fr: Turquie
gu: તુર્કી
hi: तुर्की
it: Turchia
pt: Turquia
ru: Турция

source: Turkmenistan
es: Turkmenistán
fr: Turkménistan
gu: તુર્કમેનિસ્તાન
hi: तुर्कमेनिस्तान
pt: Turquemenistão
ru: Туркмения

source: Turks and Caicos Islands
de: Turks- und Caicosinseln
es: Turks y Caicos, Islas
fr: Turks et Caïques, Îles
gu: તુર્કસ અને કેઇકોસ ટાપુઓ
hi: टर्क्स एन्ड कायकोस आइलैन्ड्स
it: Isole Turks e Caicos
pt: Ilhas Turcas e Caicos
ru: Острова Тёркс и Кайкос

source: Tuvalu
gu: ટુવાલુ
hi: तुवालु
ru: Тувалу

source: U.S. Miscellaneous Pacific Islands
de: Verschiedene Pazifische Inseln der USA
es: Islas del Pacífico misceláneas norteamericanas
fr: Îles diverses du Pacifique des États-Unis
gu: યુએસ વિવિધ પેસેફિક ટાપુઓ
hi: अमेरिकी विविध प्रशांत द्वीप
it: Isole americane del Pacifico
pt: Miscelânea de Ilhas Americanas do Pacífico
ru: Тихоокеанские острова США

source: U.S. Virgin Islands
de: Amerikanische Jungferninseln
es: Islas Vírgenes, de EEUU
fr: Îles Vierges des États-Unis
gu: વર્જીન ટાપુઓ, યુ.એસ.
hi: वर्जिन आइलैंड्स, यू.एस.
it: Isole Vergini americane
pt: Ilhas Virgens Americanas
ru: Виргинские острова, США

source: Uganda
fr: Ouganda
gu: યુગાન્ડા
hi: यूगान्डा
ru: Уганда

source: Ukraine
es: Ucrania
gu: યુક્રેન
hi: उक्रेन
it: Ucraina
pt: Ucrânia
ru: Украина

source: Union of Soviet Socialist Republics
de: USSR
es: URSS, Unión de Repúblicas Socialistas Soviéticas
fr: URSS, Union des républiques socialistes soviétiques
gu: યુનિયન ઓફ સોવિએત સોસ્યાલિસ્ટ રીપબ્લિક્સ
hi: सोवियत सोशलिस्ट गणराज्यों का संघ
it: URSS, Unione delle Repubbliche Socialiste Sovietiche
pt: URSS, União das Repúblicas Socialistas Soviéticas
ru: Союз Советских Социалистических Республик

source: United Arab Emirates
de: Vereinigte Arabische Emirate
es: Emiratos Árabes Unidos
fr: Émirats arabes unis
gu: યુનાઇટેડ આરબ અમીરાત
hi: संयुक्त अरब अमीरात
it: Emirati arabi uniti
pt: Emirados Árabes Unidos
ru: Объединенные Арабские Эмираты

source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
gu: યુનાઇટેડ કિંગડમ
hi: यूनाइटेड किंगडम
it: Regno Unito
pt: Reino Unido
ru: Великобритания

source: United States Minor Outlying Islands
de: Kleinere entlegene amerikanische Inseln
es: Islas menores exteriores de Estados Unidos
fr: Îles mineures éloignées des États-Unis d'Amérique
gu: યુનાઇટેડ સ્ટેટ્સ માઇનોર આઉટલાઇંગ આઇલેન્ડસ
hi: यूनाइटेड स्टेट्स माइनर आउटलाइंग आइलैन्ड्स
it: Isole minori statunitensi
pt: Ilhas Menores Distantes dos Estados Unidos
ru: Внешние Малые Острова Соединённых Штатов

source: Uruguay
gu: ઉરુગ્વે
hi: उरुगूए
pt: Uruguai
ru: Уругвай

source: Uzbekistan
de: Usbekistan
es: Uzbekistán
fr: Ouzbékistan
gu: ઉઝબેકિસ્તાન
hi: उज़्बेकिस्तान
pt: Uzbequistão
ru: Узбекистан

source: Vanuatu
gu: વાનુટુ
hi: वनुआतू
ru: Вануату

source: Vatican
de: Vatikan
es: Ciudad del Vaticano
gu: વેટિકન
hi: वेटिकन
it: Vaticano
pt: Vaticano
ru: Ватикан

source: Venezuela
fr: Vénézuela
gu: વેનેઝુએલા
hi: वेनेज़ुएला
ru: Венесуэла

source: Vietnam
gu: વિએતનામ
hi: वियतनाम
pt: Vietname
ru: Вьетнам

source: Wake Island
de: Wake
es: Isla Wake
fr: Île de Wake
gu: વેક ટાપુઓ
hi: वेक आइलैंड
it: Isola Wake
pt: Ilha de Wake
ru: Остров Уэйк

source: Wallis and Futuna
de: Wallis und Futuna
es: Wallis y Futuna
fr: Wallis et Futuna
gu: વાલીસ અને ફુટુના
hi: वॉलिस एन्ड फुटुना
it: Wallis e Futuna
pt: Wallis e Futuna
ru: Уоллис и Футуна

source: Western Sahara
de: Westsahara
es: Sahara Occidental
fr: Sahara Occidental
gu: પશ્રિમ સહારા
hi: वेस्टर्न सहारा
it: Sahara occidentale
pt: Saara Ocidental
ru: Западная Сахара

source: Yemen
de: Jemen
fr: Yémen
gu: યમન
hi: यमन
pt: Iêmen
ru: Йемен

source: Zambia
de: Sambia
fr: Zambie
gu: ઝાંબિયા
hi: ज़ाम्बिया
pt: Zâmbia
ru: Замбия

source: Zimbabwe
de: Simbabwe
es: Zimbabue
gu: ઝીમ્બાબવે
hi: ज़िम्बाब्वे
pt: Zimbábue
ru: Зимбабве

source: Unknown or Invalid Region
de: Unbekannte oder ungültige Region
es: Región desconocida
fr: Région inconnue
gu: બિનઆધારભૂત અથવા અયોગ્ય પ્રદેશ
hi: अज्ञात या अवैध क्षेत्र
it: Regione sconosciuta o invalida
pt: Região desconhecida
ru: Неизвестный регион

source: Buenos Aires
gu: બ્યુનોસ એઇરેસ
hi: ब्यूनस आयर्स
ru: Буэнос-Айрес

source: Catamarca
gu: કેટામાર્કા
hi: केटामारका
ru: Катамарка

source: Chaco
gu: ચાકો
hi: चाको
ru: Чако

source: Chubut
gu: ચુબુટ
hi: चूबूट
ru: Чубут

source: Ciudad autónoma de Buenos Aires
de: Buenos Aires
gu: સિયુદાદ ઓટોનોમા દે બયુનોસ એરિસ
hi: स्यूदाद ऑटोनोमा डी ब्यूनस आयर्स
pt: Buenos Aires
ru: Буэнос-Айрес

source: Córdoba
de: Cordoba
fr: Cordoba
gu: કોર્ડોબા
hi: कॉर्डोबा
it: Cordoba
ru: Кордоба

source: Corrientes
gu: કોર્રીએ્નતેસ
hi: कोरिइनटीस
ru: Корриентес

source: Entre Ríos
gu: એન્તરે રિઓસ
hi: एनट्रि रियोस
ru: Энтре-Риос

source: Formosa
gu: ફોઁમોસા
hi: फोरमोसा
ru: Формоса

source: Jujuy
gu: જુજુય
hi: जूजूइ
ru: Жужуй

source: Pampa
fr: La Pampa
gu: પાંપા
hi: पामपा
ru: Ла-Пампа

source: La Rioja
gu: લા રિઓજા
hi: ला रियोजा
ru: Ла-Риоха

source: Mendoza
gu: મેન્ડોસા
hi: मेनडोजा
ru: Мендоса

source: Misiones
gu: મિસન્સ
hi: मिशोनीस
ru: Мисьонес

source: Neuquén
gu: નિયુકયુએન
hi: न्यूक्वीन्
ru: Неукен

source: Río Negro
fr: Rio Negro
gu: રીઓ નેગ્રો
hi: रियो नीग्रो
ru: Рио-Негро

source: Salta
gu: સાલ્ટા
hi: साल्टा
ru: Сальта

source: San Juan
gu: સાન જુઆન
hi: सेन जुएन
ru: Сан-Хуан

source: San Luis
gu: સાન લુઇસ
hi: सेन लुइस
ru: Сан-Луис

source: Santa Cruz
gu: સાન્તા કુ઼ઝ
hi: सांता क्रुज़
ru: Санта-Крус

source: Santa Fe
gu: સાન્તા ફે
hi: सांता फ़ी
ru: Санта-Фе

source: Santiago del Estero
gu: સાન્તિઆગો દેલ એસ્તેરો
hi: सैंटियागो डेल स्टीरियो
ru: Сантьяго-дель-Эстеро
