Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Billing Boss is here to help you meet your number 1 need (getting paid quickly and easily). It has to be free – after all, you can easily write invoices by hand in Word or struggle with an ugly spreadsheet. Where we will make money is when we solve harder problems for you. We're currently working on some exciting services to help you grow your business. Stay tuned as we'll be announcing them in the coming months.
de: Billing Boss hilft Ihnen bei Ihrem wichtigsten Bedarf (schnell und einfach bezahlt zu werden). Es soll kostenlos sein, weil Sie ganz leicht in Word eine Rechnung per Hand schreiben oder sich mit einem Spreadsheet abmühen können. Wir machen Geld indem wir schwierige Probleme für Sie lösen. Zur Zeit arbeiten wir an einigen besonderen Dienstleistungen um Ihnen bei dem Aufbau Ihres Unternehmens zu helfen. Achten Sie darauf, denn wir werden diese in den kommenden Monaten ankündigen.
es: Billing Boss está aquí para ayudarle a alcanzar su necesidad número 1 (recibir pagos de manera fácil y rápida). Tiene que ser gratis – después de todo, usted fácilmente podría escribir facturas a mano en Word o sufrir con una horrible hoja de calculo. Nosotros ganamos al momento de solucionar sus problemas más difíciles. Actualmente nos encontramos trabajando en algunos servicios interesantes para ayudar a su empresa a crecer. Manténganse en contacto con nosotros ya que los anunciaremos en los próximos meses.
fr: Billing Boss est conçu pour répondre à votre besoin primordial (être payé rapidement et facilement). Évidemment il doit être gratuit, vous pouvez aisément dresser des factures à la main dans Word ou vous creusez les méninges avec une feuille de calcul complexe. Le service sera rentable lorsque nous résoudrons des problèmes encore plus difficiles pour vous. Nous travaillons présentement sur des services exceptionnels qui vous aideront à développer votre entreprise. Restez à l'écoute, nous les diffuserons dans les prochains mois.
gu: Billing Boss અહિં તમારી પ઼થમ ક઼મની જરૂરિયાત (ઝડપથી અને સરળતાથી ચુકવણી મેળવવી) પુરી પાડવા માટે છે. તે વિના-મૂલ્ય હોવુ જોઇએ, તમે સરળતાથી તમારા હાથે વર્ડમા ઇનવોઇસ લખી શકો અથવા કોઇ પણ સમસ્યા સિવાય. અમે જયારે તમારા માટે અઘરી મુશ્કેલીઓનો ઉકેલ આપશુ ત્યારે અમે કમાણી કરશુ. અમે વર્તમાનમા તમારા વ્યવસાયને વિકસાવવામા મદદ કરવા કેટલીક ઉતેજક સેવાઓ પર કામ કરી રહયા છે. અમે તેના વિષે નજીકના મહિનાઓમા જાહેર કરીશુ.
hi: Billing Boss यहाँ है नंबर 1 (जल्दी और आसानी से). यह सब - के बाद से मुक्त किया गया है, तो आप आसानी से हाथ से वर्ड या एक बदसूरत स्प्रैडशीट के साथ संघर्ष में चालान लिख सकते हैं. हम कहाँ पैसा जब हम आपके लिए कठिन समस्याओं का समाधान है बनाऊँगी. वर्तमान में हम कुछ उत्तेजक सेवाओं पर आप अपने व्यापार के बढ़ने में मदद करने के लिए काम कर रहे हैं. जैसा कि हम आने वाले महीनों में उन्हें की घोषणा हो जाएगी
it: Billing Boss è stato ideato per aiutarti a soddisfare la tua necessità numero uno: essere pagato in modo facile e veloce. Dev'essere gratuito - dopo tutto, le fatture si possono creare facilmente in formato Word o su un foglio di lavoro. Ti chiederemo dei soldi solo se dovremo risolverti dei problemi più difficili. Stiamo attualmente lavorando su alcuni entusiasmanti servizi per aiutarti a far crescere la tua azienda. Resta aggiornato, perché li annunceremo nei prossimi mesi.
pt: Billing Boss está aqui para ajudá-lo a cumprir sua necessidade número 1 (receber pagamentos de forma rápida e fácil). Isto deve ser gratuito já que é possível criar facturas sem a utilização de ferramentas. Nós geramos capital ao resolver problemas difíceis. Sempre trabalhamos na criação de novas soluções para facilitar o crescimento de sua empresa. Fique ligado às novidades que estão por vir.
ru: Billing Boss создан для того, чтобы помочь достигнуть вашей приоритетной цели - получить платеж быстро и с легкостью. Эта услуга должна быть бесплатной, в противном случае, вы можете выставлять бумажные счета вручную или заполнять бесконечные таблицы. Мы получаем прибыль только тогда, когда решаем ваши сложные проблемы. В настоящее время мы также работаем над созданием дополнительных услуг для развития вашего бизнеса. Следите за нашими новостями.

source: Accepting Online Payments
de: Online-Zahlungen akzeptieren
es: Aceptando Pagos en Línea
fr: Accepter les paiements en ligne
gu: ઓનલાઇન ચુકવણી સ્વીકારવામા આવે છે
hi: ऑनलाइन भुगतान स्वीकारना
it: Pagamenti online
pt: Aceitar pagamentos através da Internet
ru: Прием электронных платежей

source: Get your invoices paid an average of 2 weeks faster by accepting online payments through Billing Boss.
de: Bekommen Sie Ihre Rechnungen im Durchschnitt 2 Wochen früher bezahlt indem Sie Online-Zahlungen durch Billing Boss akzeptieren.
es: Reciba pagos por sus facturas en un promedio de 2 semanas más rápido aceptando pagos en línea a través de Billing Boss.
fr: Recevez les paiements de vos factures environ 2 semaines plus tôt en utilisant les paiements en ligne via Billing Boss.
gu: Billing Boss દ્ધારા ઓનલાઇન ચુકવણીઓ સ્વિકારીને તમારા ઇનવોઇસોની ચુકવણી અંદાજે 2 સપ્તાહ ઝડપી મેળવો.
hi: आपके चालान प्राप्त तेजी बिलिंग बॉस के माध्यम से ऑनलाइन भुगतान स्वीकार करने से 2 सप्ताह के एक औसत भुगतान कर दिया ह
it: Con Billing Boss ricevi i tuoi pagamenti due settimane prima della media.
pt: Receber pagamentos em média 2 semanas mais rápido, aceitando pagamentos online através de Billing Boss.
ru: Вместе с Billing Boss ваши платежи, которые в среднем занимали около 2 недель, будут проходить гораздо быстрее.

source: If you have a merchant account through Sage Payment Services, Beanstream, or if you have a PayPal account, when you email your customer an invoice, they can pay your invoice online immediately.
de: Wenn Sie ein Händlerkonto bei Sage Payment Services, Beanstream, oder ein PayPal-Konto haben, können Ihre Kunden, wenn Sie ihnen eine Rechnung per Email schicken, diese sofort online bezahlen.
es: Si usted tiene una cuenta de comerciante a través de los Servicios de Pago de Sage, Beanstream o si tiene una cuenta de PayPal, cuando usted le envíe a su cliente una factura, ellos pueden pagar su factura en línea inmediatamente.
fr: Si vous avez un compte marchand avec les services Sage Payment, Beanstream ou un compte PayPal, votre client peut vous payer en ligne immédiatement lorsque vous lui envoyez votre facture par courriel.
gu: જો તમારુ વ્યવસાયી ખાતુ Sage Payment Services, Beanstream, અથવા PayPal દ્ધારા હોય અને તમે તમારા ગા઼હકને ઇ-મેઇલથી ઇનવોઇસ મોકલો ત્યારે તેઓ તમારુ ઇનવોઇસ તરતજ ઓનલાઇન ચૂકવી શકે છે.
hi: अगर ग्राहकों को एक चालान ईमेल है, तो वे तुरंत अपने चालान ऑनलाइन भुगतान कर सकते हैं एक पेयपल खाता है, जब आप अपने यदि आप सेज भुगतान सेवाओं के माध्यम से, एक व्यापारी खाता है.
it: Se disponi di un conto Sage o Beanstream, o se hai un conto PayPal, il tuo cliente può pagarti la fattura online immediatamente.
pt: Se você possui uma conta via Sage Serviços de Pagamento, Beanstream ou PayPal, ao enviar uma factura por e-mail seu cliente poderá efetuar o pagamento on-line imediatamente.
ru: Если у вас есть мерчант аккаунт в системе Sage Payment Services, Beanstream или PayPal, ваши заказчики смогут произвести платеж сразу после получения счета.

source: Sharing your data
de: Gemeinsame Datennutzung
es: Compartir su información
fr: Partager vos données
gu: તમારો ડેટા શેર કરી રહ્યા છો
hi: आपका डेटा साझा करना
it: Condivisione dei tuoi dati
pt: Compartilhar dados
ru: Доступ к вашим данным

source: While other online invoicing tools do not allow you to <strong>easily share your data</strong>, Billing Boss allows you to securely grant your accountant or bookkeeper access to your invoices, without having to transfer files back and forth.
de: Im Vergleich zu anderen Online Rechnungs-Tools, mit denen Sie nicht <strong>einfach Daten gemeinsam benutzen können</strong>, erlaubt Ihnen Billing Boss, Ihrem Buchhalter/Steuerberater eine schreibgeschützte Kopie Ihrer Daten zur Verfügung zu stellen ohne die Dateien hin und her senden zu müssen.
es: Mientras otras herramientas en línea de facturación no le permiten <strong>fácilmente compartir sus datos</strong>, Billing Boss le permite otorgarle de manera segura a su contador acceso a sus facturas, sin tener que transferir archivos de un lado a otro.
fr: Bien que d'autres outils de facturation en ligne ne vous permettent pas de <strong>partager facilement vos données</strong>, Billing Boss vous permet d'accorder à votre comptable ou aide-comptable un accès sécurisé à vos factures, sans engendrer un va-et-vient des fichiers.
gu: અન્ય ઓનલાઇન ઇનવોઇસિંગ ટુલ તમને <strong>સરળતાથી ડેટા શેર કરવાની</strong> પરવાનગી નથી આપતા, Billing Boss તમને સલામત રીતે તમારા લેખાકાર અથવા વહીખાતા લખનાર સાથે ઇનવોઇસો નો પ઼વેશ આપે છે, ફાઇલ અહિંથી તહિં તબદીલ કર્યા સિવાય.
hi: जबकि अन्य ऑनलाइन इनवॉइसिंग उपकरण <strong> आसानी से अपने डेटा साझा करने के लिए</strong> की अनुमति नहीं देते हैं, बिलिंग बॉस आप सुरक्षित, आगे और पीछे फाइल स्थानांतरण करने के लिए बिना अपने एकाउंटेंट या बहीखाता लिखनेवाला अपने चालान करने के लिए पहुँच प्रदान करने के लिए अनुमति देता है.
it: Mentre gli altri programmi di fatturazione online non ti consentono di <strong> condividere facilmente i tuoi dati</strong>, Billing Boss ti permette di garantire al tuo commercialista l'accesso alle tue fatture in modo semplice e sicuro, senza dover inviare o ricevere alcun file.
pt: Enquanto outros sites de emissão de facturas online não lhe permite <strong> compartilhar seus dados</strong>, Billing Boss permite que você conceda acesso a suas facturas ao seu contador, sem que seja necessário a transferência de arquivos.
ru: В то время, как другие системы не позволяют получить <strong>легкий доступ других лиц к вашим данным </strong>, Billing Boss обеспечивает безопасный доступ третьего лица (например, бухгалтера). Поэтому вам больше не придется заниматься пересылкой счетов.

source: Since you can see everything online, your workflow and communication between you and your accountant or bookkeeper will be faster, more efficient and more accurate.
de: Weil Sie alles online sehen können, werden Ihr Arbeitsablauf und die Kommunikation mit Ihrem Buchalter schneller, effizienter und genauer.
es: Como usted puede ver todo en línea, su flujo de trabajo y comunicación entre usted y su contador será más rápido, más eficiente y más preciso.
fr: Puisque vous pouvez tout visualiser en ligne, votre flux de travail et communication entre vous et votre comptable/aide-comptable seront plus rapides, plus efficaces et plus précis.
gu: તમે દરેક વસ્તુ ઓનલાઇન દેખી શકો છો, તમારા લેખાકાર અથવા વહીખાતા લખનાર દરમિયાન કાયંપ઼વાહ અને સંદેશાવ્યવહાર ઝડપથી, વધારે કાર્યક્ષમ અને વધારે ચોક્કસ થશે.
hi: जब से तुम, अपने वर्कफ़्लो और संचार आप और आपके एकाउंटेंट या बहीखाता लिखनेवाला के बीच, अधिक कुशल और अधिक सटीक तेज किया जाएगा सब कुछ ऑनलाइन देख सकते हैं.
it: Dal momento che tutto è visibile online, lo scambio col tuo commercialista sarà più veloce, più efficiente e più accurato.
pt: Tudo pode ser visualizado através da Internet, o seu fluxo de trabalho e comunicação entre você e seu contador será mais rápido, eficiente e preciso.
ru: Ввиду того, что у вас всегда под рукой электронный документооборот, ваши отношения с бухгалтером станут более удобными и плодотворными.

source: Access from anywhere
de: Zugriff von überall
es: Accese desde cualquier lugar
fr: Accès au service à partir de n'importe où
gu: ગમે ત્યાંથી ઉપયોગ કરો
hi: प्रवेश कहीं से भी
it: Accesso dove vuoi
pt: Acesse de qualquer lugar
ru: Неограниченный доступ

source: Because Billing Boss is an online application, there is no software to download and you're not tied to your home computer. You can access Billing Boss 24/7 through any internet connection - even if you are traveling, as long as you have access to a computer, you can send your customers an invoice.
de: Weil Billing Boss eine Online Applikation ist, gibt es keine Software zum Herunterladen und Sie sind nicht an Ihren Heim-Computer gebunden. Sie können 24/7 durch jede Internetverbindung auf Billing Boss zugreifen - Sie können sogar von unterwegs Ihren Kunden Rechnungen senden, solange Sie Zugang zu einem Computer haben.
es: Como Billing Boss es una aplicación en línea, no necesita descargar ningún software y no se encuentra limitado a la computadora de su hogar. Usted puede acceder a Billing Boss en todo momento a través de cualquier conexión a internet - incluso si está viajando, siempre y cuando tenga acceso a una computadora, usted puede enviar una factura a sus clientes.
fr: Puisque Billing Boss est une application en ligne, vous n'avez pas à le télécharger et vous n'êtes pas tenu d'utiliser seulement votre ordinateur maison. Vous pouvez accéder à Billing Boss 24 heures sur 24 et 7 jours sur 7 via une connexion internet. Même en voyage, vous pouvez envoyer une facture à vos clients pourvu que vous ayez accès à un ordinateur.
gu: તમારે કોઇ સોફટવેર ડાઉનલોડ કરવાની જરૂર નથી અને તમે તમારા ઘરના કોમ્પયુટર સાથે બંધાયેલા નથી, કારણકે Billing Boss એક ઓનલાઇન એપ્લિકેશન છે. તમે ઇન્ટરનેટ જોડણ દ્ધારા 24/7 Billing Boss નો ઉપયોગ કરી શકે છો - તમે મુસાફરી કરતા હોય ત્યારે પણ, જો તમારી પાસે કોમ્પુટર હોય તો, તમે તમારા ગા઼હકોને ઇનવોઇસ મોકલી શકો છો.
hi: क्योंकि बिलिंग मालिक एक ऑनलाइन आवेदन है, वहाँ कोई सॉफ्टवेयर डाउनलोड करने के लिए है और आप अपने घर कंप्यूटर से जुड़ा हुआ नहीं है. तुम बॉस 24 बिलिंग का उपयोग कर सकता / 7 कोई इंटरनेट कनेक्शन के माध्यम से - भी यदि आप यात्रा कर रहे हैं, जब तक आप एक कंप्यूटर का उपयोग करने के लिए है, तो आप एक चालान अपने ग्राहकों को भेज सकते हैं.
it: Poiché Billing Boss è un programma online, non devi scaricare nessun software e non sei legato al tuo computer di casa. Puoi accedere a Billing Boss 24 ore al giorno utilizzando una qualsiasi connessione a internet - puoi inviare una fattura ai tuoi clienti anche se sei in viaggio, purché tu abbia accesso a un computer.
pt: Porque Billing Boss é um aplicativo on-line, não há a necessidade de baixar arquivos ou softwares, desta maneira você não está limitado ao uso em um computador específico. Você pode acessar Billing Boss 24 horas por dia, 7 dias por semana através de qualquer conexão à Internet; mesmo se você esteja viajando, possuindo acesso à Internet, você será capaz de gerenciar suas facturas, cobranças e pagamentos.
ru: Ввиду того, что Billing Boss создан как онлайн продукт, вам не придется загружать разные программы, и, таким образом, вы не зависите от вашего компьютера. Вы имеете доступ к вашей базе 24 часа в сутки в любой точке земного шара при подключенном интернете. Поэтому даже находясь в поездке, вы всегда имеете возможность контролировать ведение счетов.

source: Look Professional - fast
de: Professionell aussehen - schnell
es: Véase Profesional - de manera rápida
fr: Projetez une image professionnelle - rapidement
gu: જલ્દીથી વ્યવસાયીક દેખાવો
hi: व्यावसायिक दिखो - तेज़
it: Professionalità e velocità
pt: Aparência Profissional - rápido
ru: Профессионализм - скорость

source: There's no need to spend time designing an invoice template with Billing Boss. We've done the work for you - just add your business information and you have a professionally designed invoice template that is ready to use over and over.
de: Mit Billing Boss brauchen Sie keine Rechnungsvorlage entwerfen. Wir haben die Arbeit für Sie gemacht - fügen Sie einfach Ihre Geschäftsinformation hinzu, und Sie haben professionell formatierte Rechnungsvorlagen, die Sie immer wieder benutzen können.
es: No hay necesidad de gastar tiempo diseñando plantillas de facturas con Billing Boss. Ya hemos hecho el trabajo por usted, solo agregue la información de su empresa y tendrá una plantilla de factura diseñada profesionalmente que está lista para usar una y otra vez.
fr: Ne perdez pas votre temps à créer un modèle de facture avec Billing Boss. Nous l'avons fait pour vous. Ajoutez seulement vos informations d'affaires à un modèle de facture de style professionnel prêt à utiliser maintes et maintes fois.
gu: Billing Boss મા ઇનવોઇસ નમુનો રચવા માટે સમય ખર્ચ કરવાની કોઇ જરૂર નથી. અમે તમારા માટે તે કામ કરેલ છે - ફકત તમારી વ્યવસાયની માહિતી ઉમેરો અને તમારી પાસે વ્યવસાયિક રીતે રચેલ ઇનવોઇસનો નમુનો તૈયાર છે જે તમે વારંવાર ઉપયોગ કરી શકો છો.
hi: कोई ज़रूरत नहीं एक चालान बिलिंग मालिक टेम्पलेट डिज़ाइन के साथ समय बिताने की है. हम आपके लिए काम किया है - बस अपने व्यवसाय की जानकारी जोड़ें और आप एक पेशेवर डिजाइन चालान उस पर और अधिक का उपयोग करने के लिए तैयार है टेम्पलेट है.
it: Con Billing Boss non devi perdere tempo a progettare un modello di fattura. Noi l'abbiamo fatto per te - devi solo inserire le informazioni relative alla tua attività per disporre di un modello di fattura progettato in modo professionale e pronto all'uso.
pt: Com o Billing Boss não há a necessidade de gastar tempo formatando facturas. Nós cuidamos disso para você - apenas adicione tuas informações comerciais e, um modelo de factura será criado para que seja utilizado em seu negócio.
ru: Вам не придется создавать шаблон счета - Billing Boss позаботился об этом. Вам нужно будет только внести информацию о компании, - и перед вами профессионально составленный шаблон, который можно использовать бесконечное количество раз.

source: Built by Small Business Experts
de: Erstellt von Kleinunternehmer-Experten
es: Creado por Expertos en Pequeñas Empresas
fr: Développé par des experts de petites entreprises
gu: નાના વ્યવસાયનાં નિષ્ણાતો દ્ધારા બનાવવામાં આવેલ
hi: लघु व्यापार विशेषज्ञों द्वारा निर्मित
it: Creato da esperti in Piccola Impresa
pt: Construído por especialistas em pequenas empresas
ru: Создан экспертами малого бизнеса

source: Sage is a leading supplier of business management software and services to 5.7 million customers worldwide. From small start-ups to larger organizations, we make it easier for companies to manage their business processes.
de: Sage ist einer der Marktführer für betriebswirtschaftliche Software und Services mit 5,8 Millionen Kunden weltweit. Sage Lösungen helfen unseren Kunden - vom Kleinunternehmen bis hin zu größeren Organisationen - ihr Geschäft erfolgreicher zu führen.
es: Sage es líder en software y servicios de gestión empresarial con 5.7 millones de clientes alrededor del mundo. Desde pequeñas empresas en sus inicios hasta grandes corporaciones, le facilitamos a las compañías el manejo de sus procesos empresariales.
fr: Sage est un fournisseur chef de file qui offre des services et des logiciels de gestion d'entreprise à 5.7 millions de clients à travers le monde. De la jeune entreprise innovante aux grandes organisations, nous facilitons la gestion des processus d'affaire aux compagnies.
gu: Sage દુનિયાભરના 5.7 મિલિયન ગા઼હકોને બિઝનેસ મેનેજમેન્ટ સોફટવેર અને સેવાઓ પુરી પાડનાર એક આગેવાન સપ્લાયર છે. નાના ધંધાર્થિ લઇને મોટી સંસ્થા, અમે કંપનીઓ માટે વ્યવસાયિક પ઼કિયા નુ સંચાલન સરળ બનાવીએ છે.
hi: सेज 5.7 करोड़ ग्राहकों को विश्व भर के व्यापार प्रबंधन सॉफ्टवेयर और सेवाओं का एक प्रमुख आपूर्तिकर्ता है. छोटी सी शुरुआत से-अप बड़े संगठनों के लिए, हम इसे आसान करने के लिए कंपनियां अपने व्यापार प्रक्रियाओं का प्रबंधन करने के लिए करते हैं.
it: La Sage è un fornitore leader di software e servizi gestionali con 5,7 milioni di clienti in tutto il mondo. Noi rendiamo più facile la gestione delle aziende, dalle piccole imprese alle grandi organizzazioni.
pt: A Sage é líder em software de gestão empresarial que presta serviços a mais de 5,7 milhões de clientes em todo o mundo. De pequenas empresas a grandes organizações, nossos serviços tornam o processo de gestão de negócios mais fácil.
ru: Sage - ведущий поставщик программного обеспечения для управления бизнесом. Компания стремится упростить и облегчить процесс ведения бизнеса едва появившимся компаниям, равно как и крупным организациям, и на сегодняшний день имеет 5.7 миллионов клиентов по всему миру.

source: Our purpose is to help our customers run their businesses more effectively, helping them to gain greater insight into their business activities and providing them with lasting benefits by automating their business processes
de: Unser Ziel ist es unseren Kunden zu helfen ihr Unternehmen effektiver zu betreiben; einen tieferen Einblick in ihre Unternehmensaktivitäten zu bekommen und sie mit langfristigen Begünstigungen zu versorgen indem der ganze Unternehmensverlauf automatisiert wird.
es: Nuestro propósito es ayudar a nuestros clientes a controlar de manera más efectiva sus negocios, ayudándolos a obtener una visión más amplia de las actividades de sus negocios y ofrenciendoles beneficios a largo plazo al automatizar sus procesos empresariales
fr: Notre but est d'aider nos clients à gérer leurs entreprises de façon plus efficace, à leur faire bénéficier d'une meilleure compréhension de leurs activités commerciales et leur procurer des avantages durables en automatisant leurs processus d'affaires.
gu: અમારો ઉદ્દેશ અમારા ગ઼ાહકોને તેમનો વ્યવસાય અસરકારક રીતે ચલાવવામા મદદ કરવાનો છે, તેમની વ્યવસાયિક પ્રવૃતિમા વિશાળ સૂક્ષ્મદ્રષ્ટિ મેળવવામા મદદ કરવી અને સ્વયંચાલિત વ્યવસાયિક પ઼કિયાના કાયમી લાભ પુરા પાડવા
hi: हमारा उद्देश्य हमारे ग्राहकों को और अधिक प्रभावी ढंग से अपने व्यापार को चलाने, उन्हें उनके व्यापार गतिविधियों में अधिक से अधिक जानकारी हासिल करने के लिए और स्थायी लाभ के साथ अपने व्यावसायिक प्रक्रियाओं को स्वचालित द्वारा उन्हें सहायता प्रदान करने में मदद करने के लिए है
it: Il nostro obiettivo è quello di aiutare i nostri clienti a gestire in modo più efficace i loro affari, aiutandoli ad acquisire una maggiore conoscenza della propria attività e fornendo loro benefici duraturi attraverso l'automatizzazione dei processi aziendali
pt: Nosso objetivo é auxiliar nossos clientes a gerir seus negócios de maneira eficiente, melhorando o monitoramento das atividades de negócio e oferecendo maiores benefícios através da automação dos processos organizacionais.
ru: Первоочередная задача нашей компании- это оказание помощи клиентам в ведении бизнеса. Усилия специалистов Sage направлены на более глубокое понимание деловых процессов клиентов, и далее упрощение и автоматизацию многих из них.

source: Get Organized and Stay Organized
de: Organisiert werden und organisiert bleiben
es: Organícese y Manténgase Actualizado
fr: Soyez organisé et restez organisé
gu: વ્યવસ્થિત મેળવો અને વ્યવસ્થિત રહો
hi: संगठित रहो और संगठित हो
it: Organizzazione
pt: Organize-se e Mantenha-se Organizado
ru: Непрерывный упорядоченный контроль за счетами

source: With Billing Boss, all of your invoices are stored in one place for easy access. You'll be able to quickly see how much you've billed out, what is paid and which invoices are overdue.
de: Mit Billing Boss werden alle Ihre Rechnungen an einem Ort für leichten Zugang gespeichert. Sie können schnell sehen, wieviel Sie berechnet haben, was bezahlt wird, und welche Rechnungen überfällig sind.
es: Con Billing Boss, todas sus facturas se guardan en un solo lugar para fácil acceso. Usted podrá ver rápidamente cuanto ha facturado, que se ha pagado y cuales facturas están vencidas.
fr: Grâce à Billing Boss, toutes vos factures sont stockées dans un lieu central pour faciliter l'accès. Vous pouvez jeter un coup d'oeil rapide sur les montants que vous facturez, ce qui est payé et les factures qui sont en retard.
gu: તમારા Billing Boss ઇનવોઇસો સરળ ઉપયોગ માટે એક સ્થળે સંગ઼હ કરવામા આવે છે. તમે ઝડપથી જોઇ શકશો કે તમારા કેટલા બિલ છે, કેટલા ચુકવાયા છે અને કયા ઇનવોઇસો બાકી છે.
hi: Billing Boss के साथ, अपने सभी चालान की आसान पहुँच के लिए एक जगह पर जमा हो जाती है. तुम जल्दी से आप कितना बाहर बिल है देखने के लिए, क्या है और जो चालान अतिदेय है भुगतान किया है सकेंगे.
it: Con Billing Boss tutte le fatture sono di facile accesso. Potrai scoprire rapidamente quanto hai fatturato, ciò che è stato pagato e quali fatture sono scadute.
pt: Com Billing Boss, todas as suas facturas são armazenadas em um local de fácil acesso. Você poderá acompanhar o que está sendo emitido, as factutas quitadas e as que estão em aberto.
ru: Благодаря Billing Boss, все ваши счета находятся в одном месте и всегда доступны для просмотра. Вы сможете без промедления проследить кому выставили счет, кто из заказчиков произвел платеж, а кто остался должен.
