Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Take a Tour
de: Machen Sie eine Tour
es: Tomar un Tour
fr: Survol rapide
gu: યાત્રા લો
hi: हमारे साथ एक टूर लें
it: Video
pt: Faça um Tour
ru: Знакомство с сайтом

source: login_link|Log in
de: Anmelden
es: Inicie Sesión
fr: Connectez-vous
gu: લોગ-ઇન
hi: लॉग इन
it: Entra
pt: Entrar
ru: Войти

source: signup_link|sign up
de: Registrieren
es: Regístrese
fr: inscrivez-vous
gu: સાઇનઅપ
hi: साइन अप
it: registrati
pt: Regístre-se
ru: Зарегистрироваться

source: %{login_link} or %{signup_link} to Billing Boss now.
de: %{login_link} oder %{signup_link} jetzt zu Billing Boss.
es: %{login_link} o %{signup_link} en Billing Boss ahora.
fr: %{login_link} ou %{signup_link} à Billing Boss maintenant.
gu: %{login_link} અથવા %{signup_link} to Billing Boss હમણાંજ.
hi: %{login_link} or %{signup_link} करने के लिए अब Billing Boss
it: %{login_link} o %{signup_link} a Billing Boss.
pt: %{login_link} ou %{signup_link} ao Billing Boss agora.
ru: %{login_link} или %{signup_link} в Billing Boss

source: Referral
de: Referenz
es: Referido
fr: Référent
gu: સંદઁભ
hi: रेफ़रल
it: Persona invitata
pt: Remessa
ru: Реферал

source: Please use this form to send us feedback on this site.
de: Bitte benutzen Sie diese Form, um uns Feedback zu dieser Seite zu senden.
es: Por favor, use este formulario para enviarnos sus comentarios y opiniones sobre nuestro sitio.
fr: Veuillez utiliser ce formulaire pour nous envoyer des commentaires sur ce site.
gu: મહેરબાની કરીને આ ફોર્મનો ઉપયોગ અમને અભિપા઼ય મોકલવા માટે કરો.
hi: कृपया हमें इस साइट पर राय भेजने के लिए इस प्रपत्र का उपयोग करें.
it: Ti preghiamo di usare questa pagina per inviarci i tuoi commenti su questo sito.
pt: Por favor, use este formulário para nos enviar comentários sobre este site.
ru: Для обратной связи с нами используйте данную форму.

source: If you are reporting a bug or malfunction, please be descriptive in the nature of the problem and how you got it, so we can reproduce and fix it as soon as possible.
de: Wenn Sie einen Fehler oder eine Funktionsstörung mitteilen, schildern Sie bitte genau die Natur des Problems und wie es zustande kam, damit wir es nachvollziehen und so schnell wie möglich reparieren können.
es: Si está reportando un error o mal funcionamiento, por favor, sea descriptivo en la naturaleza del problema y como lo obtuvo, para poder localizarlo y repararlo tan pronto como sea posible.
fr: Si vous nous faites part d'un bug ou d'un disfonctionnement, veuillez être descriptif dans la nature du problème et comment vous l'avez rencontré, afin que nous puissions le reproduire et le corriger aussi vite que possible.
gu: જો તમે ખામી અથવા અપક્રિયા વિષે અહેવાલ કરતા હોય, મહેરબાની કરીને મુશ્કેલીના સ્વરૂપ વિષે અને તમે તે કેવી રીતે મેળવી તે વિષે શકય તેટલા વધારે વર્ણનાત્મક બનો, જેથી અમે તેને પુનરુત્પાદન કરી અને શકય તેટલી ઝડપથી સ્થિર કરી શકીયે.
hi: यदि आप एक बग या अस्वीकार रिपोट कर रहे हैं, कृपया इस समस्या का स्वरूप और वर्णन करे , ताकि हम पुन: पेश कर सके और जल्द से जल्द इसे ठीक करे .
it: Se desideri segnalare un malfunzionamento, mandaci una descrizione dettagliata del problema, in modo che possiamo riprodurlo e risolverlo nel minor tempo possibile.
pt: Se você está relatando uma problema, por favor, descreva a natureza do problema, para que possamos reproduzir e corrigir este problema o mais rápido possível.
ru: Если вы сообщаете о вирусе или неисправной работе системы, пожалуйста, постарайтесь подробно объяснить суть проблемы и причины ее возникновения. Благодаря детальному отчету мы сможем быстрее восстановить работоспособность программного обеспечения.

source: Your Name (optional):
de: Ihr Name (optional):
es: Su nombre (opcional):
fr: Votre nom (facultatif)&nbsp;:
gu: તમારુ નામ (વૈકલ્પિક):
hi: आपका नाम (वैकल्पिक):
it: Il tuo nome (opzionale):
pt: Seu nome (opcional):
ru: Ваше имя (не обязательно)

source: Your email address (must be provided if you want a response):
de: Ihre Emailadresse (muss angegeben werden, wenn Sie eine Antwort erhalten wollen):
es: Su dirección de correo electrónico (requerido si desea una respuesta):
fr: Votre adresse courriel (à fournir si vous désirez une réponse)&nbsp;:
gu: તમારુ ઇ-મેઇલ સરનામુ (જો તમે જવાબ મેળવવા માંગતા હોય તો જરૂરથી પૂરું પાડો):
hi: आपका ईमेल पता (अगर आप एक प्रतिक्रिया चाहते है) :
it: Il tuo indirizzo e-mail (è necessario se desideri una risposta):
pt: Seu e-mail (deve ser fornecida se você quiser uma resposta):
ru: Ваш e-mail (обязателен для отправки ответа)

source: Your message:
de: Ihre Nachricht:
es: Su mensaje:
fr: Votre message&nbsp;:
gu: તમારો સંદેશો:
hi: आपका संदेश:
it: Il tuo messaggio:
pt: Sua mensagem:
ru: Ваше сообщение:

source: Your feedback has been accepted. Thank you.
de: Ihre Rückmeldung wurde akzeptiert. Vielen Dank.
es: Recibimos su opinión. Gracias.
fr: Votre commentaire a été accepté. Merci.
gu: આપનો અભિપા઼ય સ્વીકારવામા આવેલ છે. આભાર.
hi: आपकी प्रतिक्रिया को स्वीकार किया गया है. धन्यवाद.
it: Il tuo commento è stato ricevuto. Grazie.
pt: Seu comentário foi recebido. Obrigado.
ru: Ваше сообщение принято. Спасибо.

source: Listing offers
de: Liste von Angeboten
es: Ofertas del listado
fr: Liste des offres
gu: ઑફરોની યાદી કરી રહેલ છે
hi: ऑफर लिस्टिंग
it: Elenco delle offerte
pt: Lista de ofertas
ru: Вид списка

source: For
de: Für:
es: Para
fr: Pour
gu: માટે
hi: के लिए
it: Per
pt: Para
ru: Для

source: As a registered user (%{name}), you have already been entered to the Build Your Business Sweepstakes.
de: (%{name}), als ein registrierter Benutzer sind Sie bereits zum Build Your Business Gewinnspiel angemeldet worden.
es: Como usuario registrado (%{name}), usted ha sido ingresado en el concurso "Construya su Negocio".
fr: En tant qu'utilisateur inscrit (%{name}), vous êtes déjà été inscrit à la loterie Bâtir votre entreprise.
gu: નોંધાયેલ વપરાશકર્તા તરીકે તમે પહેલેથીજ Billing Boss: તમારો વ્યવસાય પ્રસ્થાપિત કરો પ઼તીયોગિતામા ભાગ લઇ ચૂકયા છો.
hi: जैसा कि एक पंजीकृत उपयोगकर्ता (% (नाम)), आपको पहले से ही व्यवसाय निर्माण Business Sweepstakes में प्रवेश दिया गया है
it: Poiché sei un utente registrato (%{name}), sei già stato automaticamente selezionato per partecipare al concorso 'Costruisci la tua Azienda'.
pt: Como um usuário registrado (%{name}), você está inscrito para o Concurso Crie seu Negócio.
ru: Вы добавлены в Build Your Business Sweepstakes под регистрационным именем (%{name})

source: You can increase your chances to win by %{referring_friends_link}
de: Sie können Ihre Chancen zu gewinnen mit %{referring_friends_link} vergrößern
es: Puede aumentar sus oportunidades de ganar al %{referring_friends_link}
fr: Vous pouvez augmenter vos chances de gagner grâce à %{referring_friends_link}
gu: તમે તમારી જીતવાની શકયતા વધારી શકો છો %{referring_friends_link}
hi: तुम %{referring_friends_link} से जीतने की संभावनाओं को बढ़ा सकते हैं
it: Puoi aumentare le tue probabilità di vincere grazie a %{referring_friends_link}
pt: Você pode aumentar suas chances de ganhar através do %{referring_friends_link}
ru: Вы можете увеличить шансы на победу %{referring_friends_link}

source: Back to Billing Boss >>
de: Zurück zu Billing Boss >>
es: Regresar a Billing Boss >>
fr: Retour à Billing boss >>
gu: Billing Boss પાછા જાઓ >>
hi: Billing Boss पर वापस >>
it: Torna a Billing Boss >>
pt: Volte para o Billing Boss >>
ru: Возврат к Billing Boss

source: Increase your chances to WIN*
de: Vergrößern Sie Ihre Chancen zu GEWINNEN*
es: ¡Aumentar sus oportunidades de GANAR!
fr: Augmentez vos chances de GAGNER*
gu: તમારી જીતવાની* શકયતા વધારો
hi: जीतने* के लिए अपने संभावना बढ़ाएँ
it: Aumenta la tua possibilità di vincere*
pt: Aumente as suas chances de GANHAR*
ru: Увеличить ваши шансы на победу*

source: Contest Rules
de: Gewinnspielregeln
es: Reglas
fr: Règlement du concours
gu: પ઼તિયોગિતા નિયમો
hi: प्रतियोगिता के नियम
it: Regolamento del concorso
pt: Regulamento
ru: Правила конкурса

source: * See %{contest_rules_link}
de: * Lesen %{contest_rules_link}
es: * Ver %{contest_rules_link}
fr: * Voir %{contest_rules_link}
gu: * દેખો %{contest_rules_link}
hi: * देख %{contest_rules_link}
it: * Vai a %{contest_rules_link}
pt: * Ver %{contest_rules_link}
ru: * здесь %{contest_rules_link}

source: Congratulations to the following winners in the Build your Business Contest:
de: Glückwünsche an die folgenden Gewinner des Build your Business Sweepstakes:
es: Felicitaciones a los siguientes ganadores del Concurso Construya su Negocio:
fr: Félicitations aux gagnants du concours Bâtir votre entreprise:
gu: તમારો વ્યવસાય પ્રસ્થાપિત કરો પ઼તીયોગિતાના નીચે દશાઁવેલા વિજેતાઓને અભિનંદન:
hi: बधाई अपनी व्यावसायिक बनाएँ प्रतियोगिता में निम्नलिखित विजेताओं को:
it: Congratulazioni ai seguenti vincitori:
pt: Parabéns aos vencedores do Concurso Crie seu Negócio:
ru: Поздравляем следующих победителей к конкурсе Build your Business:

source: We were unable to deliver invoice #%{invoice_num}. Please check the recipient's email address %{sent_to} to make sure it is correct.
de: Es war uns nicht möglich, Rechnung # %{invoice_num} abzusenden. Bitte prüfen Sie noch einmal die Emailadresse dieses Empfängers %{sent_to} auf Ihre Richtigkeit.
es: No pudimos enviar la factura Nº %{invoice_num}. Por favor, revise la dirección de correo del recipiente %{sent_to} para asegurarse de que es correcta.
fr: Nous n'avons pas été en mesure d'envoyer le %{invoice_num} de facture. Veuillez vérifier le courriel du destinataire %{sent_to} pour vous assurer qu'il est correct.
gu: અમે તમારા ઇનવોઇસ વિતરિત કરવામા અક્ષમ રહયા છે. મહેરબાની કરીને સ્વિકારનારનું ઇ-મેઇલ સરનામુ સાચું છે કે નહી તે માટે તેને તપાસો
hi: हम चालान %{invoice_num} वितरित करने में असमर्थ रहे. कृपया प्राप्तकर्ता का ईमेल पता %{sent_to} जाँच कर के सुनिश्चित करें कि यह सही है
it: Non siamo stati in grado di consegnare la fattura %{invoice_num}. Ti preghiamo di verificare l'indirizzo e-mail del destinatario %{sent_to} per assicurarti che sia corretto.
pt: Não foi possível entregar a sua factura %{invoice_num}. Por favor, verifique o e-mail do destinatário %{sent_to} para ter certeza de que esteja correto.
ru: Мы не смогли доставить #%{invoice_num}. Пожалуйста, проверьте имейл получателя %{sent_to}.

source: It may be necessary to send this invoice directly from your own email account, as the message may have been rejected by a spam filter.
de: Es mag notwendig sein, diese Rechnung direkt von Ihrem Emailkonto aus zu senden, da die Nachricht evtl. von einem Spam Filter aussortiert wurde.
es: Puede ser necesiario enviar esta factura directamente desde su cuenta de correo electrónico, ya que el mensaje puede haber sido rechazado por un filtro de correo no deseado.
fr: Il peut être nécessaire d'envoyer cette facture directement depuis votre propre compte courriel, le message ayant pu être rejeté par un filtre anti-spam.
gu: આ ઇનવોઇસ તમારા પોતાનાં ઇ-મેઇલ ખાતામાંથી મોકલવુ કદાચ આવશ્યક છે, કારણકે સંદેશો કદાચ સ્પામ ફિલ્ટર દ્ધારા નકારવામા આવેલ હોય.
hi: इस चालान को अपने खुद के ईमेल खाते से भेजना आवश्यक है,क्योंकि यह संदेश एक स्पैम फ़िल्टर द्वारा अस्वीकार हो सकता है
it: Può essere necessario inviare questa fattura direttamente dal tuo account di posta elettronica, in quanto il messaggio potrebbe essere stato respinto da un filtro anti-spam.
pt: Talvez seja necessário enviar está factura directo de sua conta de e-mail, já que a mensagem pode ser bloqueada pelo filtro de spam.
ru: Возможно, сообщение заблокировано антиспамовой защитой, поэтому попробуйте отправить счет с вашего личного электронного адреса.

source: Please wait...
de: Warten Sie bitte...
es: Por favor, espere...
fr: Veuillez patienter...
gu: મહેરબાની કરીને રાહ જુઓ...
hi: कृपया इंतजार करें...
it: Ti preghiamo di attendere...
pt: Aguarde ...
ru: Пожалуйста, ожидайте...

source: You have been logged on.
de: Sie wurden angemeldet.
es: Ha iniciado sesión.
fr: Vous avez été déconnecté.
gu: તમે લોગ્ડ ઓન છો.
hi: आपको लॉग आउट कर दिया गया है.
it: Accesso effettuato.
pt: Conectado
ru: Вы осуществили вход в систему.

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
gu: ચાલુ રાખો
hi: जारी रखें
it: Continua
pt: Continuar
ru: Продолжить

source: Existing User
de: Existierender Benutzer
es: Usuario existente
fr: Etes-vous déjà un utilisateur?
gu: પ્રવર્તંમાન વપરાશકર્તા
hi: मौजूदा उपयोगकर्ता
it: Utente già esistente
pt: Já é usuário?
ru: Существующий пользователь

source: Please enter your email address and password if you have an account
de: Geben Sie bitte Ihre Emailadresse und Passwort ein, wenn Sie ein Konto haben
es: Por favor escriba su dirección de correo electrónico y contraseña si ya posee una cuenta
fr: Veuillez entrer votre adresse courriel et votre mot de passe si vous avez un compte
gu: જો તમારુ ખાતુ હોય તો મહેરબાની કરીને તમારુ ઇ-મેઇલ સરનામું અને પાસવડઁ દાખલ કરો
hi: अगर आपका एक खाता है तो कृपया अपना ईमेल पता और पासवर्ड दर्ज करें
it: Se disponi di un account, inserisci qui il tuo indirizzo e-mail e la tua password
pt: Por favor, forneça teu endereço de e-mail e senha se você tiver uma conta
ru: Пожалуйста, введите ваш e-mail и пароль, если вы здесь зарегистрированы

source: Remember me:
de: Erinnerung:
es: Recúerdame:
fr: Se souvenir de moi&nbsp;:
gu: મને યાદ રાખો:
hi: मुझे याद रखें:
it: Ricordami:
pt: Lembrar-me:
ru: Запомнить меня:

source: New account
de: Neues Konto
es: Nueva cuenta
fr: Nouveau compte
gu: નવુ ખાતુ
hi: नया खाता
it: Nuovo account
pt: Nova conta
ru: Новый аккаунт

source: Listing invitations
de: Einladungsliste
es: Lista de Invitaciones
fr: Liste des invitations
gu: આમંત્રણોની યાદી કરી રહેલ છે
hi: निमंत्रण लिस्टिंग
it: Elenco inviti
pt: Lista de convites
ru: Список приглашений

source: invite
de: einladen
es: invitar
fr: invitation
gu: આમંત્રણ
hi: आमंत्रण
it: invito
pt: convite
ru: пригласить

source: You can send an %{invite} to your bookkeeper or accountant. Your bookkeeper or accountant will receive an email containing instruction on how to sign up for Billing Boss. Once they sign up, they will obtain access to a read-only view of your invoicing data.
de: Sie können eine %{invite} an Ihren Buchhalter/Steuerberater senden. Ihr Buchhalter/Steuerberater erhält eine E-Mail mit einer Anleitung zum Anmelden bei Billing Boss. Sobald er/sie sich angemeldet hat, wird er/sie Zugang zu einer schreibgeschützten Kopie Ihrer Online-Rechnungsdatei erhalten.
es: Usted puede enviar una %{invite} a su contador. Su contador recibirá un correo electrónico con instrucciones de como suscribirse a Billing Boss. En cuanto se inscriban, obtendrán acceso a una vista de sólo lectura de sus datos de facturación.
fr: Vous pouvez envoyer une %{invite} à votre aide-comptable ou comptable. Votre comptable recevra un courriel contenant les instructions pour s'inscrire à Billing Boss. Dès qu'il est inscrit, il obtient un accès en lecture seule à vos données de facturation.
gu: તમે તમારા લેખાકાર અથવા વહીખાતા લખનારને %{invite} મોકલી શકો છો. તમારા લેખાકાર અથવા વહીખાતા લખનાર Billing Boss મા સાઇનઅપ કેવી રીતે કરવું તેની સુચનાઓ સાથેનો ઇ-મેઇલ મેળવશે. એકવાર તેઓ સાઇનઅપ કરે, તેઓ તમારા ઇનવોઇસિં ડેટાનો ફકત દેખવાનો પ઼વેશ મેળવશે.
hi: तुम एक %{invite} भेज सकते हैं अपने बहीखाता लिखनेवाला या लेखाकार करने के लिए. आपका एकाउंटेंट या बहीखाता लिखनेवाला एक ईमेल कैसे Billing Boss के लिए साइन अप करने के अनुदेश शामिल प्राप्त होगा. एक बार जब वे साइन अप करते हैं, वे एक को पढ़ने के लिए पहुँच प्राप्त करेंगे आपके चालान डेटा का केवल देखें.
it: Puoi mandare un %{invite} al tuo commercialista. Egli riceverà un'e-mail con le istruzioni per registrarsi a Billing Boss. Una volta registrato, avrà un accesso di sola lettura ai tuoi dati di fatturazione.
pt: Você pode enviar um %{invite} para o teu contador. O teu contador receberá um e-mail contendo instruções sobre como se inscrever para o Billing Boss. Ao se inscreverem, eles terão acesso a uma versão de leitura de teus dados de facturamento.
ru: Вы можете отправить %{invite} вашему бухгалтеру. Бухгалтер получит e-mail, содержащий информацию о том, как зарегистрироваться в Billing Boss. После регистрации, бухгалтер получит доступ к просмотру ваших данных без права вносить изменения.

source: List of people who currently have access to your invoicing data
de: Liste von Leuten, die gegenwärtig Zugang zu Ihren Rechnungsdaten haben
es: Personas que tienen aceso a sus datos de facturación
fr: Liste des personnes ayant actuellement accès à vos données de facturation
gu: તેવી વ્યકતીઓની યાદી જેમને તમારા ઇનવોઇસિંગ ડેટાનો પ઼વેશ છે
hi: जो वर्तमान में डेटा अपने चालान तक पहुँच लोगों की सूची
it: Elenco delle persone che attualmente hanno accesso ai tuoi dati di fatturazione
pt: Lista de pessoas que actualmente têm acesso aos seus dados de facturação
ru: Список лиц, которые имеют доступ к вашим данным.

source: Stop Sharing Data
de: Gemeinsame Datennutzung stoppen
es: Dejar de compartir datos
fr: Arrêter de partager les données
gu: ડેટા શેર કરવાનુ બંધ કરો
hi: बंद करो डाटा साझेदारी
it: Interrompi condivisione dei dati
pt: Parar de compartilhar dados
ru: Прекратить обмен информации

source: Warning! This action cannot be undone. Do you wish to delete this person's access to view your invoicing data?
de: Warnung! Diese Aktion kann nicht rückgängig gemacht werden. Möchten Sie den Zugang, den diese Person zu Ihren Rechnungsdaten hat, löschen?
es: ¡Atención! Esta acción no se puede deshacer. ¿Desea eliminar el acceso de esta persona a sus datos de facturación?
fr: Attention ! Cette action ne peut être annulée. Voulez-vous supprimer l'accès de cette personne à la vue de vos données de facturation ?
gu: ચેતવણી! આ ક઼િયા અસ્વીકાર્ય નહિં થઇ શકે. શું તમે આ વ્યકિતનો તમારો ઇનવોઇસિંગ ડેટા જોવાનો પ઼વેશ કાઢી નાંખવા માંગો છો?
hi: चेतावनी! यह क्रिया नहीं हो सकती है. आप इस ग्राहक के चालान डेटा देखने के लिए पहुँच को नष्ट करना चाहते हैं?
it: Attenzione! Questa azione non può essere annullata. Impedire l'accesso di questa persona ai tuoi dati?
pt: Aviso! Esta acção não pode ser desfeita. Você deseja impedir que esta pessoa tenha acesso aos dados de facturação?
ru: Предупреждение! Эта операция не может быть выполнена. Вы хотите запретить допуск этого контакта к просмотру ваших данных ?

source: Invitations
de: Einladungen
es: Invitaciones
gu: આમંત્રણ
hi: आमंत्रण
it: Inviti
pt: Convites
ru: Приглашения

source: Sent Date
de: Sendedatum
es: Fecha de envio
fr: Date d'envoi
gu: મોકલ્યા તારીખ
hi: तिथि को भेजा
it: Data di invio
pt: Data de envio
ru: Дата отправления

source: Cancel this invitation?
de: Diese Einladung löschen?
es: ¿Desea cancelar esta invitación?
fr: Annuler cette invitation?
gu: આ આમંત્રણ રદ કરો?
hi: क्या आप यह आमंत्रण रद्द करना चाहते हैं?
it: Annulla questo invito?
pt: Deseja cancelar o convite?
ru: Отменить это приглашение?

source: Send email invitation to share data
de: Eine Email-Einladung zur gemeinsamen Datennutzung senden
es: Enviar invitación por correo electrónico para compartir sus datos
fr: Envoyer un courriel d'invitation pour partager les données
gu: ડેટા શેર કરવા માટે ઇ-મેઇલથી આમંત્રણ મોકલો
hi: डेटा साझा करने के लिए ईमेल निमंत्रण भेजें
it: Manda un invito per condividere i tuoi dati
pt: Enviar convite pelo e-mail para compartilhar dados
ru: Отправить e-mail приглашение для обмена данными

source: Hire
de: Einstellen
es: Contratar
fr: Embaucher
gu: ભાડે
hi: पारिश्रमिक
it: Assumi
pt: Contratar
ru: Пригласить на работу

source: Bookkeeper List
de: Buchhaltungsliste
es: Lista de contadores
fr: Liste de comptables
gu: વહીખાતા લખનારની યાદી
hi: बहीखाता लिखनेवाला सूची
it: Elenco dei commercialisti
pt: Contadores
ru: Список бухгалтеров

source: Bookkeeper
de: Buchhalter
es: Contador
fr: Comptable
gu: વહીખાતા લખનાર
hi: बहीखाता लिखनेवाला
it: Commercialista
pt: Contador
ru: Бухгалтер

source: Contact Name:
de: Kontakt-Name
es: Nombre del contacto:
fr: Nom du contact&nbsp;:
gu: સંપઁક નામ:
hi: संपर्क नाम:
it: Nome del contatto:
pt: Nome:
ru: Контакт

source: not currently implemented
de: Noch nicht implementiert.
es: no disponible
fr: pas encore implémenté
gu: અત્યારે અમલમા નથી
hi: वर्तमान में लागू नहीं
it: Attualmente non inserito
pt: actualmente não implementada
ru: в настоящий момент не реализовано

source: Editing bookkeeper
de: Buchhalter bearbeiten
es: Modificando contador
fr: Éditer le comptable
gu: વહીખાતા લખનારમા ફેરફાર કરી રહેલ છે
hi: बहीखाता लिखनेवाला संपादन
it: Modifica commercialista
pt: Editando contador
ru: Изменить данные бухгалтера

source: New bookkeeper
de: Neuer Buchhalter
es: Nuevo contador
fr: Nouveau comptable
gu: નવા વહીખાતા લખનાર
hi: नया बहीखाता लिखनेवाला
it: Nuovo commercialista
pt: Novo contador
ru: Новый бухгалтер

source: Time zone
de: Zeitzone
es: Fuso horario
fr: Fuseau horaire
gu: સમય વિસ્તાર
hi: समय क्षेत्र
it: Fuso orario
pt: Fuso horário
ru: Часовой пояс:

source: How did you hear about Billing Boss?
de: Wie haben Sie von Billing Boss erfahren?
es: ¿Cómo se enteró de Billing Boss?
fr: Comment avez-vous entendu parler de Billing Boss?
gu: તમે Billing Boss વિષે કઇ રીતે સાંભળયું?
hi: तुमने कैसे बिलिंग मालिक के बारे में सुना?
it: Come sei venuto a conoscenza di Billing Boss?
pt: Como você ouviu falar do Billing Boss?
ru: Как вы узнали о Billing Boss?

source: Venture One ID:
de: Venture Eins ID:
es: ID de Venture One:
fr: Code d'entreprise:
gu: વેન્ચર વન ઓળખ:

source: Set up your business address
de: Richten Sie Ihre Geschäftsadresse ein
es: Informaciones de su empresa
fr: Adresse de votre entreprise
gu: તમારા વ્યવસાયનુ સરનામું સેટ કરો
hi: अपने व्यापार का पता सेट कर
it: Inserisci qui il tuo indirizzo commerciale
pt: Configure o endereço comercial
ru: Внесите адрес вашей организации

source: Please enter your company addressing information. All data entered here will be displayed on all your invoices.
de: Bitte geben Sie Ihren Firmennamen und Adresse an. Alle hier eingegebenen Daten werden auf allen Ihren Rechnungen angezeigt.
es: Por favor introduzca los datos de su compañía. Todos los datos introducidos aquí serán mostrados en todas sus facturas.
fr: Veuillez entrer les coordonnées de votre entreprise. Toutes les données inscrites seront affichées sur toutes vos factures.
gu: મહેરબાની કરીને તમારી કંપની સરનામાની માહિતી દાખલ કરો. અંહિ દાખલ કરેલો બધો ડેટા તમારા બધા ઇનવોઇસોમા દર્શાવવામા આવશે.
hi: कृपया आपकी कंपनी कि संबोधित जानकारी दर्ज करें.दर्ज किया सभी डेटा यहाँ अपने चालान पर प्रदर्शित किया जाएगा.
it: Inserisci qui l'indirizzo della tua azienda. I dati qui inseriti verranno visualizzati su tutte le fatture.
pt: Por favor, forneça seu endereço comercial. As informações que você fornecer aqui serão exibidos em todas as suas facturas.
ru: Пожалуйста, внесите адрес вашей компании. Указанная здесь информация будет размещена на всех ваших счетах.

source: Business name:%{name}
de: Firmenname:%{name}
es: Nombre del negocio: %{name}
fr: Raison sociale : %{name}
gu: વ્યવસાય નામ:
hi: व्यापारिक नाम:%{name}
it: Ragione sociale:%{name}
pt: Firma: %{name}
ru: Название компании:%{name}

source: Contact name:
de: Kontakt-Name:
es: Nombre de contacto:
fr: Nom du contact&nbsp;:
gu: સંપઁક નામ
hi: संपर्क नाम:
it: Nome del contatto:
pt: Nome de contacto:
ru: Имя контактного лица

source: Address 1:%{address}
de: Adresse 1:%{address}
es: Dirección 1: %{address}
fr: Addresse 1&nbsp;: %{address}
gu: સરનામું 1:
hi: पता 1:%{address}
it: Indirizzo 1:%{address}
pt: Endereço 1: %{address}
ru: Адрес 1:%{address}

source: City:%{city}
de: Stadt:%{city}
es: Ciudad: %{city}
fr: Ville&nbsp;: %{city}
gu: શહેર:
hi: शहर:%{city}
it: Città:%{city}
pt: Cidade: %{city}
ru: Город:%{city}

source: Country:%{country}
de: Land:%{country}
es: País: %{country}
fr: Pays&nbsp;: %{country}
gu: દેશ:
hi: देश:%{country}
it: Nazione:%{country}
pt: País: %{country}
ru: Страна:%{country}

source: Time zone:
de: Zeitzone:
es: Fuso horario:
fr: Fuseau horaire&nbsp;:
gu: સમય વિસ્તાર:
hi: समय क्षेत्र:
it: Fuso orario:
pt: Fuso horário:
ru: Часовой пояс:
