Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Listing invoices
de: Rechnungsliste
es: Mostrando facturas
fr: Lister les factures
gu: ઇનવોઇસોની યાદી કરી રહેલ છે
hi: चालान लिस्टिंग
it: Elenco fatture
pt: Lista de facturas
ru: Список счетов

source: Find by number:
de: Über die Nummer finden:
es: Buscar por numero:
fr: Chercher par numéro:
gu: સંખ્યા દ્ધારા શોધો
hi: संख्या से खोजें:
it: Ricerca per numero:
pt: Pesquise pelo número:
ru: Найти по номеру

source: Find by customer:
de: Über den Kunden finden:
es: Buscar por cliente:
fr: Chercher par client:
gu: ગા઼હક દ્ધારા શોધો
hi: ग्राहक द्वारा खोजें:
it: Ricerca per cliente:
pt: Pesquise por cliente:
ru: Найти по заказчику

source: Find by status:
de: Über den Status finden:
es: Buscar por estado:
fr: Chercher par état:
gu: સ્થિતિ દ્ધારા શોધો
hi: स्थिति से खोजें:
it: Ricerca per stato:
pt: Pesquise por status:
ru: Найти по статусу

source: Last Changed
de: Zuletzt geändert
es: Último Cambio
fr: Dernière modifiée
gu: છેલ્લે બદલાયેલ
hi: अंतिम परिवर्तन
it: Ultimo aggiornamento
pt: Última alteração
ru: Последнее изменение

source: items
de: Artikel
es: artículos
fr: articles
gu: વસ્તુઓ
hi: आयट्म
it: articoli
pt: itens
ru: наименования

source: Pay
de: Zahlen
es: Pagar
fr: Payer
gu: ચુકવો
hi: वेतन
it: Paga
pt: Pagar
ru: Оплатить

source: New invoice
de: Neue Rechnung
es: Nueva factura
fr: Nouvelle facture
gu: નવુ ઇનવોઇસ
hi: नई चालान
it: Nuova fattura
pt: Nova factura
ru: Новый счет

source: Fax %{fax}
gu: ફેક્સ %{ફેક્સ}
hi: फैक्स %{fax}
it: Numero di fax %{fax}
ru: Факс %{fax}

source: Due by
de: Fälligkeitsdatum
es: Fecha de Vencimiento
fr: Date d'échéance
gu: દ્વારા બાકી
hi: राशि देय तिथि
it: Data di scadenza
pt: Data de vencimento
ru: Долг

source: %b %d, %Y
de: %d %B %Y
es: %d %B %Y
fr: %d %B %Y
gu: %Y %B %d
hi: %Y %B %d
it: %d %B %Y
pt: %d %B %Y
ru: %d %B %Y

source: Bill to:
de: Rechnung austellen an:
es: Cobrar a:
fr: Facturer à:
gu: પ્રતિ બિલ:
hi: बिल करे
it: Addebita a:
pt: Facturar para:
ru: Выставить на:

source: Attention:
de: Achtung:
es: Atención:
fr: Attention&nbsp;:
gu: ધ્યાન:
hi: ध्यान दें:
it: Attenzione:
pt: Atenção:
ru: Вниманию:

source: Reference No.:
de: Referenz Nr.:
es: Nº de referencia:
fr: N° référence:
gu: સંદભઁ સંખ્યા:
hi: संदर्भ संख्या:
it: Riferimento №
pt: Número de referência:
ru: Учетный номер

source: Total Due:
de: Fälliger Gesamtbetrag:
es: Deuda Total:
fr: Total dû&nbsp;:
gu: કુલ બાકી:
hi: कुल देय
it: Totale dovuto:
pt: Total Devido:
ru: Итого к оплате:

source: Less Payments:
de: Weniger Zahlungen:
es: menos pagos:
fr: Moins les paiements&nbsp;:
gu: ઓછી ચુકવણીઓ:
hi: कम भुगतान
it: Meno pagamenti:
pt: Menos Pagamentos:
ru: Частичная оплата

source: Comment:
de: Kommentar:
es: Comentarios:
fr: Commentaire&nbsp;:
gu: ટિપ્પણી:
hi: टिप्पणी:
it: Commento:
pt: Comentário:
ru: Комментарий:

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
gu: છાપો
hi: प्रिंट
it: Stampa
pt: Imprimir
ru: Печать

source: Save as PDF
de: Als PDF speichern
es: Guardar como archivo PDF
fr: Sauvegarder comme PDF
gu: PDF તરીકે સંગ્રહો
hi: सुरक्षित करे PDF के रूप में
it: Salva come PDF
pt: Salvar como em formato PDF
ru: Сохранить в PDF

source: Close
de: Beenden
es: Cerrar
fr: Fermer
gu: બંધ
hi: समाप्त
it: Chiudi
pt: Fechar
ru: Закрыть

source: Show/Hide invoice recipient information
de: Information des Rechnungsempfängers zeigen/verbergen
es: Mostrar/ocultar información de destinatarios
fr: Afficher/Masquer les informations des destinataires
gu: ઇનવોઇસ સ્વિકારનારની માહિતી બતાવો / ગુપ્ત રાખો
hi: चालान प्राप्तकर्ता सम्बंधित जानकारी दिखाएं/छिपायें
it: Mostra/Nascondi informazioni sui destinatari
pt: Mostrar/Esconder informações dos destinatários
ru: Скрыть/Показать информацию получателя счета

source: Date sent
de: Sendedatum
es: Fecha de envío
fr: Date d'envoi
gu: તારિખે મોકલેલ
hi: भेजे जाने की तिथि
it: Data di invio
pt: Data de envio
ru: Дата отправления

source: Recipient(s)
de: Empfänger
es: Destinatario(s):
fr: Destinataire(s)&nbsp;:
gu: સ્વિકારનાર
hi: प्राप्तकर्ता:
it: Destinatari:
pt: Destinatário(s)
ru: Получатели

source: Show/Hide History
de: Geschichte zeigen/verbergen
es: Mostrar/Ocultar Historia
fr: Montrer/Cacher l'historique
gu: ઈતિહાસ દેખાડો/છુપાવો
hi: दिखाएँ / छुपाएँ इतिहास
it: Mostra/Nascondi Storia
pt: Mostrar/Esconder História
ru: Показать/Скрыть Историю

source: Action
de: Aktion
es: Acción
gu: ક્રિયા
hi: क्रिया
it: Azione
pt: Acção
ru: Действие

source: Payment type
de: Zahlungsart
es: Tipo de pago
fr: Type de paiement
gu: ચુકવણી પ્રકાર
hi: भुगतान के प्रकार
it: Tipo di pagamento
pt: Tipo de pagamento
ru: Тип счета

source: Cannot edit payment without customer. Please edit the invoice and add a customer.
de: Zahlung kann ohne Kunde nicht editiert werden. Bitte editieren Sie die Rechnung und fügen Sie einen Kunden hinzu.
es: No se puede editar un pago para una factura sin cliente. Por favor, modifique la factura para agregar un cliente.
fr: Impossible de modifier un paiement pour une facture sans un client. Veuillez modifier la facture et ajouter un client.
gu: ગા઼હક સિવાય ચુકવણીમા ફેરફાર નહિ કરી શકાય. મહેરબાની કરીને ઇનવોઇસમા ફેરફાર કરો અને એક ગા઼હક ઉમેરો.
hi: ग्राहक के बिना भुगतान को संपादित नहीं कर सकते. कृपया चालान संपादित करें और एक ग्राहक जोड़ें.
it: Impossibile modificare un pagamento senza un cliente. Ti preghiamo di modificare la fattura inserendo un cliente.
pt: Não é possível editar pagamento para uma factura sem cliente inscrito. Edite a factura e adicione um cliente.
ru: Не возможно редактировать оплату без заказчика. Пожалуйста, внесите изменения и добавьте заказчика.

source: calculate
de: Berechnen
es: calcular
fr: calculer
gu: ગણો
hi: हिसाब लगाना
it: calcola
pt: calcular
ru: рассчитать

source: Invoice List
de: Rechnungsliste
es: Lista de facturas
fr: Liste de factures
gu: ઇનવોઇસ યાદી
hi: चालान की सूची
it: Elenco delle Fatture
pt: Lista de facturas
ru: Список счетов

source: Search Invoice
de: In der Rechnung suchen
es: Buscar Factura
fr: Chercher facture
gu: ઇનવોઇસ શોધો
hi: चालान खोजे
it: Ricerca Fattura
pt: Pesquisar Factura
ru: Найти счет

source: Invoice Type:
de: Rechnungsart:
es: Tipo de Factura:
fr: Type de facture&nbsp;:
gu: ઇનવોઇસ પ્રકાર:
hi: चालान प्रकार:
it: Tipo di Fattura:
pt: Tipo de factura:
ru: Тип счета

source: dropdown|– All Invoice Types –
de: – Alle Rechnungsarten –
es: – Todos tipos –
fr: – Tous les types –
gu: – બધા ઇનવોઇસ પ઼કારો –
hi: – सभी चालान प्रकार –
it: – Tutti i tipi di fattura –
pt: – Todos tipos –
ru: – Все виды счетов –

source: Date From:
de: Datum von:
es: A partir de:
fr: Date de départ&nbsp;:
gu: તારીખથી:
hi: दिनांक से:
it: Dal giorno:
pt: A partir de:
ru: Дата от:

source: Date To:
de: Datum bis:
es: Hasta:
fr: Date finale&nbsp;:
gu: તારીખ સુધી:
hi: दिनांक तक:
it: Al giorno:
pt: Até:
ru: Дата до:

source: Search
de: Suchen
es: Buscar
fr: Chercher
gu: શોધો
hi: खोज करें
it: Ricerca
pt: Pesquisar
ru: Поиск

source: Help us improve Billing Boss
de: Helfen Sie uns dabei, Billing Boss zu verbessern
es: Ayúdanos a mejorar Billing Boss
fr: Aidez-nous à améliorer Billing Boss
gu: Billing Bossને સારું કરવામા અમને મદદ કરો
hi: हमें Billing Boss में सुधार करने में मदद करें
it: Aiutaci a migliorare Billing Boss
pt: Ajuda-nos a melhorar o Billing Boss
ru: Помощь в улучшении программы Billing Boss

source: You have not created any invoices. Click on New Invoice to create your first invoice.
de: Sie haben keine Rechnungen erstellt. Klicken Sie auf Neue Rechnung, um Ihre erste Rechnung zu erstellen.
es: Usted no ha creado ninguna factura. Haga click en Nueva Factura para crear su primera factura.
fr: Vous n'avez créé aucune facture. Cliquez sur Nouvelle facture pour créer votre première facture.
gu: તમે કોઇ ઇનવોઇસ બનાવેલ નથી. તમારુ પ઼થમ ઇનવોઇસ બનાવવા માટે નવુ ઇનવોઇસ પર ક્લિક કરો.
hi: आपने चालान नहीं बनाई है.अपना पहला चालान बनाने के लिए नई चालान पर क्लिक करें.
it: Non hai creato nessuna fattura. Clicca su Nuova Fattura per creare la tua prima fattura.
pt: Nenhuma factura foi criada. Clique em Novo para criar a sua primeira factura.
ru: Вы не создали нового счета. Для того, чтобы создать первый счет, щелкните на Новый счет.

source: InvoiceGridTitle|past due
de: überfällig
es: de mora
fr: en souffrance
gu: પાછલી બાકી
hi: देय राशि
it: scaduta
pt: atrasada
ru: просрочен

source: InvoiceGridTitle|outstanding
de: ausstehend
es: pendiente
fr: attendue
gu: પાછલું બાકી
hi: बकाया
it: inviata
pt: enviada
ru: не оплачен

source: InvoiceGridTitle|draft
de: Entwurf
es: borrador
fr: ébauche
gu: મુસદ્દો
hi: ड्राफ़्ट
it: bozza
pt: rascunho
ru: черновой

source: InvoiceGridTitle|paid
de: bezahlt
es: pagada
fr: payées
gu: ચુકવેલ
hi: भुगतान
it: pagata
pt: paga
ru: оплачен

source: This invoice was created in Simply Accounting.
de: Diese Rechnung wurde in Simply Accounting erstellt.
es: Esta factura fue creada por Simply Accounting.
fr: Cette facture a été créée dans Simple Comptable.
gu: આ ઇનવોઇસ Simply Accounting મા બનાવવામાં આવેલ છે.
hi: यह चालान Simply Accounting में बनाया गया है
it: La fattura è stata creata in Simply Accounting.
pt: Esta factura foi criada em Simply Accounting.
ru: Этот счет был составлен в Simply Accounting.

source: You cannot edit this invoice in Billing Boss, and it can only be paid in full on the Billing Boss site. If you wish to record a partial payment, please record it in Simply Accounting, and re-send the invoice to Billing Boss from Simply Accounting.
de: Sie können diese Rechnung in Billing Boss nicht bearbeiten; die vollständige Bezahlung kann nur auf der Billing Boss Webseite gemacht werden. Wenn Sie eine Teilzahlung wünschen, tragen Sie dies bitte in Simply Accounting ein und senden Sie die Rechnung noch einmal von Simply Accounting an Billing Boss.
es: Usted no puede editar esta factura en Billing Boss, y solo puede ser pagada por completo en el sitio de Billing Boss. Si usted desea registrar un pago parcial, por favor, regístrelo en Simply Accounting, y re-envíe la factura.
fr: Vous ne pouvez pas éditer cette facture dans Billing Boss, et elle ne peut être payée qu'en intégralité sur le site Billing Boss. Si vous voulez enregistrer un paiement partiel, veuillez l'enregistrer dans Simple Comptable, et envoyer la facture à nouveau.
gu: તમે Billing Boss દ્ધારા આ ઇનવોઇસમા ફેરફાર ના કરી શકો, અને Billing Boss સાઇટ પરજ તેને પૂર્ણ રીતે ચૂકવી શકાય. જો તમે આંશિક ચુકવણી નોંધવા માંગતા હોય તો, મહેરબાની કરીને તેને Simply Accounting માં નોંધો, અને ઇનવોઇસને Simply Accounting માથી Billing Boss ને ફરી મોકલો.
hi: तुम Billing Boss में इस चालान को संपादित नहीं कर सकते, यह केवल Billing Boss साइट में पूर्ण पर भुगतान किया जा सकता है. यदि आपको एक हिस्से का भुगतान रिकॉर्ड करने के लिए, कृपया Simply Accounting में रिकार्ड करे, और पुनः चालान Billing Boss से Simply Accounting भेजें.
it: Non puoi modificare questa fattura usando Billing Boss, e sul sito di Billing Boss essa può solo essere pagata per intero. Se desideri effettare un pagamento parziale, ti preghiamo di registrarla in Simply Accounting e poi inviarla a Billing Boss.
pt: Você não pode editar esta factura no Billing Boss, e esta só pode ser paga na íntegra no site do Billing Boss. Se você quiser registrar um pagamento parcial, por favor salve a factura na Simply Accounting, e re-envie-a ao Billing Boss.
ru: Данный счет изменению на подлежит, оплатить его возможно только полностью и на сайте Billing Boss. Если вы намерены совершить частичную оплату, пожалуйста, зарегистрируйте счет в Simply Accounting и переправьте счет в Billing Boss через Simply Accounting.

source: Any actions on this invoice in Billing Boss (such as deleting, marking it as paid, or collecting an automated payment through your selected payment method), will <b>not</b> automatically update the invoice in Simply Accounting!
de: Jede Bearbeitung dieser Rechnung in Billing Boss (z.B. löschen, als 'bezahlt' markieren, oder eine automatische Zahlung durch die gewählte Zahlungsart erheben), wird <b> nicht </b> automatisch die Rechnung in Simply Accounting aktualisieren!
es: Cualquier acción sobre esta factura en Billing Boss (tal como eliminar, marcar como paga, o recolectar pagos automáticos a través de su método electo de pago), <b>no</b> actualizará automáticamente la factura en Simply Accounting!
fr: Quelque action que ce soit sur cette facture dans Billing Boss (comme sa suppression, la marquer comme payée ou collecter un paiement automatique via votre méthode de paiement sélectionnée) <b>ne mettra pas</b> à jour automatiquement la facture dans Simple Comptable !
gu: Billing Boss મા કરેલ કોઇ પણ ક઼િયા (જેમકે રદ કરવું, ચૂકવેલ તરીકે નિશાન કરવું, અથવા તમારી પસંદની ચુકવણી પદ્ધતિ દ્ધારા આપોઆપ ચુકવણી એકત્ર કરવી), આપોઆપ Simply Accounting મા ઇનવોઇસ અદ્યતન કરશે!
hi: Billing Boss चालान पर कोई क्रिया (जैसे हटाने, भुगतान किया है या आपके चयनित भुगतान पद्धति के माध्यम से एक स्वचालित भुगतान का संग्रह), अपने आप चालान Simply Accounting में स्वतः अद्यतन <b> नहीं </ b> होगा !
it: Qualsiasi operazione effettuata per questa fattura usando Billing Boss (come cancellarla, contrassegnarla come come pagata, o riceverne il saldo online), <b>non</b> aggiornerà automaticamente la stessa fattura in Simply Accounting!
pt: Quaisquer acções da factura no Billing Boss (como apagar, marcar como paga, ou recolher um pagamento automatizado), <b>não será</b> actualizada automaticamente em Simply Accounting!
ru: В Billing Boss любые операции по этому счету (например, удаление, маркировка как оплаченный или получение платежей) <b>не</b>обновляются в системе Simply Accounting.

source: The invoice link received by your customer is:
de: Ihr Kunde hat den folgenden Rechnungs-Link erhalten:
es: El vínculo a la factura recibido por su cliente es:
fr: Le lien de facture reçu par votre client est&nbsp;:
gu: તમારા ગા઼હક દ્ધારા મેળવવામાં આવેલ ઇનવોઇસ લિંક છે:
hi: अपनी ग्राहक चालान कड़ी द्वारा प्राप्त है:
it: Il link alla fattura ricevuta dal cliente è il seguente:
pt: Teu cliente recebeu este link para a factura:
ru: Ссылка на счет, полученная вашим заказчиком:

source: Only the invoice summary is displayed on this page.
de: Auf dieser Seite ist nur die Rechnungsübersicht dargestellt.
es: Esta página es sólo un resumen de la factura.
fr: Cette page est seulement un sommaire de la facture.
gu: ફ઼કત ઇનવોઇસ સાર આ પુ઼ષ્ઠ પર દર્શાવવામાં આવે છે.
hi: सिर्फ चालान सारांश इस पृष्ठ पर प्रदर्शित की जाती है.
it: Su questa pagina è visualizzato solo un riepilogo della fattura.
pt: Apenas o resumo da factura é apresentado nesta página.
ru: На этой странице показаны только краткая информация по счету.

source: To see the entire invoice, <b>%{link}</b>.
de: Um die komplette Rechnung zu sehen, klicken Sie <b>%{link}</b>.
es: Para ver la factura entera, <b>%{link}</b>.
fr: Pour voir la totalité de la facture, <b>%{link}</b>.
gu: સંપૂર્ણ ઇનવોઇસ દેખવા માટે, <b>%{link}</b>.
hi: पूरी चालान देखने के लिए, <b>%{link}</b>
it: Per vedere l'intera fattura, <b>%{link}</b>.
pt: Para ver toda a factura, <b>%{link}</b>.
ru: Чтобы просмотреть счет целиком, пройдите <b>%{link}</b>

source: download it in PDF format
de: Im PDF-Format herunterladen
es: descargar en formato PDF
fr: télécharger en format PDF
gu: PDF સ્વરૂપમાં તેને ડાઉનલોડ કરો
hi: इसे PDF format में डाउनलोड करे
it: scaricala in formato PDF
pt: baixar em formato PDF
ru: загрузите его в формате PDF

source: To:
de: An:
es: Para:
fr: À&nbsp;:
gu: પ્રતિ:
hi: को
it: A:
pt: Para:
ru: Кому:

source: Issue date
de: Ausgabedatum
es: Fecha de emisión
fr: Date d'émission
gu: જારી તારીખ
hi: निर्गम की तारीख
it: Data di emissione
pt: Data de emissão
ru: Дата оформления

source: Due date
de: Fälligkeitsdatum
es: Vencimiento
fr: Date d'échéance
gu: નિયત તારીખ
hi: नियत तारीख
it: Data di scadenza
pt: Data de vencimento
ru: Срок оплаты

source: Reference No.
de: Referenz Nr.
es: Nº de referencia
fr: N° référence
gu: સંદભઁ સંખ્યા
hi: संदर्भ संख्या
it: Riferimento №
pt: Número de referência
ru: Учетный номер

source: Total Due
de: Gesamtbetrag fällig
es: Deuda Total
fr: Total dû
gu: કુલ બાકી
hi: कुल देय
it: Totale Dovuto
pt: Total Devido
ru: Итого к оплате

source: Less Payments
de: Teilzahlung
es: Menos Pagos
fr: Moins les paiements
gu: ઓછી ચુકવણીઓ
hi: कम भुगतान
it: Meno Pagamenti
pt: Menos Pagamentos
ru: Частичная оплата

source: The invoice will be sent to %{cust} at %{recip}.
de: Die Rechnung wird an %{cust} zu %{recip} geschickt werden.
es: La factura sera enviada a %{cust} (%{recip}).
fr: La facture sera envoyée à %{cust} à %{recip}.
gu: ઇનવોઇસ મોકલવામા આવશે %{cust} at %{recip}.
hi: चालान भेजा जाएगा %{cust} में %{recip}
it: La fattura verrà inviata a %{cust} a %{recip}.
pt: A factura será enviada para %{cust} (%{recip}).
ru: Счет будет отправлен %{cust} %{recip}.

source: Allow the invoice recipient to pay online using one of the methods listed below:
de: Erlauben Sie dem Rechnungsempfänger mit einer der untenstehenden Methoden online zu bezahlen:
es: Permitir que el destinatario de la factura pague en línea usando uno de los métodos enumerados a continuación:
fr: Laisser le destinataire de la facture à payer en ligne en utilisant une des méthodes énumérées ci-dessous&nbsp;:
gu: ઇનવોઇસ લેનારને નીચેની ચુકવણી પદ્ધતિઓનો ઉપયોગ કરીને ઓનલાઇન ચૂકવવા માટે પરવાનગી આપો:
hi: चालान प्राप्तकर्ता की ऑनलाइन भुगतान करने के अनुमति दें, नीचे सूचीबद्ध विधियाँ का उपयोग करके:
it: Permetti al destinatario della fattura di pagare online utilizzando uno dei metodi elencati qui di seguito:
pt: Permitir que o destinatário pague a factura on-line, utilizando um dos métodos listados abaixo:
ru: Позволить получателю счета использовать один из методов электронной оплаты, перечисленных ниже:

source: Do you want to send the invoice?
de: Wollen Sie diese Rechnung wirklich senden?
es: ¿Desea enviar la factura?
fr: Voulez-vous envoyer la facture ?
gu: શું તમે ઇનવોઇસ મોકલવા ઇચ્છો છો?
hi: क्या आप चालान भेजना चाहते हैं?
it: Vuoi inviare la fattura?
pt: Você deseja enviar a factura?
ru: Вы действительно хотите отправить данный счет?

source: Your invoice has been sent! Click %{link} to view the invoice
de: Ihre Rechnung wurde gesendet! Klicken Sie auf %{link}, um die Rechnung anzusehen
es: ¡Su factura ha sido enviada! Pulse %{link} para ver la factura
fr: Votre facture a été envoyé! Cliquez sur le %{link} pour afficher la facture
gu: તમારુ ઇનવોઇસ મોકલવામા આવેલ છે! ઇનવોઇસ દેખવા માટે %{link} પર કિલક કરો
hi: आपका चालान भेज दिया गया है! लिंक पर क्लिक करें %{link} चालान देखने के लिए
it: La fattura è stata inviata! Clicca %{link} per visualizzare la fattura
pt: A sua factura foi enviada! Clique %{link} para ver a factura
ru: Ваш счет отправлен! Для просмотра счета пройдите по ссылке %{link}

source: From here you can:
de: Von hier können Sie:
es: Desde aquí usted puede:
fr: À partir d'ici, vous pouvez&nbsp;:
gu: અંહિથી તમે કરી શકો:
hi: तुम् यहाँ से कर सकते हों:
it: Da qui è possibile:
pt: A partir daqui, você pode:
ru: Находясь здесь, вы можете:

source: Close Billing Boss and continue working in Simply Accounting.
de: Beenden Sie Billing Boss und setzen Sie Ihre Arbeit in Simply Accounting fort.
es: Cerrar Billing Boss y continuar trabajando en Simply Accounting.
fr: Fermer Billing Boss et continuer à travailler dans Simple Comptable.
gu: Billing Boss બંધ કરો અને Simply Accounting મા કામ કારવાનુ ચાલુ રાખો.
hi: Billing Boss बंद और बस लेखांकन में काम जारी रखे करे.
it: Chiudi Billing Boss e continua a lavorare in Simply Accounting.
pt: Fechar Billing Boss e continuar trabalhando na Simply Accounting.
ru: Закрыть Billing Boss и продолжать работу в Simply Accounting.

source: Go To BillingBoss
de: Rufen Sie Billing Boss auf
es: Ir a Billing Boss
fr: Aller à Billing Boss
gu: BillingBoss પર જાવ
hi: BillingBoss जाना
it: Vai a Billing Boss
pt: Ir para Billing Boss
ru: Перейти к Billing Boss

source: Review your invoices, account settings, and learn more about online payments.
de: Überprüfen Sie Ihre Rechnungen und Kontoeinstellungen, und erfahren Sie mehr über Online-Zahlungen.
es: Revisar sus facturas, configuración de cuenta y aprender más sobre pagos en línea.
fr: Révisez vos factures, vos paramètres de compte et apprenez-en davantage sur les paiements en ligne.
gu: તમારા ઇનવોઇસો, ખાતા સેટિંગ્સની સમીક્ષા કરો, અને ઓનલાઇન ચુકવણી માટે વધારે જાણો.
hi: अपने चालान समीक्षा, खाता सेटिंग्स, और ऑनलाइन भुगतान के बारे में और अधिक जानें.
it: Controlla le tue fatture, le impostazioni del tuo account e acqisisci informazioni sui pagamenti online.
pt: Rever facturas, configurações da conta, e saber mais sobre pagamentos através da Internet.
ru: Просмотреть ваши счета, настройки аккаунта, узнать подробнее об электронных платежах.

source: – Select Customer –
de: – Kunde auswählen –
es: – Seleccione cliente –
fr: – choisir cliente –
gu: – ગા઼હક પસંદ કરો –
hi: – ग्राहक चुनें –
it: – Seleziona cliente –
pt: – Selecionar Cliente –
ru: – Выбрать заказчика –

source: Inv. number:
de: Rg. Nummer:
es: Nº de Factura:
fr: Num. de Facture&nbsp;:
gu: ઇનવોઇસ સંખ્યા:
hi: चालान संख्या:
it: Fattura №:
pt: Número:
ru: Номер счета:

source: Ref. number:
de: Ref. Nummer:
es: Nº de Referencia:
fr: Num. de Réf.&nbsp;:
gu: સંદઁભ સંખ્યા:
hi: संदर्भ संख्या:
it: Riferimento №:
pt: Referência:
ru: Учетный номер:

source: Issue Date: (yyyy-mm-dd)
de: Ausgabedatum: (jjjj-mm-tt)
es: Fecha de emisión: (año-mes-día)
fr: Date d'émission&nbsp;: (yyyy-mm-dd)
gu: જારી તારીખ: (yyyy-mm-dd)
hi: जारी तिथि: (yyyy-mm-dd)
it: Data di emissione: (aaaa-mm-gg)
pt: Data de Emissão: (yyyy-mm-dd)
ru: Дата выставления: (год-месяц-число)

source: Due Date: (yyyy-mm-dd)
de: Fälligkeitsdatum: (jjjj-mm-tt)
es: Fecha de vencimiento: (año-mes-día)
fr: Date d'Échéance&nbsp;: (yyyy-mm-dd)
gu: નિયત તારીખ: (yyyy-mm-dd)
hi: अंतिम तिथि: (yyyy-mm-dd)
it: Data di scadenza: (aaaa-mm-gg)
pt: Data de Vencimento: (yyyy-mm-dd)
ru: Дата оплаты: (год-месяц-число)

source: Type
de: Art
es: Tipo
gu: પ્રકાર
hi: क़िस्म
it: Tipo
pt: Tipo
ru: Тип

source: Taxes
de: Steuern
es: Impuestos
gu: કરો
hi: करों
it: Imposte
pt: Impostos
ru: Налоги

source: Rate (%)
de: Tarif (%)
es: Tasa (%)
fr: Taux (%)
gu: દર (%)
hi: दर (%)
it: Aliquota (%)
pt: Taxa (%)
ru: Ставка

source: Invoice summary
de: Rechnungsübersicht
es: Resumen de la Factura
fr: Sommaire de la facture
gu: ઇનવોઇસ સાર
hi: चालान सारांश
it: Riepilogo della fattura
pt: Resumo da factura
ru: Сводка по счету

source: From
de: Von
es: De
fr: De
gu: તરફથી
hi: से
it: Da
pt: De
ru: От

source: To
de: An
es: A
fr: À
gu: પ્રતિ
hi: को
it: A
pt: Para
ru: Кому

source: Terms
de: Bedingungen
es: Términos
fr: Modalités
gu: શરતો
hi: शर्तें
it: Termini
pt: Termos
ru: Условия

source: Reference
de: Referenz
es: Referencia
fr: Référence
gu: સંદભઁ
hi: संदर्भ
it: Riferimento №
pt: Referência
ru: Ссылка

source: Due
de: Fällig
es: Debido
fr: Dû
gu: બાકી
hi: देय
it: Scaduta
pt: Devido
ru: Подлежит оплате

source: Inv. %{num}
de: Rg. %{num}
es: Factura %{num}
fr: Fact. %{num}
gu: ઇનવોઇસ %{સંખ્યા}
hi: चालान %{num}
it: Ft. %{num}
pt: Fac. %{num}
ru: Счет %{num}

source: Summary
de: Übersicht
es: Resumen
fr: Sommaire
gu: સાર
hi: सारांश
it: Riepilogo
pt: Resumo
ru: Сводка

source: Items (%{num})
de: Artikel (%{num})
es: Artículos (%{num})
fr: Articles (%{num})
gu: વસ્તુઓ (%{સંખ્યા})
hi: आइटम (%{num})
it: Articoli (%{num})
pt: Itens (%{num})
ru: Наименования (%{num})

source: Recipients:
de: Empfänger:
es: Destinatarios:
fr: Destinataires&nbsp;:
gu: સ્વિકારનાર:
hi: प्राप्तकर्ता:
it: Destinatari:
pt: Destinatários:
ru: Получатели:

source: Send!
de: Senden!
es: Enviar!
fr: Envoyer !
gu: મોકલો!
hi: भेजना
it: Invia!
pt: Enviar!
ru: Отправить!

source: Inv. #%{num}
de: Rg. #%{num}
es: Factura Nº %{num}
fr: Fact. %{num}
gu: ઇનવોઇસ #%{સંખ્યા}
hi: चालान #%{num}
it: Ft. № %{num}
pt: Fac. %{num}
ru: Счет #%{num}

source: Payments
de: Zahlungen
es: Pagos
fr: Paiements
gu: ચુકવણી
hi: भुगतान
it: Pagamenti
pt: Pagamentos
ru: Платежи
