Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Default message to be used on invoices. You can put your tax number here if applicable.
de: Standard-Nachricht wird bei Rechnungen verwendet. Sie können Ihre Steuernummer, falls zutreffend, hier angeben.
es: Mensaje por defecto a ser usado en sus facturas. Usted puede escribir aquí su número de impuesto si aplica.
fr: Message par défaut à utiliser sur les factures. Vous pouvez entrer votre numéro d'inscription de taxe ici, le cas échéant.
gu: મૂળભૂત સરનામુ જે ઇનવોઇસોમા વાપરવાનુ છે. જો લાગુ પડતું હોયતો તમારી કર સંખ્યા રજૂ કરો.
hi: डिफ़ॉल्ट संदेश चालान पर इस्तेमाल किया जाएगा. आप यहाँ यदि लागू हो अपने कर नंबर डाल सकते हैं.
it: Messaggio predefinito da utilizzare nelle fatture. Puoi inserire qui il tuo codice fiscale/partita IVA, se applicabile.
pt: Mensagem padrão a ser utilizada nas facturas. Você pode colocar o seu número fiscal, aqui, se aplicável.
ru: Данное сообщение используется на счетах по умолчанию. При необходимости вы можете указать здесь налоговый номер.

source: Business Information
de: Geschäftsinformation
es: Información de la empresa
fr: Information d'affaire
gu: વ્યવસાય માહિતી
hi: व्यापार जानकारी
it: Informazioni sulla Società
pt: Informação Empresarial
ru: Информация о компании

source: Company Logo
de: Firmenlogo
es: Logotipo de la empresa
fr: Logo de l'entreprise
gu: કંપની પ઼તીક ચિહ્ન
hi: कंपनी लोगो
it: Logo della Società
pt: Logotipo
ru: Логотип компании

source: Communications
de: Kommunikation
es: Comunicaciones
gu: સંદેશાવ્યવહાર
hi: संचार
it: Comunicazioni
pt: Comunicações
ru: Коммуникация

source: Save and Continue
de: Speichern und fortfahren
es: Guardar y Continuar
fr: Sauvegarder et continuer
gu: સંગ઼હો અને ચાલુ રાખો
hi: सहेजें और जारी रखें
it: Salva e continua
pt: Salvar e continuar
ru: Сохранить и закрыть

source: Subscribe to Billing Boss!
de: Melden Sie sich bei Billing Boss an!
es: ¡Suscríbase a Billing Boss!
fr: Abonnez-vous à Billing Boss !
gu: Billing Boss ના સભ્ય બનો!
hi: Billing Boss सदस्यता लें!
it: Registrati a Billing Boss!
pt: Regístre-se com Billing Boss!
ru: Подписаться на рассылку Billing Boss!

source: Sign me up to receive Billing Boss email updates
de: Melden Sie mich an für Billing Boss Email Updates
es: Suscribirme para recibir actualizaciones sobre Billing Boss por correo electrónico
fr: Inscrivez-moi pour recevoir les mise à jour de Billing Boss par courriel
gu: Billing Boss ઇ-મેઇલ અપડેટ્સ મેળવવાં સાઇનઅપ કરો
hi: साइन अप Billing Boss ईमेल अपडेट प्राप्त करने के लिए
it: Voglio ricevere aggiornamenti su Billing Boss via e-mail
pt: Inscrever-me para receber atualizações por e-mail sobre Billing Boss
ru: Желаю подписаться на новостную рассылку Billing Boss

source: Company address
de: Firmenadresse
es: Dirección de la empresa
fr: Adresse de la société
gu: કંપની સરનામું
hi: कंपनी का पता
it: Indirizzo della società
pt: Endereço da empresa
ru: Адрес компании

source: Business name:
de: Name des Geschäftes:
es: Nombre de la empresa:
fr: Raison sociale :
gu: વ્યવસાય નામ
hi: व्यापारिक नाम:
it: Ragione sociale:
pt: Nome da empresa:
ru: Название компании

source: Default message to be used on invoices:
de: Standard-Nachricht wird bei Rechnungen verwendet:
es: Mensaje predeterminado que se utilizará en las facturas:
fr: Message par défaut de figurer sur les factures&nbsp;:
gu: મૂળભૂત સરનામુ જે ઇનવોઇસોમા વાપરવાનુ છે:
hi: डिफ़ॉल्ट संदेश चालान पर इस्तेमाल करने के लिए:
it: Messaggio predefinito da utilizzare sulle fatture:
pt: Mensagem padrão a ser utilizada nas facturas:
ru: Сообщение по умолчанию для счетов:

source: Tax Settings
de: Steuereinstellungen
es: Impuestos
fr: Paramètres de taxe
gu: કર સેટિંગ્સ
hi: टैक्स सेटिंग्स
it: Impostazioni fiscali
pt: Definições de Impostos
ru: Установка налога

source: My company charges taxes
de: Meine Firma verlangt Steuern
es: Mi compañía cobra impuestos
fr: Mon entreprise prélève des taxes
gu: મારી કંપનિ કરો ચાર્જ કરે છે
hi: मेरी कंपनी शुल्क कर
it: La mia azienda addebita imposte
pt: Minha empresa recolhe impostos
ru: Моя компания включает налог

source: Use the official tax values for my province
de: Verwenden Sie für meine Provinz die offizielle Mehrwertsteuer
es: Utilizar los impuestos oficiales de mi provincia
fr: Utilisez les valeurs de taxe officielles pour ma province
gu: મારા પરગણા માટે અધિકૃત કર મૂલ્ય નો ઉપયોગ કરો
hi: कृपया ईमेल पता दर्ज करें जो Billing Boss रजिस्टर के लिए प्रयुक्त किया है और क्लिक करें <strong>पासवर्ड बदलें</strong>
it: Usa l'ammontare ufficiale delle imposte provinciali
pt: Utilize os valores de impostos padrões para minha província
ru: Использовать установленный налог для моего региона

source: Tax 1 Name
de: Steuer 1 Name
es: Impuesto 1
fr: Nom de taxe 1
gu: કર 1 નામ
hi: टैक्स 1 नाम
it: Nome dell'imposta № 1
pt: Nome 1
ru: Налог 1 Название

source: Tax 1 Rate in %
de: Steuersatz 1 %
es: Impuesto 1 %
fr: Taux de taxe 1 en %
gu: કર 1 % દરમાં
hi: टैक्स 1 दर में %
it: Aliquota dell'imposta № 1 (%)
pt: Taxa 1 %
ru: Налог 1 Процентная ставка

source: Tax 2 Name
de: Steuer 2 Name
es: Impuesto 2
fr: Nom de taxe 2
gu: કર 2 નામ
hi: टैक्स 2 नाम
it: Nome dell'imposta № 2
pt: Nome 2
ru: Налог 2 Название

source: Tax 2 Rate in %
de: Steuersatz 2 %
es: Impuesto 2 %
fr: Taux de taxe 2 en %
gu: કર 2 % દરમાં
hi: टैक्स 2 दर में %
it: Aliquota dell'imposta № 2 (%)
pt: Taxa 2 %
ru: Налог 2 Процентная ставка

source: Calculate discount before tax
de: Preisnachlass vor der Steuer kalkulieren
es: Calcular descuento antes de impuestos
fr: Calculer le rabais avant taxe
gu: કર પહેલાના વટાવની ગણતરી કરો
hi: कर पूर्व की गणना बट्टा
it: Calcola lo sconto al lordo dell'imposta
pt: Calcular desconto antes do imposto
ru: Рассчитать сумму скидки без налога

source: Upload a logo
de: Logo hochladen
es: Subir un logotipo
fr: Téléverser un logo
gu: અપલોડ પ઼તીક ચિહ્ન
hi: अपलोड एक लोगो
it: Carica un logo
pt: Baixar o meu logotipo
ru: Загрузить логотип

source: You can upload your company logo that will be shown on your invoices:
de: Sie können Ihr Firmenlogo hochladen, das auf Ihren Rechnungen gezeigt wird:
es: Puede subir el logotipo de su empresa, que se mostrará en sus facturas:
fr: Vous pouver téléverser le logo de votre entreprise qui sera affiché sur vos factures:
gu: તમે તમારી કંપનીનું પ઼તીક ચિહ્ન અપલોડ કરી શકો છો જે તમારા ઇનવોઇસોમા દર્શાવવામા આવશે:
hi: तुम्हें पता है कि आपके चालान पर दिखाया जाएगा आपकी कंपनी का लोगो अपलोड कर सकते हैं:
it: Puoi caricare il logo della tua società, che comparirà sulle tue fatture:
pt: Você pode enviar o teu logotipo que será exibido em tuas facturas:
ru: Вы можете загрузить логотип вашей компании, который будет отображаться на каждом счете:

source: Current logo:
de: Aktuelles Logo:
es: Logotipo actual:
fr: Logo actuel&nbsp;:
gu: વર્તમાન પ઼તીક ચિહ્ન
hi: वर्तमान लोगो:
it: Logo corrente:
pt: Logotipo atual:
ru: Используемый логотип:

source: Delete logo
de: Logo löschen
es: Eliminar Logotipo
fr: Supprimer logo
gu: પ઼તીક ચિહ્ન કાઢી નાખો
hi: हटाएँ लोगो:
it: Elimina logo
pt: Apagar logotipo
ru: Удалить логотип

source: Upload New Logo:
de: Neues Logo hochladen:
es: Subir Nuevo Logotipo:
fr: Téléverser un nouveau logo:
gu: અપલોડ નવુ પ઼તીક ચિહ્ન:
hi: अपलोड नई लोगो:
it: Carica un nuovo logo
pt: Anexar um novo logotipo:
ru: Загрузить новый логотип:

source: (jpg, gif, png files accepted). Maximum size: 500x150 pixels, 1 megabyte
de: (jpg, gif, png Dateien werden akzeptiert). Maximale Größe: 500x150 Pixel, 1 Megabyte
es: (se aceptan archivos jpg, gif y png). Dimensiones máximas: 500x150 píxeles, 1 megabyte
fr: (fichiers acceptés&nbsp;: jpg, gif, png). Taille maximale&nbsp;: 500x150 pixels, 1 mégaoctet
gu: (jpg, gif, png ફાઇલ્સ સ્વિકાર્ય). અધિકતમ સાઇઝ: 500x150 પીક્ષલ્સ, 1 મેગાબાઇટ
hi: (jpg, gif, png फ़ाइलों को स्वीकार). अधिकतम आकार: 500x150 पिक्सेल, 1 मेगाबाइट
it: (formati consentiti: jpg, gif, png). Dimensione massima: 500x150 pixel, 1 megabyte
pt: (aceite ficheiros JPG, GIF, PNG). Tamanho máximo: 500x150 pixels, 1 megabyte
ru: (принимаются файлы в форматах jpg, gif, png). Максимальный размер файла 500x150 pixels, 1 MB

source: Please indicate where you heard about Billing Boss.
de: Bitte geben Sie an, wo Sie von Billing Boss erfahren haben.
es: Por favor, indique cómo se enteró de Billing Boss.
fr: Veuillez indiquer comment vous avez entendu parler de Billing Boss.
gu: મહેરબાની કરીને જણાવોકે તમે Billing Boss વિષે કયાંથી સાંભળયુ.
hi: कृपया कहाँ Billing Boss के बारे में सुना संकेत कर
it: Come sei venuto a conoscenza di Billing Boss?
pt: Indique onde você ouviu falar sobre Billing Boss.
ru: Пожалуйста, укажите как вы узнали о Billing Boss

source: Set up your tax settings
de: Richten Sie Ihre Steuer-Einstellungen ein
es: Configure sus opciones de impuestos
fr: Établir vos paramètres de taxes
gu: તમારા કરના સેટિંગ્સ સેટ કરો
hi: सेट कर अपने सेटिंग्स को
it: Inserisci qui i dati relativi alle imposte
pt: Configure os impostos
ru: Произвести настройку вашей налоговой секции

source: If you collect taxes, please enter them here. They will be included on all your new invoices (changing a tax setting here will not affect previously saved invoices).
de: Wenn Sie Steuern erheben, geben Sie sie bitte hier ein. Sie sind auf allen Ihren neuen Rechnungen angegeben (Das Ändern einer Einstellung wird zuvor gespeicherte Rechnungen nicht beeinflussen).
es: Si usted cobra impuestos, por favor introdúzcalos aquí. Serán incluidos en todas sus nuevas facturas (cambiando una configuración aquí no afectará facturas previamente guardadas).
fr: Si vous percevez des taxes, veuillez les entrer ici. Elles seront incluses dans toutes vos nouvelles factures (modifier un paramètre de taxe ici n'aura aucun impact sur les factures déjà sauvegardées).
gu: જો તમે કરો એકત્ર કરતા હોય તો મહેરબાની કરીને તેને અંહિ ઉમેરો. તે તમારા તમામ ઇનવોઇસોમા સમાવિષ્ટ કરવામા આવશે (કર સેટિંગ્સમા કરવામા આવેલા ફેરફાર પહેલાંના સંગઁહ કરવામા આવેલ ઇનવોઇસોને કોઇ અસર નહિં કરે).
hi: यदि आपने कर एकत्र किया है, उन्हें कृपया यहाँ कर. वे सब अपने नए चालान पर शामिल किया जाएगा (कर सेटिंग बदल पहले बच चालान को प्रभावित नहीं करेगा)
it: Inserisci qui i dati relativi alle imposte. Essi saranno riportati su tutte le tue nuove fatture (la modifica di un'impostazione di questo tipo non influenzerà le fatture precedentemente salvate).
pt: Se você coletar impostos, insira-os aqui. Etes serão incluídos em todas as suas novas facturas (As alterações aqui não afetarão facturas gravadas anteriormente).
ru: Если ваши услуги включают налог, пожалуйста, укажите это здесь. Налог будет автоматически добавлен ко всем вашим новым счетам (изменение настроек о налогах не меняют ранее сохраненные счета).

source: Rate in %
de: Steuersatz %
es: Tasa en %
fr: Taux %
gu: દર % માં
hi: दर % में
it: Aliquota (%)
pt: Taxa %
ru: Ставка в %

source: We'd like to personally thank the Accountant or Bookkeeper that told you about us. Please tell us their name. (optional)
de: Wir möchten uns persönlich bei dem Buchhalter/Steuerberater, der Ihnen von uns erzählt hat, bedanken. Bitte geben Sie uns den Namen. (Optional)
es: Nos gustaría agradecer personalmente al contador que le ha hablado de nosotros. Por favor, díganos su nombre. (opcional)
fr: Nous tenons à remercier personnellement le comptable ou l'aide-comptable qui vous a donné nos références. Veuillez nous dire son nom. (facultatif)
gu: અમે અંગત રીતે લેખાકાર અથવા વહીખાતા લખનારનો આભાર માનવા માંગીએ છે જેમણે તમને અમારા વિષે જણાવ્યું. મહેરબાની કરીને અમને તમેનું નામ જણાવો. (વૈકલ્પિક)
hi: हम व्यक्तिगत रूप से शुक्रिया अदा करना चाहता हूँ एकाउंटेंट या बहीखाता लिखनेवाला का जो हमारे बारे में बताया. कृपया उनके नाम हमें बताओ. (वैकल्पिक)
it: Saremmo lieti di ringraziare personalmente il commercialista che ti ha parlato di noi. Vuoi dirci il suo nome? (opzionale)
pt: Gostaríamos de agradecer o contador que lhe falou sobre nossos serviços. Por favor, diga-nos o seu nome. (opcional)
ru: Мы хотели бы лично выразить благодарность бухгалтеру, который рассказал вам о нас. Пожалуйста, укажите его имя. (по вашему желанию)

source: If you already have a Billing Boss account, simply fill in your e-mail and password.
de: Wenn Sie schon ein Konto bei Billing Boss haben, geben Sie einfach Ihre Email und Ihr Passwort ein.
es: Si ya posee una cuenta de Billing Boss, simplemente escriba su correo electrónico y contraseña.
fr: Si vous avez déjà un compte Billing Boss, il suffit de remplir votre courriel et votre mot de passe.
gu: જો તમારી પાસે પહેલેથીજ Billing Boss ખાતુ હોય તો ખાલી તમારુ ઇ-મેઇલ અને પાસવડઁ ભરો.
hi: यदि आपका पहले से ही एक Billing Boss खाता है, अपने ईमेल और पासवर्ड दर्ज करें.
it: Se hai già un account Billing Boss, devi solo inserire il tuo indirizzo e-mail e la tua password.
pt: Se você já tem uma conta de Billing Boss, basta preencher o seu e-mail e senha.
ru: Если у вас уже создан аккаунт в Billing Boss, вам необходимо только внести e-mail и пароль.

source: Andorra
fr: Andorre
gu: એન્ડોરા
hi: एन्डोर्रा
ru: Андорра

source: Afghanistan
es: Afganistán
gu: અફઘાનિસ્તાન
hi: अफ़ग़ानिस्तान
pt: Afeganistão
ru: Афганистан

source: Aland Islands
de: Alandinseln
es: Tonga (Islas Tonga)
fr: Tongan (Îles Tonga)
gu: અલાન્ડ ટાપુઓ
hi: आलैंड आइलैंड्स
it: Isole Åland
pt: Ilhas Cayman
ru: Аландские острова

source: Albania
de: Albanien
fr: Albanie
gu: અલ્બેનિયા
hi: अल्बानिया
pt: Albânia
ru: Албания

source: Algeria
de: Algerien
fr: Algérie
gu: અલ્જેરિયા
hi: अल्जीरिया
pt: Argélia
ru: Алжир

source: Angola
gu: અંગોલા
hi: अंगोला
ru: Ангола

source: Anguilla
es: Anguila
gu: એન્ગુલિઆ
hi: एंग्विला
ru: Ангилья

source: Antarctica
de: Antarktis
es: Antártida
fr: Antarctique
gu: એન્ટાર્કટિકા
hi: अंटार्कटिका
it: Antartide
pt: Antártica
ru: Антарктида

source: Antigua and Barbuda
de: Antigua und Barbuda
es: Antigua y Barbuda
fr: Antigua-et-Barbuda
gu: એન્ટિગુઆ અને બાર્બુડા
hi: एंटीगुआ और बर्बूडा
it: Antigua e Barbuda
pt: Antígua e Barbuda
ru: Антигуа и Барбуда

source: Argentina
de: Argentinien
fr: Argentine
gu: આર્જેન્ટિના
hi: अर्जेन्टीना
ru: Аргентина

source: Armenia
de: Armenien
fr: Arménie
gu: આર્મેનિયા
hi: आर्मेनिया
pt: Armênia
ru: Армения

source: Aruba
gu: અરૂબા
hi: अरूबा
ru: Аруба

source: Australia
de: Australien
fr: Australie
gu: ઓસ્ટ્રેલિયા
hi: ऑस्ट्रेलिया
pt: Austrália
ru: Австралия

source: Austria
de: Österreich
fr: Autriche
gu: ઓસ્ટ્રિયા
hi: ऑस्ट्रिया
pt: Áustria
ru: Австрия

source: Azerbaijan
de: Aserbaidschan
es: Azerbayán
fr: Azerbaïdjan
gu: અઝરબૈઝાન
hi: अज़रबैजान
it: Azerbaigian
pt: Azerbaijão
ru: Азербайджан

source: Bahamas
gu: બહામાસ
hi: बहामास
ru: Багамские Острова

source: Bahrain
es: Bahrein
fr: Bahreïn
gu: બહેરિન
hi: बहरीन
it: Bahrein
pt: Barém
ru: Бахрейн

source: Bangladesh
de: Bangladesch
gu: બાંગ્લાદેશ
hi: बांग्लादेश
ru: Бангладеш

source: Barbados
fr: Barbade
gu: બાર્બાડોસ
hi: बार्बाडोस
ru: Барбадос

source: Belarus
de: Weißrussland
es: Bielorrusia
fr: Bélarus
gu: બેલારુસ
hi: बेलारूस
it: Bielorussia
pt: Bielorrússia
ru: Беларусь

source: Belgium
de: Belgien
es: Bélgica
fr: Belgique
gu: બેલ્જીયમ
hi: बेल्जियम
it: Belgio
pt: Bélgica
ru: Бельгия

source: Belize
es: Belice
gu: બેલિઝ
hi: बेलीज़
ru: Белиз

source: Benin
es: Benín
fr: Bénin
gu: બેનિન
hi: बेनिन
pt: Benim
ru: Бенин

source: Bermuda
es: Islas Bermudas
fr: Bermudes
gu: બરમુડા
hi: बर्मूडा
ru: Бермуды

source: Bhutan
es: Bhután
fr: Bhoutan
gu: ભુટાન
hi: भूटान
pt: Butão
ru: Бутан

source: Bolivia
de: Bolivien
fr: Bolivie
gu: બોલિવિયા
hi: बोलीविया
pt: Bolívia
ru: Боливия

source: Bosnia and Herzegovina
de: Bosnien-Herzegowina
es: Bosnia y Herzegovina
fr: Bosnie-Herzégovine
gu: બોસ્નિયા અને હર્ઝેગોવીનીયા
hi: बोस्निया और हर्ज़ेगोविना
it: Bosnia-Erzegovina
pt: Bósnia e Herzegovina
ru: Босния и Герцеговина

source: Botswana
es: Botsuana
gu: બોટ્સ્વાના
hi: बोट्सवाना
pt: Botsuana
ru: Ботсвана

source: Bouvet Island
de: Bouvet-Insel
es: Isla Bouvet
fr: Bouvet, Île
gu: બોઉવેટ ટાપુઓ
hi: बोउवेट आइलैंड
it: Isola di Bouvet
pt: Ilha Bouvet
ru: Остров Буве

source: Brazil
de: Brasilien
es: Brasil
fr: Brésil
gu: બ્રાઝિલ
hi: ब्राज़ील
it: Brasile
pt: Brasil
ru: Бразилия

source: British Antarctic Territory
de: Britisches Antarktis-Territorium
es: Territorio Británico de la Antártida
fr: Territoire britannique de l'Antarctique
gu: બ્રિટિશ એન્ટાર્ટિક ટેરીટરી
hi: ब्रिटिश इंडियन ओशियन टेरीटरी
it: Territorio britannico antartico
pt: Território Antártico Britânico
ru: Британская Антарктическая Территория

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean
es: Británico del Océano Índico, Territorio
fr: Océan Indien, Territoire britannique de l'
gu: બ્રિટિશ ઇન્ડિયન ઓસન ટેરીટરી
hi: ब्रिटिश इंडियन ओशियन टेरीटरी
it: Territorio britannico dell'Oceano Indiano
pt: Território Britânico do Oceano Índico
ru: Британская территория в Индийском океане

source: British Virgin Islands
de: Britische Jungferninseln
es: Islas Vírgenes Británicas
fr: Îles Vierges britanniques
gu: બ્રિટિશ વર્જીન આઇલેન્ડસ
hi: ब्रिटिश वर्जिन आइलैंड्स
it: Isole Vergini britanniche
pt: Ilhas Virgens Britânicas
ru: Британские Виргинские острова

source: Brunei
es: Brunei Darussalam
fr: Brunéi Darussalam
gu: બ્રુનેઇ
hi: ब्रुनेई दरउस्सलाम
ru: Бруней

source: Bulgaria
de: Bulgarien
fr: Bulgarie
gu: બલ્ગેરિયા
hi: बुल्गारिया
pt: Bulgária
ru: Болгария

source: Burkina Faso
es: Burquina Faso
gu: બુર્કિના ફાસો
hi: बुर्कीना फासो
ru: Буркина-Фасо

source: Burundi
gu: બુરુન્ડી
hi: बुरुंडी
ru: Бурунди

source: Cambodia
de: Kambodscha
es: Camboya
fr: Cambodge
gu: કંબોડિઆ
hi: कम्बोडिया
it: Cambogia
pt: Camboja
ru: Камбоджа

source: Cameroon
de: Kamerun
es: Camerún
fr: Cameroun
gu: કેમેરુન
hi: कैमेरून
it: Camerun
pt: Camarões
ru: Камерун

source: Canton and Enderbury Islands
de: Kanton- und Enderbury-Inseln
es: Islas Cantón y Enderbury
fr: Îles Canton et Enderbury
gu: કેન્ટોન અને એન્ડરબુરી ટાપુઓ
hi: टर्क्स एन्ड कायकोस आइलैन्ड्स
it: Isole Canton ed Enderbury
pt: Ilhas Canton e Enderbury
ru: Острова Кантон и Эндербери

source: Cape Verde
de: Kap Verde
es: Cabo Verde
fr: Cap-Vert
gu: કેપ વર્દે
hi: केप वर्दे
it: Capo Verde
pt: Cabo Verde
ru: Кабо-Верде

source: Cayman Islands
de: Cayman Inseln
es: Islas Caimán
fr: Caïman, Îles
gu: કેમેન ટાપુઓ
hi: केमैन आइलैंड्स
it: Isole Cayman
pt: Ilhas Cayman
ru: Каймановы Острова

source: Central African Republic
de: Zentralafrikanische Republik
es: Centro-africana, República
fr: Centrafricaine, République
gu: સેન્ટ્રલ આફ્રિકન રીપબ્લિક
hi: सेंट्रल अफ्रीकन रिपब्लिक
it: Repubblica Centrafricana
pt: República Centro-Africana
ru: Центрально-Африканская Республика

source: Chad
de: Tschad
fr: Tchad
gu: ચાડ
hi: चाड
it: Ciad
pt: Chade
ru: Чад

source: Chile
fr: Chili
gu: ચીલી
hi: चिली
it: Cile
ru: Чили

source: China
fr: Chine
gu: ચીન
hi: चीन
it: Cina
ru: Китай

source: Christmas Island
de: Weihnachtsinseln
es: Isla de Navidad
fr: Christmas, Île
gu: ક્રિસમસ ટાપુો
hi: क्रिसमस आइलैन्ड
it: Isola Christmas
pt: Ilha Christmas
ru: Остров Рождества

source: Cocos Islands
de: Kokos-Inseln
es: Islas Cocos (Keeling)
fr: Cocos (Keeling), Îles
gu: કોકોસ ટાપુઓ
hi: कोकोज़ (कीलिंग) आइलैंड्स
it: Isole Cocos (Keeling)
pt: Ilha Cocos (Keeling)
ru: Кокосовые (Килинг) острова

source: Colombia
de: Kolumbien
fr: Colombie
gu: કોલોમ્બિયા
hi: कोलम्बिया
pt: Colômbia
ru: Колумбия

source: Comoros
de: Komoren
es: Comores, Islas
fr: Comores
gu: કોમોરોસ
hi: कोमोरोस
it: Comore
pt: Comores
ru: Коморские отсрова

source: Congo - Brazzaville
de: Kongo - Brazzaville
es: República del Congo
gu: કોન્ગો - બા઼ઝાવીલે
hi: रिपब्लिक ऑफ द कांगो
pt: República do Congo
ru: Конго - Браззавиль

source: Congo - Kinshasa
de: Kongo - Kinshasa
es: República del Congo
gu: કોન્ગો - કિન્શાસા
hi: रिपब्लिक ऑफ द कांगो
it: Repubblica del Congo
ru: Конго - Киншаса

source: Cook Islands
de: Cook Inseln
es: Islas Cook
fr: Cook, Îles
gu: કૂક ટાપુઓ
hi: कुक आइलैंड्स
it: Isole Cook
pt: Ilhas Cook
ru: Острова Кука

source: Costa Rica
gu: કોસ્ટા રીકા
hi: कोस्टा रिका
ru: Коста-Рика

source: Croatia
de: Kroatien
es: Croacia
fr: Croatie
gu: ક્રોએશિયા
hi: क्रोएशिया
it: Croazia
pt: Croácia
ru: Хорватия

source: Cuba
de: Kuba
gu: ક્યુબા
hi: क्यूबा
ru: Куба

source: Cyprus
de: Zypern
es: Chipre
fr: Chypre
gu: સાયપ્રસ
hi: साइप्रस
it: Cipro
pt: Chipre
ru: Кипр

source: Czech Republic
de: Tschechien
es: República Checa
fr: Tchèque, République
gu: ચેઝ રીપબ્લિક
hi: चेक रिपब्लिक
it: Repubblica Ceca
pt: República Checa
ru: Чешская Республика

source: Denmark
de: Dänemark
es: Dinamarca
fr: Danemark
gu: ડેનમાર્ક
hi: डेनमार्क
it: Danimarca
pt: Dinamarca
ru: Дания

source: Djibouti
de: Dschibuti
es: Yibuti
gu: જીબૂટી
hi: जिबोउटी
it: Gibuti
pt: Djibuti
ru: Джибути

source: Dominica
fr: Dominique
gu: ડોમિનિકા
hi: डोमिनिका
ru: Доминика

source: Dominican Republic
de: Dominikanische Republik
es: República Dominicana
fr: Dominicaine, République
gu: ડોમિનિકન રીપબ્લિક
hi: डोमिनिकन रिपब्लिक
it: Repubblica Dominicana
pt: República Dominicana
ru: Доминиканская Республика

source: Dronning Maud Land
de: Königin-Maud-Land
es: Territorio de la Reina Maud
fr: Terre de la Reine Maud
gu: ડ્રોન્નિંગ માઉડ લેન્ડ
hi: द्रोणइंग् माउद लैनड
it: Terra della regina di Maud
pt: Terra da Rainha Maud
ru: Земля Королевы Мод

source: East Timor
de: Osttimor
es: Timor oriental
fr: Timor oriental
gu: પૂવઁ તિમોર
hi: तिमोर-लेस्टे
it: Timor Est
pt: Timor-Leste
ru: Восточный Тимор

source: Ecuador
de: Equador
fr: Équateur
gu: ઇક્વાડોર
hi: इक्वाडोर
pt: Equador
ru: Эквадор

source: Egypt
de: Ägypten
es: Egipto
fr: Égypte
gu: ઇજીપ્ત
hi: मिस्र
it: Egitto
pt: Egito
ru: Египет

source: El Salvador
gu: અલ સાલ્વાડોર
hi: अल साल्वाडोर
pt: Salvador
ru: Сальвадор

source: Equatorial Guinea
de: Äquatorialguinea
es: Guinea Ecuatorial
fr: Guinée Équatoriale
gu: ઇક્વોરીઅલ ગુએના
hi: इक्वेटोरियल गिनी
it: Guinea equatoriale
pt: Guiné Equatorial
ru: Экваториальная Гвинея

source: Eritrea
fr: Érythrée
gu: ઇરીટરીઆ
hi: इरिट्रीया
pt: Eritréia
ru: Эритрея

source: Estonia
de: Estland
fr: Estonie
gu: ઇસ્ટોનિયા
hi: एस्टोनिया
pt: Estônia
ru: Эстония

source: Ethiopia
de: Äthiopien
es: Etiopía
fr: Éthiopie
gu: ઇથોપિયા
hi: इथियोपिया
it: Etiopia
pt: Etiópia
ru: Эфиопия

source: European Union
de: Europäische Union
es: Unión Europea
fr: Union de Myanmar
gu: યુરોપિયન યુનિયન
hi: यूरोपीय संघ
it: Unione europea
pt: União Européia
ru: Европейский союз

source: Falkland Islands
de: Falklandinseln
es: Islas Falkland (Malvinas)
fr: Falkland, Îles (Malvinas)
gu: ફોકલેન્ડ ટાપુઓ (માલ્વિનસ)
hi: फॉकलैंड आइलैंड्स (मालविनास)
it: Isole Falkland (Malvine)
pt: Ilhas Malvinas (Falkland)
ru: Фолклендские острова

source: Faroe Islands
de: Faröer
es: Islas Feroe
fr: Feroë, Îles
gu: ફારો ટાપુઓ
hi: फारो आइलैंड्स
it: Isole Fær Øer
pt: Ilhas Feroe
ru: Фарерские острова

source: Fiji
de: Fidschi
es: Fiyi
fr: Fidji
gu: ફીજી
hi: फिजी
it: Figi
ru: Фиджи

source: Finland
de: Finnland
es: Finlandia
fr: Finlande
gu: ફિનલેન્ડ
hi: फिनलैंड
it: Finlandia
pt: Finlândia
ru: Финляндия

source: France
de: Frankreich
es: Francia
gu: ફ્રાન્સ
hi: फ्रांस
it: Francia
pt: França
ru: Франция

source: French Guiana
de: Französisch-Guayana
es: Guayana Francesa
fr: Guyane française
gu: ફ્રેન્ચ ગુએના
hi: फ्रेंच गुयाना
it: Guyana francese
pt: Guiana Francesa
ru: Французская Гвиана

source: French Polynesia
de: Französisch-Polynesien
es: Polinesia Francesa
fr: Polynésie française
gu: ફ્રેન્ચ પોલિનેશિયા
hi: फ्रेंच पोलिनीसिया
it: Polinesia francese
pt: Polinésia Francesa
ru: Французская Полинезия

source: French Southern and Antarctic Territories
de: Französiche Süd- und Antarktikgebiete
es: Territorios Franceses del Sur y antárticos
fr: Terres australes et antarctiques françaises
gu: ફ્રેન્ચ સર્થન એન્ડ એન્ટાર્ટિક ટેરિટરીસ
hi: फ्रांस के दक्षिणी और अंटार्कटिक प्रदेश
it: Territori meridionali e antartici francesi
pt: Terras Austrais e Antárticas Francesas
ru: Французские Южные и Антарктические Территории

source: French Southern Territories
de: Südliche Französische Territorien
es: Territorios Franceses del Sur
fr: Terres australes françaises
gu: ફ્રેન્ચ દક્ષિણી ટેરિટરીસ
hi: फ्रेंच साउदर्न टेरीटरीज़
it: Territori meridionali francesi
pt: Terras Austrais Francesas
ru: Французские Южные Территории

source: Gabon
de: Gabun
es: Gabón
gu: ગેબોન
hi: गाबोन
pt: Gabão
ru: Габон
