Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: For more than 30 years, Sage has delivered easy-to-use, scalable, and customizable software for accounting, customer relationship management, human resources, merchant services, time tracking, and the specialized needs of the construction, distribution, healthcare, manufacturing, nonprofit, and real estate industries.
de: Seit mehr als 30 Jahren hat Sage bedienerfreundliche und anpassbare Software geliefert wie zum Beispiel für Buchhaltung, Kundenbeziehungsmanagement, Personalwirtschaft, Handelsdienstleistungen, Time tracking; und Spezialsoftware für solche Industrien wie Aufbau, Vertrieb, Gesundheitsfürsorge, Herstellung, gemeinnützige Gesellschaften und Immobilien.
es: Por mas de 30 años, Sage ha ofrecido un software fácil de usar, medible y personalizable para la contabilidad, manejo de relaciones con clientes, recursos humanos, servicios mercantiles, rastreo de tiempo y las necesidas especializadas de las industrias de construcción, distribución, salud, fabricación, sin fines de lucro y de bienes raíces.
fr: Depuis plus de 30 ans, Sage offre des logiciels personnalisables, évolutifs et conviviaux pour les secteurs d'activités, tels que la comptabilité, la gestion de la relation client, les ressources humaines, les services marchands, le suivi du temps et les besoins spécifiques de la construction, la distribution, la santé, la fabrication, les organismes à but non lucratif et le domaine immobilier.
gu: 30 કરતા વધારે વર્ષોથી, Sage દ્ધારા લેખાકારી, ગા઼હક સંબંધ સંચાલન, માનવીય સંપત્તિ, વ્યાપારી સેવાઓ, સમય ટ્રૅકિંગ, અને વિશિષ્ટ આવશ્યકતા માટે નિર્માણ, વિતરણ, આરોગ્ય, ઉત્પાદન, લાભ વિનાના, અને રીઅલ એસ્ટેટ ઉદ્યોગો માટે ઉપયોગમા સરળ, સ્કેલેબલ, અને કસ્ટમાઇઝેબલ સોફટવેર વિતરિત કરવામા આવેલ છે.
hi: 30 वर्षों से अधिक, सेज ने जन्म दिया है आसानी से उपयोग, स्केलेबल, और लेखांकन के लिए अनुकूलन सॉफ्टवेयर, ग्राहक संबंध प्रबंधन, मानव संसाधन, व्यापारी सेवाओं, समय ट्रैकिंग, और निर्माण, वितरण, स्वास्थ्य देखभाल, विनिर्माण क्षेत्र की विशिष्ट आवश्यकताओं, गैर लाभ, और रियल एस्टेट उद्योग.
it: Da più di 30 anni, la Sage produce software semplice da usare e personalizzabile, per la contabilità, la gestione del servizio clienti e delle risorse umane, dei servizi commerciali, del monitoraggio del tempo e per tutte le esigenze di aziende edili, per la distribuzione, per l'assistenza sanitaria, per la fabbricazione di manufatti, no-profit, e immobiliari.
pt: Por mais de 30 anos, a Sage vem criando soluções fáceis e customizadas em contabilidade, gerenciamento de clientes, recursos humanos, serviços de pagamento, monitoramento e, fornendo serviços especiais nas áreas de construção civíl, distribuição e logística, saúde, assistência social sem fins lucrativos e imobiliário.
ru: На протяжении более 30 лет Sage поставляет легкое в обращении, модулируемое под нужды клиента программное обеспечение для бухгалтеров, HR, Мерчант услуги, CRM - решения, а также специализированные системы для работы в области строительства, здравоохранения, производства, недвижимости и некоммерческих организаций.

source: Staying Connected
de: In Verbindung bleiben
es: Manteniendo Contacto
fr: Restez au courant
gu: સંકળાયેલા રહેલા
hi: कनेक्टेड रहने
it: Restare aggiornati
pt: Fique ligado
ru: Будьте в курсе последних событий

source: Billing Boss
gu: બિલિંગ બોસ

source: Existing user?
de: Existierender Benutzer?
es: Usuario existente?
fr: Etes-vous déjà un utilisateur?
gu: પ્રવર્તંમાન વપરાશકર્તા?
hi: मौजूदा उपयोगकर्ता?
it: Hai già un account?
pt: Já é usuário?
ru: Зарегистрированный пользователь?

source: Log in
de: Anmelden
es: Iniciar sesión
fr: Connectez-vous
gu: લોગ-ઇન
hi: लॉग इन
it: Entra
pt: Iniciar sessão
ru: Войти

source: New user?
de: Neuer Benutzer?
es: Nuevo usuario?
fr: Êtes-vous un nouvel utilisateur?
gu: નવા વપરાશકર્તા?
hi: नया उपयोगकर्ता?
it: Nuovo utente?
pt: Novo usuário?
ru: Новый пользователь?

source: Invoices
de: Rechnungen
es: Facturas
fr: Factures
gu: ઇનવોઇસો
hi: चालान
it: Fatture
pt: Facturas
ru: Счета

source: Inviting a bookkeeper or accountant to view your records
de: Einen Buchhalter/Steuerberater einladen, Ihre Datenaufzeichnungen anzusehen.
es: Invite a un contador a tener acceso a sus datos
fr: Inviter un comptable à voir vos enregistrements
gu: લેખાકાર અથવા વહીખાતા લખનારને તમારા રેકોર્ડ દેખવા માટે આમંત્રીત કરો
hi: अपने रिकॉर्ड देखने के लिए एक एकाउंटेंट या बहीखाता लिखनेवाला आमंत्रित
it: Invita un commercialista a visualizzare la tua situazione
pt: Convidar um contador para visualizar teus registos
ru: Пригласить бухгалтера просмотреть ваши учетные записи

source: To share your invoicing activity data with your bookkeeper or accountant, follow these simple steps:
de: Um die Daten Ihrer Rechnungsaktivitäten gemeinsam mit Ihrem Buchhalter/Steuerberater zu nutzen, folgen Sie diesen einfachen Schritten:
es: Para compartir sus facturas e información con su contador, siga los siguientes simples pasos:
fr: Pour partager vos données d'activité de facturation avec votre comptable ou aide-comptable, suivez ces étapes faciles:
gu: તમારી ઇનવોઇસિંગ પ્રવૃતિનો ડેટા તમારા લેખાકાર અથવા વહીખાતા લખનાર સાથે શેર કરવા, આ સરળ પગલાને અનુસરો:
hi: अपने एकाउंटेंट या बहीखाता लिखनेवाला, इन सरल चरणों का पालन के साथ अपने चालान गतिविधि डेटा साझा करने के लिए:
it: Per condividere i dati delle tue fatture col tuo commercialista, segui queste semplici istruzioni:
pt: Para compartilhar seus dados de facturação com o seu contador, siga estas simples etapas:
ru: Чтобы активировать доступ бухгалтера к вашим данным, сделайте следующее:

source: Login or signup to Billing Boss.
de: Bei Billing Boss anmelden oder registrieren.
es: Iniciar sesión o registrarse en Billing Boss.
fr: Connectez-vous ou inscrivez-vous sur Billing Boss
gu: Billing Boss મા લોગ-ઇન અથવા સાઇનઅપ કરો.
hi: Billing Boss पर लॉगिन या साइनअप करो
it: Accedi o registrati a Billing Boss.
pt: Inscrever-se ou entrar no Billing Boss.
ru: Войдите или зарегистрируетесь в Billing Boss.

source: Click on the Share Data tab in the navigation menu.
de: Bitte klicken Sie im Navigationsmenü auf Gemeinsame Dateien.
es: Haga clic en la pestaña Compartir Datos en el menú de navegación.
fr: Cliquez sur l'onglet Partager des données dans le menu de navigation
gu: નૅવિગેશન મેનુમાંથી ડેટા શેર ટેબ પર કિલક કરો.
hi: इस नेविगेशन मेनू में साझा डेटा टैब पर क्लिक करें.
it: Clicca sulla scheda 'Condividi i tuoi dati' nel menu di navigazione.
pt: Clique em Compartilhar Dados no menu de navegação.
ru: Щелкните по закладке Обмен данными в навигационном меню

source: Click on the "Send email invitation to share data" link on the left menu.
de: Bitte klicken Sie auf " Email-Einladung für gemeinsame Datennutzung senden" im linken Menü.
es: Haga clic en "Enviar invitación por correo electrónico para compartir datos" en el menú a la izquierda.
fr: Cliquez sur le lien "Envoyer une invitation courriel pour partager des données" dans le menu de gauche.
gu: ડાબી તરફના મેનુમાંથી "ડેટા શેર કરવા માટે ઇ-મેઇલથી આમંત્રણ મોકલો" લિંક પર કિલક કરો.
hi: बाएँ मेनू पर "डेटा साझा करने के लिए ईमेल निमंत्रण भेजें" लिंक पर क्लिक करें.
it: Clicca su 'Manda un invito per condividere i tuoi dati' nel menu di sinistra.
pt: Clique no link "Enviar e-mail convite para compartilhar dados" no menu à esquerda.
ru: В меню Опции щелкните по ссылке "Отправить приглашение для обмена данными"

source: Enter your bookkeeper's or accountant's email and click Send.
de: Geben Sie die Email Ihres Buchhalters oder Steuerberaters ein, und klicken Sie auf Senden.
es: Introduzca la dirección de correo electrónico de su contable o contador y haga clic en Enviar.
fr: Tapez le courriel de votre comptable/aide-comptable, puis cliquez sur Envoyer.
gu: તમારા વહીખાતા લખનાર અથવા હિસાબનીસનુ ઇ-મેઇલ સરનામું દાખલ કરો અને સેન્ડ પર ક્લિક કરો.
hi: अपने लेखाकार अथवा मुनीम का ईमेल पता यहाँ लिख कर उसे भेज दें.
it: Inserisci l'e-mail del tuo commercialista e clicca Invia
pt: Digite o e-mail para o seu contador e clique em Enviar.
ru: Ведите email вашего бухгалтера или счетовода и нажмите Отправить.

source: Your bookkeeper will then receive the invitation in his or her email, and will be able to confirm or decline the request. If the bookkeeper or accountant accepts, he or she will be able to access your invoicing activity reports.
de: Ihr Buchhalter wird dann die Email-Einladung erhalten und kann diese bestätigen oder ablehnen. Nimmt der Buchhalter oder Steuerberater die Einladung an, kann er/sie Zugang zu Ihren Rechnungsaktivitäten bekommen.
es: Su contador recibirá la invitación en su correo electrónico, donde podrá confirmar o rechazar la solicitud. Si acepta, será capaz de acceder a sus reportes de facturación.
fr: Votre comptable recevra alors une invitation par courriel et pourra accepter ou décliner votre requête. Si votre comptable l'accepte, il ou elle aura alors accès à vos rapports d'activité de facturation.
gu: તમારા વહીખાતા લખનાર તેમના અથવા તેણિના ઇ-મેઇલમા આમંત્રણ મેળવશે, અને વિનંતીનો સ્વિકાર અથવા અસ્વિકાર કરી શકશે. જો લેખાકાર / વહીખાતા લખનાર સ્વિકરે, તેઓ અથવા તેણિ તમારા ઇનવોઇસિંગ પ્રવૃતિ અહેવાલોનો ઉપયોગ ક્રરી શકશે.
hi: आपकी बहीखाता लिखनेवाला तो है, और पुष्टि करने के लिए या इस अनुरोध को अस्वीकार सकेंगे अपनी ईमेल में आमंत्रण प्राप्त होगा. यदि बहीखाता लिखनेवाला या लेखाकार को स्वीकार करता है, वह अपने चालान गतिविधि रिपोर्टों का उपयोग करने में सक्षम हो जाएगा.
it: Il tuo commercialista riceverà quindi un invito tramite e-mail, e potrà confermare o rifiutare la richiesta. Se accetta sarà in grado di accedere ai dati delle tue fatture.
pt: Teu contador receberá o convite via e-mail e será capaz de confirmar ou rejeitar o pedido. Se o convite for aceito, teu contador será capaz de acessar aos relatórios de tuas actividades de facturação.
ru: Ваш бухгалтер должен получить приглашение на электронную почту, и далее либо подтвердить либо отклонить его. В случае, если бухгалтер принимает приглашение, он получает доступ к вашим учетным документам.

source: Billing Boss Tour
es: Tour a través de Billing Boss
fr: Survol de Billing Boss
gu: Billing Boss યાત્રા
hi: Billing Boss - यात्रा
it: Tour di Billing Boss
pt: Faça um tour pelo Billing Boss
ru: Знакомство с Billing Boss

source: There are many different ways to ensure that you're among the first to know about new features, functionality and exciting promotions at Billing Boss.
de: Es gibt verschiedene Möglichkeiten um sicher zu sein dass Sie immer einer der Ersten sind, die etwas über neue Eigenschaften, Funktionalität und spannende Promotionen bei Billing Boss erfahren.
es: Existen distintas formas de asegurarse de estar entre los primeros que conozcan nuevas características, funcionalidades y promociones interesantes en Billing Boss.
fr: Il y a plusieurs façons d'être parmi les premiers à découvrir les nouvelles fonctions et fonctionnalités, ainsi que les formidables promotions de Billing Boss.
gu: તેવા ઘણા ભિન્ન રસ્તા છે કે જેનાથી તમે Billing Boss રૂપક, કાર્યક્ષમતા અને ઉત્તેજક પ્રોત્સાહનો વિષે તમે સર્વ પ઼થમ જાણી શકો છો.
hi: वहाँ है कि आप नई सुविधाओं, कार्यक्षमता और उत्तेजक प्रचार Billing Boss के बारे में पता करने के लिए पहले के बीच में हो यह सुनिश्चित करने के लिए कई अलग अलग तरीके हैं.
it: Hai diversi modi per essere tra i primi a conoscere le nuove caratteristiche, funzionalità e promozioni di Billing Boss.
pt: Há muitas maneiras de garantir que você esteja entre os primeiros a saber sobre os novos recursos, funcionalidades e promoções do Billing Boss.
ru: Существует несколько различных способов получения информации о свежих событиях, интересных промо-акциях, новых версиях и дополнительных возможностях с Billing Boss.

source: Visit the %{blog_url} to catch up on all the latest or subscribe to the Blog RSS feed.
de: Besuchen Sie %{blog_url} um auf dem letzten Stand zu sein oder melden Sie sich für Blog RSS Feed an.
es: Visite %{blog_url} para ver las noticias o suscríbase a la fuente RSS de nuestro blog.
fr: Visitez %{blog_url} pour découvrir les plus récentes nouveautés ou inscrivez-vous au fil RSS du blogue.
gu: નવિનતમ માહિતિ મેળવવા %{blog_url} ની મુલાકાત લો અથવા બ્લોગ RSS ફિડમા નોંધણી કરો.
hi: यात्रा %{blog_url} सभी नवीनतम या ब्लॉग आरएसएस फ़ीड की सदस्यता को पकड़ने के लिए.
it: Visita il %{blog_url} per gli aggiornamenti più recenti o attiva il RSS feed del Blog.
pt: Visite o %{blog_url} para manter-se atualizado ou publicar algo no Blog RSS.
ru: Для получения последних новостей или регистрации в Blog RSS feed, воспользуйтесь ссылкой %{blog_url}

source: Connect with Billing Boss on %{facebook_url} or %{linkedin_url}.
de: Sie können mit Billing Boss auf %{facebook_url} oder %{linkedin_url} in Verbindung treten.
es: Conéctese con Billing Boss en %{facebook_url} o %{linkedin_url}.
fr: Connectez-vous à Billing Boss sur %{facebook_url} ou %{linkedin_url}.
gu: Billing Boss સાથે સંકળાયેલા રહો %{facebook_url} or %{linkedin_url}.
hi: कनेक्ट Billing Boss के साथ पर %{facebook_url} या %{linkedin_url}
it: Aggiungi Billing Boss fra i tuoi contatti su %{linkedin_url} o su %{facebook_url}.
pt: Conecte-se ao Billing Boss através do %{facebook_url} ou %{linkedin_url}.
ru: Присоединяйтесь к Billing Boss на %{facebook_url} или %{linkedin_url}.

source: Follow us on %{friendfeed_url} or %{twitter_url}
de: Verfolgen Sie uns auf %{friendfeed_url} oder %{twitter_url}
es: Siguenos en %{friendfeed_url} o %{twitter_url}
fr: Suivez-nous sur %{friendfeed_url} ou %{twitter_url}
gu: અમને અંહિ %{friendfeed_url} અથવા %{twitter_url} અનુસરો
hi: %{friendfeed_url} or %{twitter_url} पर हमें देख
it: Seguici su %{friendfeed_url} o %{twitter_url}
pt: Acompanhe o Billing Boss no %{friendfeed_url} ou %{twitter_url}
ru: Следите за нами на сайтах %{friendfeed_url} или %{twitter_url}

source: We value your privacy. Your information and your customer information will not be shared or used by Sage.
de: Wir schätzen Ihre Privatsphäre. Ihre Information werden nicht freigegeben oder von Sage verwendet.
es: Valoramos su privacidad. Su información personal y la de sus clientes no será usada o distribuida por Sage.
fr: Nous respectons grandement votre confidentialité. Vos informations et celles de vos clients ne seront ni partagées ni utilisées par Sage.
gu: અમે તમારી ગોપનીયતાને મહત્ત્વ આપીએ છે. તમારી માહિતી અને તમારી ગા઼હક માહિતી શેર નહિ કરવામા આવે અથવા Sage દ્ધારા ઉપયોગ નહિ કરવામા આવે.
hi: आपकी गोपनीयता मूल्य है. आपकी जानकारी और आपके ग्राहकों की जानकारी साझा नहीं किया जाएगा या सेज के द्वारा इस्तेमाल किया जाएगा.
it: La tua privacy per noi è importante. Le tue informazioni e quelle relative al tuo cliente non saranno condivise né utilizzate dalla Sage.
pt: Nós valorizamos tua privacidade. tuas informações e de teus clientes não serão compartilhadas ou utilizadas pela Sage.
ru: Конфиденциальность ваших данных очень важна для нас, поэтому личная информация и данные ваших клиентов содержатся в строгой секретности и не используются компанией Sage и не передаются третьим лицам.

source: Lists your client's invoices with totals and taxes.
de: Listet die Rechnungen Ihres Kunden mit Summen und Steuern.
es: Lista las facturas de sus clientes con totales e impuestos.
fr: Liste des factures de vos clients avec totaux et taxes.
gu: તમારા ગા઼હકના ઇનવોઇસની યાદી કુલ રકમ અને કર સાથે બનાવે છે.
hi: योग और करों के साथ अपने ग्राहक के चालान की सूची बनाएँ.
it: Elenca le fatture del tuo cliente con i totali e le imposte.
pt: Lista das facturas do seu cliente, com os totais e impostos.
ru: Списки счетов ваших заказчиков с общими суммами и налогами

source: Lists your invoices with totals and taxes.
de: Listen Ihre Rechnungen mit Summen und Steuern.
es: Lista sus facturas con totales e impuestos.
fr: Liste des factures avec totaux et taxes.
gu: તમારા ઇનવોઇસની યાદી કુલ રકમ અને કર સાથે બનાવે છે.
hi: योग और करों के साथ अपने चालान की सूची बनाएँ.
it: Elenca le fatture con i totali e le imposte.
pt: Lista de facturas, com os totais e impostos.
ru: Списки ваших счетов с общими суммами и налогами

source: Lists payments that have been applied to invoices.
de: Listet Zahlungen, die Rechnungen zugewiesen wurden.
es: Lista los pagos que han sido aplicados a facturas.
fr: Liste des paiements qui ont été imputés aux factures.
gu: ચુકવણીઓ જે ઇનવોઇસોને લાગુ પાડેલ છે તેની નોંધણી કરે છે.
hi: भुगतान के चालान उन पर लागू किया गया है की सूचियाँ बना सकते हैं.
it: Elenca i pagamenti applicati alle fatture.
pt: Lista dos pagamentos aplicados às facturas.
ru: Списки платежей, которые применяются в счетах

source: Invoices Report for %{company} (%{num} invoices)
de: Rechnungsbericht for %{company} (%{num} invoices)
es: Reporte de facturas de %{company} (%{num} facturas)
fr: Rapport de factures pour %{company} (%{num} factures)
gu: ઇનવોઇસો અહેવાલ માટે %{કેપની} (%{સંખ્યા}ઇનવોઇસો)
hi: चालान की रिपोर्ट %{company} (%{num} invoices) के लिए
it: Situazione fatture per %{company} (%{num} invoices)
pt: Relatório de Facturas de %{company} (%{num} facturas)
ru: Отчет по счетам для %{company} (%{num} invoices)

source: Ref #
de: Referenz #
es: Referencia #
fr: N° réf.
gu: સંદઁભ #
hi: संदर्भ #
it: Rif №
pt: Referência #
ru: Реф №

source: dropdown|– All Customers –
de: Alle Kunden
es: – Todos clientes –
fr: – Tous les clients –
gu: – બધા ગા઼હકો –
hi: – सभी ग्राहक –
it: – Tutti i clienti –
pt: – Todos clientes –
ru: – Все заказчики –

source: Status
es: Estatus
fr: État
gu: સ્થિતિ
hi: स्थिति
it: Stato
ru: Статус

source: Date From
de: Datum von
es: A partir de
fr: Date de départ
gu: તારીખથી
hi: दिनांक से
it: Dal
pt: A partir de
ru: Дата от

source: Date To
de: Datum bis
es: Hasta
fr: Date finale
gu: તારીખ સુધી
hi: करने के लिए तिथि
it: Al
pt: Até
ru: Дата до

source: Filter
es: Filtrar
fr: Filtre
gu: ગાળક
hi: फ़िल्टर
it: Filtra
pt: Filtro
ru: Фильтр

source: Clear
de: Leeren
es: Limpiar
fr: Effacer
gu: સાફ કરો
hi: साफ़
it: Cancella
pt: Limpar
ru: Очистить

source: Printable version
de: Druckversion
es: Versión para imprimir
fr: Version imprimable
gu: છાપી શકાય તેવી આવૃત્તિ
hi: मुद्रण योग्य संस्करण
it: Versione stampabile
pt: Versão para impressão
ru: Версия для печати

source: Save as CSV file
de: Als CSV-Datei speichern
es: Guardar como archivo CSV
fr: Sauvegarder en fichier CSV
gu: CSV ફાઈલ તરીકે સંગ્રહ કરો
hi: सहेजें फ़ाइल सीएसवी के रूप में
it: Salva come CSV
pt: Salvar como um ficheiro CSV
ru: Сохранить файл в формате CSV

source: Back to Clients
de: Zurück zu den Kunden
es: Regresar a Clientes
fr: Retour aux Clients
gu: ગા઼હકો તરફ પાછા
hi: वापस ग्राहक में
it: Torna ai Clienti
pt: Retornar a lista de Clientes
ru: Вернуться к Заказчикам

source: Invoice Report for
de: Rechungsbericht für
es: Reporte de facturas para
fr: Rapport de factures pour
gu: ઇનવોઇસ અહેવાલ માટે
hi: के लिए चालान की रिपोर्ट
it: Situazione fattura per
pt: Relatório de Facturas de
ru: Отчет по счетам для

source: Invoice Report for client
de: Rechungsbericht für Kunde
es: Reporte de facturas del cliente
fr: Rapport de factures pour le client
gu: ગા઼હક માટે ઇનવોઇસ અહેવાલ
hi: चालान रिपोर्ट ग्राहकों के लिए
it: Situazione fattura per il cliente
pt: Relatório de Facturas do cliente
ru: Отчет по счетам для заказчика

source: No.
de: Nr.
es: Nº
fr: N°
gu: સંખ્યા
hi: संख्या
pt: Número
ru: Номер

source: Ref. No.
de: Ref. Nr.
es: Nº de Referencia
fr: N° réf.
gu: સંદઁભ સંખ્યા
hi: संदर्भ संख्या
it: Rif. №
pt: Número de Referência
ru: Учетный номер

source: Displaying %{what} {0} - {1} of {2}
de: Anzeigend %{what} {0} - {1} of {2}
es: Mostrando %{what} {0} - {1} de {2}
fr: %{what} {0} - {1} de {2}
gu: દર્શાવી રહ્યા છીએ %{what} {0} - {1} of {2}
hi: प्रदशि॔त %{what} {0} - {1} of {2}
it: Sto mostrando %{what} {0} - {1} di {2}
pt: Mostrando %{what} {0} - {1} de {2}
ru: Отображает %{what} {0} - {1} of {2}

source: No %{what} to display
de: Kein %{what} anzuzeigen
es: No hay %{what} para mostrar
fr: Pas de %{what} à afficher.
gu: No %{what} દેખાડો
hi: कोई %{what} प्रदर्शित करने के लिए नहीं
it: Nessun %{what} da mostrare.
pt: Não há %{what} para exibir
ru: %{what} невозможно отобразить

source: Invoice. No.
de: Rechnung Nr
es: Nº de Factura
fr: N° facture
gu: ઇનવોઇસ નંબર
hi: चालान संख्या
it: Fattura №
pt: Número da Factura
ru: Номер счета

source: Totals
de: Summen
es: Total
fr: Totaux
gu: કુલ
hi: योग
it: Totali
pt: Total
ru: Итого

source: Amount
de: Betrag
es: Monto
fr: Montant
gu: રકમ
hi: राशि
it: Importo
pt: Valor
ru: Сумма

source: Payment Report for
de: Zahlungsbericht für
es: Reporte de pagos para
fr: Rapport de paiements pour
gu: ચુકવણી અહેવાલ માટે
hi: के लिए भुगतान रिपोर्ट
it: Situazione pagamenti per
pt: Relatório de Pagamento de
ru: Платежный отчет для

source: Payment Report for client
de: Zahlungsbericht für Kunde
es: Reporte de pagos del cliente
fr: Rapport de paiements pour le client
gu: ગા઼હક માટે ચુકવણી અહેવાલ
hi: ग्राहक के लिए भुगतान की रिपोर्ट
it: Situazione pagamenti per il cliente
pt: Relatório de pagamento do cliente
ru: Платежный отчет для заказчика

source: Payments Report for %{company} (%{num} payments)
de: Zahlungsbericht für %{company} (%{num} payments)
es: Reporte de Pagos para %{company} (%{num} pagos)
fr: Rapport de paiements pour %{company} (%{num} paiements)
gu: ચુકવણી અહેવાલ માટે %{કેપની} (%{સંખ્યા}ચુકવણીઓ)
hi: %{company} (%{num} payments) के लिए भुगतान रिपोर्ट
it: Situazione pagamenti per %{company} (%{num} payments)
pt: Relatório de Pagamentos para %{company} (%{num} pagamentos)
ru: Отчет о платежах для %{company} (%{num} payments)

source: Contact people
de: Kontaktpersonen
es: Personas de contacto
fr: Personne contact
gu: આમજનતાનો સંપર્ક કરો
hi: लोग संपर्क करे
it: Contatta persone
pt: Contactos
ru: Контактные лица

source: New Customer
de: Neuer Kunde
es: Nuevo Cliente
fr: Nouveau client
gu: નવા ગા઼હક
hi: नया ग्राहक
it: Nuovo cliente
pt: Novo cliente
ru: Новый заказчик

source: Find by name
de: Über den Namen finden
es: Buscar por nombre
fr: Chercher par nom
gu: નામ દ્વારા શોધો
hi: नाम से खोजें
it: Ricerca per nome
pt: Pesquise por nome
ru: Найти по имени

source: Find by contact
de: Über den Kontakt finden
es: Buscar por nombre del contacto
fr: Chercher par contact
gu: સંપઁક દ્વારા શોધો
hi: संपर्क द्वारा खोजें
it: Ricerca per contatto
pt: Pesquise por contacto
ru: Найти по контактному лицу

source: Find by phone number
de: Über die Telefonnummer finden
es: Buscar por número de teléfono
fr: Chercher par numéro de téléphone
gu: ફોન નંબર દ્ધારા શોધો
hi: फोन नंबर से खोजें
it: Ricerca per n. di telefono
pt: Pesquise por telefone
ru: Найти по телефону

source: Find by e-mail
de: Über die Email finden
es: Buscar por correo electrónico
fr: Chercher par courriel
gu: ઈ-મેઈલ દ્ધારા શોધો
hi: ईमेल द्वारा खोजें
it: Ricerca per e-mail
pt: Pesquise por e-mail
ru: Найти по e-mail

source: Contact name
de: Kontaktname
es: Nombre de contacto
fr: Nom du contact
gu: સંપકઁ નામ:
hi: संपर्क नाम
it: Nome del contatto
pt: Nome do contacto
ru: Контакт

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
gu: ફોન
hi: फोन
it: Numero di telefono
pt: Telefone
ru: Телефон

source: E-mail
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल

source: Balance owing
de: Schuldbalance
es: Saldo a pagar
fr: Solde dû
gu: બાકી નીકળતી લેણી રકમ
hi: शेष कर्ज़ राशि
it: Saldo dovuto
pt: Saldo devido
ru: Баланс задолженности

source: Edit
de: Bearbeiten
es: Modificar
fr: Éditer
gu: ફેરફાર કરો
hi: संपादन
it: Modifica
pt: Editar
ru: Правка

source: Delete
de: Löschen
es: Suprimir
fr: Supprimer
gu: કાઢી નાખો
hi: मिटाएँ
it: Elimina
pt: Remover
ru: Удалить

source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
gu: તમને ખાતરી છે?
hi: क्या तुम्हें यकीन है?
it: Sei sicuro?
pt: Tem certeza?
ru: Вы уверены?

source: Import Customer List
de: Kundenliste importieren
es: Importar su lista de clientes
fr: Importer la liste de clients
gu: આયાત ગા઼હક યાદી
hi: ग्राहक की सूची आयात करे
it: Importa lista clienti
pt: Importe a lista de clientes
ru: Импортировать список заказчиков

source: Select a CSV file
de: CSV-Datei auswählen
es: Seleccione un archivo CSV
fr: Sélectionnez un fichier CSV
gu: CSV ફાઈલ પસંદ કરો
hi: एक CSV फ़ाइल चुनें
it: Seleziona un file CSV
pt: Selecione um ficheiro CSV
ru: Выбрать файл CSV
