Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: You don't need any accounting experience to run Billing Boss: You will get your data in a way that helps you run your business (a business process oriented view) while your accountant or bookkeeper will get the information from an accounting perspective. You can quickly become one of your book balancer's favorite clients!
de: Sie brauchen keine Buchhaltungserfahrung um mit Billing Boss zu arbeiten. Sie werden Ihre Daten in einem geschäftsorientierten Format bekommen, das Ihnen hilft, Ihr Geschäft zu leiten, während Ihr Buchhalter/ Steuerberater die Information in einem buchhalterischen Format ansehen kann. Sie können somit schnell zu einem der Lieblingskunden Ihres Buchhalters/Steuerberater werden!
es: No necesita ninguna experiencia para usar Billing Boss: Usted obtendrá sus datos en una forma que lo ayude a llevar su negocio (una vista orientada a los procesos gerenciales) mientras su contador obtendrá la información desde una perspectiva de contabilidad. Usted puede rápidamente volverse uno de los clientes favoritos de su Contador!
fr: Vous n'avez pas besoin d'être un expert en comptabilité pour utiliser Billing Boss: vos données sont présentées de façon à vous aider à gérer votre entreprise (une vue orientée) tandis que votre comptable/aide-comptable examine les informations sous un angle comptable. Vous pouvez donc devenir rapidement un des clients favoris de votre comptable!
gu: Billing Boss માટે તમારે લેખાકારીના અનુભવની કોઇ જરૂર નથી. તમે તમારો ડેટા એવી રીતે મેળવશો જે તમને તમારો વ્યવસાય ચલાવવામા મદદ થાય જયારે તમારા લેખાકાર અથવા વહીખાતા લખનારને દરેક માહિતી લેખાકારીના ધોરણ પ઼માણે મળશે. તમે ઝડપથી તમારા લેખાકારના પસંદના ગા઼હક બની શકો છો.
hi: आपको Billing Boss को चलाने के लिए किसी भी लेखा अनुभव की जरूरत नहीं है: आपको प्रारूप में डेटा मिलेगा कि आप अपने व्यवसाय चलाने में मदद करें (एक व्यवसाय प्रक्रिया मूलक दृष्टि) जबकि आपके एकाउंटेंट या बहीखाता लिखनेवाला को एक लेखांकन परिप्रेक्ष्य से जानकारी मिल जाएगी.आप जल्दी अपने ग्राहकों के पसंदीदा किताब प्रबंधक बन सकते है!
it: Non devi essere un esperto di contabilità per poter utilizzare Billing Boss: accederai ai tuoi dati in una modalità utile per gestire la tua azienda (modalità dal punto di vista aziendale), mentre il tuo commercialista otterà le stesse informazioni da un punto di vista contabile. Ben presto diventerai uno dei clienti preferiti del tuo revisore dei conti!
pt: Você não precisa de nenhuma experiência em contabilidade para usar Billing Boss: os seus dados estão disponíveis de uma forma prática que ajuda você a executar o seu negócio, enquanto o seu contador irá obter as informações a partir de uma perspectiva contabilística.
ru: Для использования Billing Boss вам не нужно иметь бухгалтерский опыт. Ваши данные будут сохранены в том виде, который наиболее удобен для вас и вашей компании (бизнес-формат), в то время как ваш бухгалтер сможет просматривать документы в специализированном формате. Таким образом, ваши отношения с бухгалтером станут необыкновенно плодотворными.

source: Why else should you use Billing Boss? Did we mention that it's FREE? Unlike some other online invoicing tools, we don't have a pricing section for Billing Boss. Use it as much as you need to - the more you use it, the better! More invoices mean that your business is growing - and that's what we like to see!
de: Welchen Grund gibt es noch, Billing Boss zu verwenden? Haben wir schon erwähnt das es KOSTENLOS ist? Im Vergleich zu einigen anderen Online Rechnungs-Tools ist Billing Boss mit keinem Preis versehen. Verwenden Sie es so oft wie Sie möchten - Je mehr Sie es benutzen, umso besser! Mehr Rechnungen bedeuten das Ihr Geschäft wächst! Und das ist es, was wir sehen wollen!
es: ¿Por qué otra razón debería usar Billing Boss? ¿Acaso ya mencionamos que es GRATIS? Al contrario de otras herramientas de facturación en línea, nosotros no tenemos una sección de precios para Billing Boss. Úselo tanto como necesite, mientras más lo use, mejor! Mas facturas quieren decir que su negocio está creciendo, y eso es lo que queremos ver!
fr: Pour quelle autre raison devriez-vous utiliser Billing Boss? N'avons-nous pas mentionné qu'il était GRATUIT? Contrairement à d'autres outils de facturation en ligne, nous n'avons pas une section de prix pour Billing Boss. Utilisez-le aussi souvent que vous voulez. Plus vous l'utilisez, plus vous en raffolez! La transmission de plusieurs factures signifie que votre entreprise prend de l'expansion - et c'est ce que nous souhaitons!
gu: Billing Boss બીજાએ શા માટે ઉપયોગ કરવુ જોઇએ? શુ અમે જણાવ્યુ કે તે વિના-મૂલ્ય છે? બીજા ઓનલાઇન ઇનવોઇસ ટુલસની જેમ,Billing Boss મા ભાવ વિભાગ નથી. તમારી જરૂરિયાત પ઼માણે ઉપયોગ કરો - જેટલો વધારે ઉપયોગ કરો - તેટલુ સારુ! વધારે ઇનવોઇસો મતલબ તમારો વ્યવસાય પ્રગતિ કરી રહયો છે - અને અમે એજ જોવા માંગીએ છે!
hi: और क्यों आपको Billing Boss का उपयोग करना चाहिए? क्या हमने जिक्र किया है कि यह मुफ़्त है? कुछ अन्य ऑनलाइन इनवॉइसिंग उपकरणों के विपरीत, Billing Boss के लिए एक मूल्य निर्धारण अनुभाग नहीं है. जैसा आवश्यकता है उतना आप उसका उपयोग करें - जितना अधिक आप इसका इस्तेमाल करते हैं, उतना ही अच्छा है! जितना अधिक चालान इसका मतलब कि व्यापार बढ़ रहा है - और यह हमको पसंद है!
it: Per quale altro motivo dovresti utilizzare Billing Boss? Ti abbiamo già detto che è GRATIS? A differenza di altri programmi per la fatturazione, Billing Boss non ha un listino prezzi. Usalo quanto vuoi - più lo usi, meglio è! Più fatture emetti, e più la tua attività è in crescita - ed è ciò che noi vogliamo!
pt: Há outros motivos para se usar o Billing Boss? Mencionamos que é GRATIS? Ao contrário de outros sites de controle de facturas, o Billing Boss não cobra nenhuma taxa de processamento. Use nosso site o quanto você precisar - quanto mais você usar nossos serviços, melhor! Quanto mais facturas você emitir, mais a sua empresa irá crescer - e isso é o que nós gostamos de ver!
ru: Чем еще так примечателен Billing Boss? Мы уже упоминали, что услуга абсолютно бесплатная. По сравнению с другими схожими продуктами, Billing Boss не имеет никаких платных услуг. Вы можете пользоваться сервисом как угодно долго. Увеличение числа счетов и, как следствие, рост вашей компании - то, что мы хотим видеть.

source: When can I access it?
de: Wann ich kann darauf zugreifen?
es: ¿Cuándo puedo accesarlo?
fr: Quand puis-je y accéder ?
gu: હુ કયારે તેનો ઉપયોગ કરી શકુ?
hi: कब मैं इसका उपयोग कर सकता हू?
it: Quando posso accedervi?
pt: Quando eu posso acessar o Billing Boss?
ru: Когда я могу пользоваться сервисом?

source: Anytime you are connected to the Internet.
de: Wann immer Sie mit dem Internet verbunden sind.
es: En cualquier momento que se encuentre conectado a Internet.
fr: Chaque fois que vous vous connectez à l'Internet.
gu: કોઇ પણ સમયે જયારે તમે ઇન્ટરનેટ સાથે સંકળાયેલા હોય.
hi: किसी भी समय जब आप इंटरनेट से जुड़े हुए हैं.
it: Tutte le volte che sei connesso a Internet.
pt: Você pode usá-lo quando você estiver conectado à Internet, desde qualquer lugar.
ru: В любое время при подключенном интернете.

source: How do I get started?
de: Wie fange ich an?
es: ¿Cómo empiezo?
fr: Comment se mettre en route?
gu: હું કઇ રિતે શરુઆત કરુ?
hi: मैं कैसे शुरू करूँ?
it: Come faccio a iniziare?
pt: Como faço para começar?
ru: С чего начать?

source: Just sign up and start using it. You will need either IE 6.0+, FireFox 2.0+ or Safari 2.0+ for your Internet browser and an Internet connection.
de: Melden Sie sich einfach an und beginnen Sie. Sie brauchen entweder IE 6.0+, FireFox 2.0 + oder Safari 2.0 + für Ihren Internet-Browser und eine Internetverbindung.
es: Sólo regístrese y empiece a usarlo. Necesitará un navegador de Internet como IE 6.0+, Firefox 2.0+ o Safari 2.0+ y una conexión a Internet.
fr: Inscrivez-vous tout simplement et commencez à l'utiliser. Vous aurez besoin de IE 6.0+, FireFox 2.0+ ou de Safari 2.0+ comme navigateur internet et d'une connexion Internet.
gu: હમણાંજ સાઇનઅપ કરો અને ઉપયોગ કરવાનુ ચાલુ કરો. તમારે ઇન્ટરનેટ બા઼ઉઝર તરીકે IE 6.0+, FireFox 2.0+ or Safari 2.0+ અને ઇન્ટરનેટ જોડાણ જોઇશે.
hi: अभी साइन अप करें और इसका उपयोग शुरू करें. आप की ज़रूरत होगी या तो IE 6.0 +, फ़ायर्फ़ॉक्स 2.0 + या सफ़ारी 2,0 + अपने इंटरनेट ब्राउज़र के लिए और एक इंटरनेट कनेक्शन.
it: Per iniziare ad usare Billing Boss devi registrarti. Devi inoltre avere installato IE 6.0+, Firefox 2.0+ o Safari 2.0+ e usufruire di una connessione a Internet.
pt: Basta se cadastrar e começar a usá-lo. Você precisará de conexão à Internet e navegadores como o IE 6.0+, Firefox 2.0+ ou Safari 2.0.
ru: Для начала работы со счетами вам нужно зарегистрироваться. Вам также потребуется интернет браузер (IE 6.0+, FireFox 2.0+ или Safari 2.0+) и соединение с интернет.

source: Billing Boss by Sage - Invoicing Made Easy
de: Billing Boss von Sage - Rechnungstellung einfach gemacht
es: Billing Boss de Sage - Facturación fácil
fr: Billing Boss de Sage - Facturation Facile
gu: Billing Boss Sage દ્ધારા - ઇન્વોઇસિંગ બનાવ્યુ સરળ
hi: Billing Boss by Sage - चालान बनाया आसान
it: Billing Boss by Sage - Fatturazione a portata di tutti
pt: Billing Boss por Sage - Facturação Fácil.
ru: Billing Boss by Sage - удобный и легкий способ ведения счетов

source: About Billing Boss
de: Über Billing Boss
es: Acerca de Billing Boss
fr: À propos de Billing Boss
gu: Billing Boss વિષે
hi: Billing Boss के बारे में
it: A proposito di Billing Boss
pt: Sobre o Billing Boss
ru: О Billing Boss

source: About Us
de: Über uns
es: Nosotros
fr: À propos de nous
gu: અમારા વિષે
hi: हमारे बारे में
it: Chi siamo
pt: Sobre Nós
ru: О нас

source: Billing Boss is a product of Sage, a leading supplier of business management software and services to 5.5 million customers worldwide. From small start-ups to larger organizations, we make it easier for companies to manage their business processes. Billing Boss was developed by a small dynamic, sugar and coffee driven team within Sage. We love the internet and believe that the internet can help small business grow and succeed.
de: Billing Boss ist ein Produkt des Unternehmens Sage, einer der Marktführer für betriebswirtschaftliche Software und Services mit 5.5 Millionen Kunden weltweit. Von Klein-, Mittel- bis hin zu großen Unternehmen helfen wir unseren Kunden ihr Geschäft erfolgreicher zu führen. Billing Boss wurde von einem kleinen, dynamische Team innerhalb Sage entwickelt. Wir sind überzeugt, dass das Internet allen Kleinunternehmen hilft, zu wachsen und erfolgreich zu sein.
es: Billing Boss es un producto de Sage, proveedor líder de software en manejo de negocios, que ofrece servicios a 5.5 millones de clientes alrededor del mundo. Desde pequeñas compañías hasta grandes corporaciones, facilitamos a las compañías el manejo de sus procesos de negocios. Billing Boss fue desarrollado por un pequeño equipo dinámico animado por café y azúcar dentro de Sage. Amamos el internet y creemos que el internet puede ayudar a los pequeños negocios a crecer y tener éxito.
fr: Billing Boss est un produit de Sage, un fournisseur chef de file qui offre des services et logiciels de gestion d'entreprise à 5.5 millions de clients à travers le monde. De petites entreprises innovantes aux organisations plus importantes, nous facilitons la gestion des processus d'affaire pour les entreprises. Billing Boss a été développé par une petite équipe dynamique et énergique au sein de Sage. Nous apprécions l'Internet et nous croyons qu'il peut aider les petites entreprises à croître et prospérer.
gu: Billing Boss એ Sage ની પ્રૉડક્ટ છે, જે દુનિયાભરના 5.7 મિલિયન ગા઼હકોને બિઝનેસ મેનેજમેન્ટ સોફટવેર અને સેવાઓ પુરી પાડનાર એક આગેવાન સપ્લાયર છે. નાના ધંધાર્થિ લઇને મોટી સંસ્થા, અમે કંપનીઓ માટે વ્યવસાયિક પ઼કિયા નુ સંચાલન સરળ બનાવીએ છે. Sage ના નાના ગતિશીલ જૂથ દ્ધારા Billing Boss વિકસાવવામા આવેલ છે. અમે ઇન્ટરનેટને પ઼ેમ કરીએ છે અને માનીએ છે કે નાના વ્યવસાયને વિકસવામા અને સફળ થવામા ઇન્ટરનેટ મદદ કરી શકે છે.
hi: Billing Boss सेज, 5.5 करोड़ ग्राहकों को विश्व भर के व्यापार प्रबंधन सॉफ्टवेयर और सेवाओं का एक प्रमुख आपूर्तिकर्ता का एक उत्पाद है. छोटी सी शुरुआत से-अप बड़े संगठनों के लिए, हम इसे आसान करने के लिए कंपनियां अपने व्यापार प्रक्रियाओं का प्रबंधन करने के लिए करते हैं. बिलिंग मालिक एक छोटे से गतिशील, चीनी और कॉफी बाबा के भीतर टीम संचालित द्वारा विकसित की गई थी. हम इंटरनेट से प्यार है और यह है कि इंटरनेट लघु व्यवसाय विकास और सफलता की मदद कर सकते हैं.
it: Billing Boss è un prodotto della Sage, un'azienda leader che fornisce software e servizi gestionali a 5,7 milioni di clienti in tutto il mondo. Il nostro scopo è quello di rendere più facile la gestione delle aziende, dalle piccole imprese alle grandi organizzazioni. Billing Boss è stato sviluppato da una piccola, dinamica squadra all'interno della Sage costituita da appassionati della Rete, che credono che Internet possa aiutare le piccole imprese a crescere e ad avere successo.
pt: Billing Boss é um produto da Sage, líder em software de gestão empresarial que presta serviços a mais de 5,5 milhões de clientes em todo o mundo. De pequenas empresas a grandes organizações, nossos serviços tornam o processo de gestão de negócios mais fácil. Billing Boss foi desenvolvido por um time dinâmico e dedicado. Adoramos o mundo on-line e, acreditamos que a Internet pode ajudar no crescimento e no sucesso de pequenas empresas.
ru: Billing Boss - продукт компании Sage, которая представляет собой ведущего поставщика программного обеспечения для управления бизнесом для малых и средних компаний. Sage имеет 5.5 миллионов клиентов по всему миру. Продукт Billing Boss был создан небольшой динамичной группой, которая обожает интернет и верит, что интернет способен помочь малому бизнесу расти и преуспевать.

source: About Sage Spark
de: Über Sage Spark
es: Acerca de Sage Spark
fr: À propos de Sage Spark
gu: Sage Spark વિષે
hi: सेज स्पार्क के बारे में
it: A proposito di Sage Spark
pt: Sobre Sage Spark
ru: O Sage Spark

source: For business owners focused on success, <a href='http://sagespark.com'>SageSpark.com</a> is your trusted and experienced team available 24/7 to help you deliver your vision. SageSpark.com allows you to tap into advice from experts, fellow entrepreneurs within your industry, and access time-saving business management tools and services so you can get on with doing what you do best.
de: Für Unternehmer, die Erfolg wollen, ist <a href='http://sagespark.com'>SageSpark.com</a> Ihr zuverlässiges und erfahrenes Team, verfügbar 24/7, um Ihnen zu helfen, Ihre Vision zu erfüllen.SageSpark.com erlaubt Ihnen, Rat von Experten einzuholen, von anderen Mitunternehmer in Ihrem Industriebereich, sowie Zugang zu zeitsparenden Geschäfts-Management Hilfsmittel und Services, damit Sie weiterhin das tun können, worin Sie am besten sind.
es: Para aquéllos propietarios de negocios enfocados al éxito,<a href='http://sagespark.com'>SageSpark.com</a> es su equipo confiable y experimentado disponible para usted 24/7 ayudándole a transmitir su visión. SageSpark.com le permite mantenerse en comunicación recibiendo ayuda por parte de expertos y compañeros emprendedores dentro de su industria, así mismo, permitiendole el acceso a las herramientas y servicios para la eficiencia gerencial de su negocio evitando así su distracción y pueda seguir enfocado en lo usted sabe hacer mejor.
fr: Pour les entrepreneurs axés sur le succès, <a href='http://sagespark.com'>SageSpark.com</a> est votre équipe fiable et expérimentée qui est disponible 24 heures sur 24 et 7 jours sur 7 pour vous aider à réaliser votre objectif. SageSpark.com vous permet de prendre conseils des experts, des entrepreneurs pairs dans votre secteur d'activité, ainsi que d'accéder à des services et outils de gestion d'entreprise qui font gagner du temps, afin de vous concentrer sur les tâches que vous excellez.
gu: જે વ્યવસાય માલિકો સફળતા માટે કેન્દ્રિત છે, તો તમારી દૂરદ્રષ્ટિને સાકાર કરવામા મદદ કરવા <a href='http://sagespark.com'>SageSpark.com</a> નું વિશ્વાસપાત્ર અને અનુભવી જૂથ 24/7 હાજર છે. SageSpark.com તમને નિષ્ણાતો પાસેથી, સાથી ઉદ્યોગ સાહસીકો પાસેથી સલાહ માટે મંજૂરી આપે છે, અને સમય બચાવનાર વ્યવસાય સંચાલન યંત્રણા અને સેવાનો પ્રવેશ આપે છે જેથી તમે તમારું સર્વોત્તમ કરી શકો છો.
hi: सफलता पाने के इच्छुक व्यापार मालिकों को, <a href='http://sagespark.com'>SageSpark.com</a> आपको एक विश्वसनीय एवं अनुभवी टीम देता है. यह टीम आपके सपने साकार करने के लिए हर रोज़, दिन के चौबीसों घंटे कार्यवृत रहती है. सेज स्पार्क (SageSpark.com) के साथ आप विशेषज्ञों और उद्योग के भीतर के साथी उद्यमी की राय ले पायेंगे. साथ ही यहाँ आपको पहुँच होगी समय प्रबंधन से सम्बंधित टूल्स एवं सेवाओं की. यह सब साथ होंगे तो आप अपने कार्य को बेहतरी के साथ कर पायेंगे.
it: Per gli imprenditori orientati al successo, <a href='http://sagespark.com'>la SageSpark.com</a> è un team affidabile ed esperto, disponibile 24/7 per aiutarvi a realizzare il vostro sogno. La SageSpark.com fornisce consigli da parte di esperti e colleghi imprenditori nel vostro settore, e accesso a strumenti e servizi per la gestione aziendale che permettono di risparmiare tempo, in modo che possiate continuare a fare ciò che vi riesce meglio.
pt: Para empresários que buscam sucesso, <a href='http://sagespark.com'>SageSpark.com</a> é sua equipe de confiança e experiência ao seu dispor 24/7 para te ajudar na execussão de seus planos. SageSpark.com permite que você obtenha dicas de especialistas, outros empresários na mesma indústria e que você tenha acesso à serviços e ferramentas de gerenciamento. Desta maneira, você pode fazer o que você sabe fazer melhor.
ru: Для владельцев бизнеса, нацеленных на успех <a href='http://sagespark.com'>SageSpark.com</a> Ваша доверенная и опытная команда доступна 24/7 чтобы помочь вам осуществить Вашу мечту. SageSpark.com позволит Вам получать рекомендации от экспертов, бизнесменов из Вашей отрасли и получать доступ к средствам и сервисам, которые помогут Вам экономить время для того, что Вы умеете делать лучше всего.

source: About Sage
de: Über Sage
es: Acerca de Sage
fr: À propos de Sage
gu: Sage વિષે
hi: सेज के बारे में
it: A proposito della Sage
pt: Sobre a Sage
ru: О Sage

source: Sage is the North American business of UK-based The Sage Group plc. Sage supports the needs, dreams, and challenges of small and midsized businesses (SMB) by offering leading business management products and services. More than 2.8 million North American small and midsized businesses currently rely on Sage applications.
de: Sage ist das nordamerikanische Unternehmen der britischen Sage Group plc. Sage unterstützt die Bedürfnisse, Träume, und Herausforderungen von kleinen und mittleren Geschäften (SMB) und bietet Softwarelösungen und Services an. Mehr als 2.8 Millionen kleine und mittlere Geschäfte in Nordmamerika verlassen sich zur Zeit auf Sage-Applikationen.
es: Sage es la rama Norte Americana de "The Sage Group plc" con sede principal en Reino Unido. Sage apoya las necesidades, sueños y retos de pequeñas y medianas empresas (PYME) ofreciendo productos y servicios líderes en gestión empresarial. Más de 2.8 millones de pequeñas y medianas empresas en Norte América actualmente confían en aplicaciones de Sage.
fr: Sage est la société nord-américaine de The Sage Group plc basé au Royaume-Uni. Sage répond aux besoins, rêves et défis des petites et moyennes entreprises en leur offrant des services et produits de gestion d'entreprise de pointe. Plus de 2.8 millions de petites et moyennes entreprises en Amérique du Nord font confiance aux applications Sage.
gu: Sage UK ની The Sage Group plc નો ઉત્તર અમેરિકન વ્યવસાય છે. Sage નાના અને મધ્યમ વ્યવસાયને અગ઼િમ ગા઼હક સંબંધ સંચાલન પ઼ોડકટસ અને સેવાઓ પુરી પાડી તેમની જરૂરિયાત, સપના અને હરીફાઇમા ટેકો આપે છે. 2.8 મિલિયન કરતા વધારે ઉત્તર અમેરિકન નાના અને મધ્યમ વ્યવસાય વર્તનાનમા Sage ઍપ્લિકેશન પર આધાર રાખે છે.
hi: सेज ब्रिटेन के उत्तरी अमेरिकी व्यापार आधारित इस सेज समूह है. सेज, जरूरतों, सपनों का समर्थन करता है और छोटे व्यवसायों और midsized (SMB) की चुनौतियों का प्रमुख व्यवसाय प्रबंधन के उत्पादों और सेवाओं की पेशकश के द्वारा. से अधिक 2.8 मिलियन उत्तरी अमेरिका के छोटे और midsized कारोबार वर्तमान में सेज आवेदनों पर विश्वास करते है.
it: La Sage è la filiale nordamericana della Sage Group plc., che ha sede in Gran Bretagna. La Sage supporta le esigenze, i sogni e le sfide delle piccole e medie imprese (PMI), offrendo loro prodotti e servizi gestionali leader nel settore. Gli applicativi della Sage sono attualmente utilizzati da più di 2,8 piccole e medie imprese nel Nord America.
pt: A Sage é a filial norte-americana do Grupo Sage localizado no Reino Unido. A Sage atinge as necessidades, sonhos e os desafios das pequenas e médias empresas oferecendo produtos e serviços para a gestão de negócios. Mais de 2,8 milhões de norte-americanos e pequenas e médias empresas utilizam os serviços oferecidos pela Sage.
ru: Sage - это североамериканское представительство британской компании The Sage Group plc. Учитывая нужды, трудности и стремления малых и средний компаний, Sage разработал ряд программных продуктов в области интегрированных решений по управлению бизнесом. На сегодняшний день Северная Америка насчитывает более 2.8 миллионов пользователей программного обеспечения Sage.
