Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: LineItem|Quantity
de: Menge
es: Cantidad
fr: Quantité
gu: જથ્થો
hi: मात्रा
it: Quantità
pt: Quantidade
ru: Количество

source: LineItem|Price
de: Preis
es: Precio
fr: Prix
gu: કિંમત
hi: मूल्य
it: Prezzo
pt: Preço
ru: Стоимость

source: LineItem|Tax 1 enabled
de: Steuer 1 wurde aktiviert
es: Impuesto 1 habilitado
fr: Taxe 1 activée
gu: કર 1 સક્ષમ કરેલ છે
hi: कर 1 सक्रिय
it: Imposta № 1 abilitata
pt: Imposto 1
ru: Налог 1 включен

source: LineItem|Tax 2 enabled
de: Steuer 2 wurde aktiviert
es: Impuesto 2 habilitado
fr: Taxe 2 activée
gu: કર 2 સક્ષમ કરેલ છે
hi: कर 2 सक्रिय
it: Imposta № 2 abilitata
pt: Imposto 2
ru: Налог 2 включен

source: contact
de: Kontakt
es: contacto
gu: સંપઁક
hi: संपर्क
it: contatto
pt: contacto
ru: Контактное лицо

source: Contact|First name
de: Vorname
es: Nombre
fr: Prénom
gu: પ઼થમ નામ
hi: नाम
it: Nome
pt: Nome
ru: Имя

source: Contact|Last name
de: Name
es: Apellido
fr: Nom
gu: અંતિમ નામ
hi: उपनाम
it: Cognome
pt: Sobrenome
ru: Фамилия

source: Contact|Email
de: Email
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल
it: Indirizzo e-mail
pt: E-mail
ru: E-mail

source: Contact|Customer
de: Kunde
es: Cliente
fr: Client
gu: ગા઼હક
hi: ग्राहक
it: Cliente
pt: Cliente
ru: Заказчик

source: Contact|Created at
de: Erstellt
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया है
it: Creato alle ore
pt: Criado em
ru: Создано

source: Contact|Updated at
de: Aktualisiert
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлено

source: Contact|Phone
de: Telefonnummer
es: Teléfono
fr: Téléphone
gu: ફોન
hi: फोन
it: Numero di telefono
pt: Telefone
ru: Телефон

source: invoice
de: Rechnung
es: factura
fr: facture
gu: ઇનવોઇસ
hi: चालान
it: fattura
pt: factura
ru: Счет

source: Invoice|Created by
de: Erstellt von
es: Creado por
fr: Créée par
gu: દ્વારા બનાવવામાં આવેલ
hi: यह बनाया है
it: Creata da
pt: Criada por
ru: Создан

source: Invoice|Created at
de: Erstellt um
es: Creado en
fr: Créée à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया है
it: Creata alle ore
pt: Criada em
ru: Создан

source: Invoice|Updated at
de: Aktualisiert
es: Actualizado en
fr: Mise à jour à
gu: અંહિ અદ્યતન કરેલ
hi: नवीनीकृत किया है
it: Aggiornata alle ore
pt: Actualizada em
ru: Обновлен

source: Invoice|Customer
de: Kunde
es: Cliente
fr: Client
gu: ગા઼હક
hi: ग्राहक
it: Cliente
pt: Cliente
ru: Заказчик

source: Invoice|Description
de: Beschreibung
es: Descripción
fr: Description
gu: વર્ણન
hi: वर्णन
it: Descrizione
pt: Descrição
ru: Описание

source: Invoice|Contact
de: Kontakt
es: Contacto
fr: Contact
gu: સંપઁક
hi: संपर्क
it: Contatto
pt: Contacto
ru: Контактное лицо

source: Invoice|Unique number
de: Eigene Nummer
es: Número único
fr: Numéro unique
gu: અનન્ય સંખ્યા
hi: अनोखी संख्या
it: Numero unico
pt: Número único
ru: Присвоенный номер

source: Invoice|Date
de: Datum
es: Fecha
fr: Date
gu: તારીખ
hi: तिथि
it: Data
pt: Data
ru: Дата

source: Invoice|Reference
de: Referenz
es: Nº de referencia
fr: Référence
gu: સંદભઁ
hi: संदर्भ
it: Riferimento
pt: Referência
ru: Учетный номер

source: Invoice|Unique name
de: Eigener Name
es: Nombre único
fr: Nom unique
gu: અનન્ય નામ
hi: अनुपम नाम
it: Nome unico
pt: Único nome
ru: Присвоенное имя

source: Invoice|Status
de: Status
es: Estatus
fr: État
gu: સ્થિતિ
hi: स्थिति
it: Stato
pt: Status
ru: Статус

source: Invoice|Discount amount
de: Rabatt-Betrag
es: Monto de descuento
fr: Montant du rabais
gu: વટાવ રકમ
hi: छूट राशि
it: Importo scontato
pt: Valor do desconto
ru: Размер скидки

source: Invoice|Total amount
de: Gesamtbetrag
es: Total
fr: Montant total
gu: કુલ રકમ
hi: कुल राशि
it: Importo totale
pt: Valor total
ru: Итого

source: Invoice|Discount type
de: Rabatt-Typ
es: Tipo de descuento
fr: Type de rabais
gu: વટાવ પ્રકાર
hi: छूट प्रकार
it: Tipo di sconto
pt: Tipo de desconto
ru: Вид скидки

source: Invoice|Discount value
de: Rabattwert
es: Valor de descuento
fr: Montant du rabais
gu: વટાવ કિંમત
hi: छूट मूल्य
it: Valore dello sconto
pt: Valor do desconto
ru: Сумма скидки

source: Invoice|Deleted at
de: Gelöscht um
es: Suprimido en
fr: Supprimée à
gu: અંહિ કાઢી નાખો
hi: मिटाएँ गये
it: Cancellata alle ore
pt: Excluída em
ru: Удален

source: Invoice|Discount before tax
de: Rabatt vor der Steuer
es: Descuento antes de impuesto
fr: Rabais avant taxe
gu: કર પહેલાનો વટાવ
hi: छूट, कर से पहले
it: Sconto al lordo dell'imposta
pt: Desconto antes de imposto
ru: Скидка без налога

source: Invoice|Due date
de: Fälligkeitsdatum
es: Fecha de Vencimiento
fr: Date d'échéance
gu: નિયત તારીખ
hi: नियत तारीख
it: Data di scadenza
pt: Data de vencimento
ru: Срок платежа

source: Invoice|Currency
de: Währung
es: Tipo de cambio
fr: Devise
gu: ચલણ
hi: मुद्रा
it: Valuta
pt: Moeda
ru: Валюта

source: Invoice|Calculated at
de: Kalkuliert um
es: Calculado a
fr: Calculée à
gu: અંહિથી ગણતરી કરેલ
hi: इस तरह की गणना
it: Calcolata alle ore
pt: Calculada em
ru: Выставленный

source: Invoice|Tax 1 amount
de: Steuerbetrag 1
es: Monto de impuesto 1
fr: Taxe 1
gu: કર 1 રકમ
hi: कर 1 राशि
it: Ammontare dell'Imposta № 1
pt: Valor do imposto 1
ru: Сумма налога 1

source: Invoice|Tax 2 amount
de: Steuerbetrag 2
es: Monto de impuesto 2
fr: Taxe 2
gu: કર 2 રકમ
hi: कर 2 राशि
it: Ammontare dell'Imposta № 2
pt: Valor do imposto 2
ru: Сумма налога 2

source: Invoice|Subtotal amount
de: Zwischensumme
es: Subtotal Neto
fr: Total partiel
gu: ઉપકુલ રકમ
hi: उपकुल राशि
it: Importo totale parziale
pt: Subtotal
ru: Всего

source: Invoice|Using gateways
de: Gateways benutzen
es: Utilizando sistemas
fr: Utilisant une passerelle
gu: ગેટવે વાપરીને
hi: तरीकों का उपयोग करते हुए
it: Utilizza i gateway
pt: Utilizando portal
ru: Используемые ключи

source: Invoice|Type
de: Art
es: Tipo
fr: Type
gu: પ્રકાર
hi: प्रकार
it: Tipo
pt: Tipo
ru: Тип

source: Invoice|Simply amount owing
de: Einfach geschuldeter Betrag
es: Monto a pagar de Simply Accounting
fr: Montant dû de Simple Comptable
gu: Simply લેણી રકમ
hi: राशि कर्ज़
it: Importo dovuto
pt: Valor devido do Simply Accounting
ru: Сумма задолженности

source: Invoice|Simply guid
de: Einfache GUID
es: GUID de Simply Accounting
fr: Identifiant de Simple Comptable
gu: Simply ગુઇડ
hi: बस guid
it: Simply GUID
pt: Identificador de Simply Accounting
ru: GUID

source: Invoice|Superceded by
de: Ersetzt durch
es: Sustituida por
fr: Remplacé par
gu: દ્વારા ચડિયાતું
hi: इतना अधिक
it: Superato da
pt: Substituída por
ru: Заменен

source: Invoice|Paid amount
de: Bezahlter Betrag
es: Monto pagado
fr: Montant payé
gu: ચુકવેલી રકમ
hi: भुगतान की जा चुकी राशि
it: Importo pagato
pt: Valor pago
ru: Оплаченная сумма

source: Invoice|Owing amount
de: Geschuldeter Betrag
es: Monto a pagar
fr: Montant dû
gu: લેણી રકમ
hi: कर्ज़ राशि
it: Importo dovuto
pt: Valor devido
ru: Сумма задолжности

source: Invoice|Payment types
de: Zahlungsarten
es: Tipos de pago
fr: Types de paiement
gu: ચુકવણી પ઼કારો
hi: भुगतान प्रकार
it: Tipi di pagamento
pt: Tipos de pagamento
ru: Тип платежа

source: Invoice|Changed printed
de: Geändert und gedruckt
es: Cambiada y impresa
fr: Changée et imprimée
gu: બદલાયેલ છાપેલ
hi: चालान|बदल मुद्रित
it: Cambiata e stampata
pt: Mudada e impressa
ru: Изменено и печатная

source: Invoice|Template name
de: Name der Vorlage
es: Nombre de la plantilla
fr: Nom de modèle
gu: નમૂનાનુ નામ
hi: चालान|टेम्पलेट का नाम
it: Nome del modello
pt: Nome do modelo
ru: Счет шаблона

source: customer
de: Kunde
es: cliente
fr: client
gu: ગા્હક
hi: ग्राहक
it: cliente
pt: cliente
ru: заказчик

source: Customer|Created by
de: Erstellt von
es: Creado por
fr: Créé par
gu: દ્વારા બનાવવામાં આવેલ
hi: यह बनाया है
it: Creato da
pt: Criado por
ru: Создан

source: Customer|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया है
it: Creato alle ore
pt: Criado em
ru: Создан

source: Customer|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: नवीनीकृत किया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: Customer|Name
de: Name
es: Nombre
fr: Nom
gu: નામ
hi: नाम
it: Nome
pt: Nome
ru: Название компании

source: Customer|Default contact
de: Default-Kontakt
es: Contacto principal
fr: Contact par défaut
gu: મૂળભૂત સંપર્ક
hi: अभाव संपर्क
it: Contatto predefinito
pt: Contacto
ru: Контактное лицо

source: Customer|Address1
de: Adresse1
es: Dirección 1
fr: Adresse 1
gu: સરનામું 1
hi: पता 1
it: Indirizzo 1
pt: Endereço 1
ru: Адрес 1

source: Customer|Address2
de: Adresse2
es: Dirección 2
fr: Adresse 2
gu: સરનામું 2
hi: पता 2
it: Indirizzo 2
pt: Endereço 2
ru: Адрес 2

source: Customer|City
de: Stadt
es: Ciudad
fr: Ville
gu: શહેર
hi: शहर
it: Città
pt: Cidade
ru: Город

source: Customer|Province state
de: Provinz-Staat
es: Provincia o Estado
fr: Province, état ou département
gu: શહેર
hi: प्रांत राज्य
it: Stato o provincia
pt: Província ou estado
ru: Область

source: Customer|Postalcode zip
de: Postleitzahl
es: Código postal
fr: Code postal
gu: પોસ્ટલ કોડ ઝિપ
hi: डाक कोड
it: Codice postale
pt: Código Postal
ru: Индекс

source: Customer|Country
de: Land
es: País
fr: Pays
gu: દેશ
hi: देश
it: Nazione
pt: País
ru: Страна

source: Customer|Website
de: Webseite
es: Sitio web
fr: Site web
gu: વેબસાઈટ
hi: वेबसाइट
it: Sito web
pt: Site
ru: Веб-страница

source: Customer|Phone
de: Telefon
es: Teléfono
fr: Téléphone
gu: ફોન
hi: फोन
it: Numero di telefono
pt: Telefone
ru: Телефон

source: Customer|Fax
de: Fax
es: Fax
fr: Fax
gu: ફેક્સ
hi: फैक्स
it: Numero di fax
pt: Fax
ru: Факс

source: Customer|Simply guid
de: Einfache GUID
es: Guid de Simply Accounting
fr: Identifiant unique Simple Comptable
gu: Simply ગુઇડ
hi: बस guid
it: Simply GUID
pt: Identificador de Simply Accounting
ru: Simply guid

source: Customer|Language
de: Sprache
es: Idioma
fr: Langue
gu: ભાષા
hi: भाषा
it: Lingua
pt: Idioma
ru: Язык

source: Cannot record a payment on a draft invoice
de: Eine Zahlung kann nicht auf einen Rechnungsentwurf verbucht werden
es: No se puede grabar un pago sobre una factura de borrador
fr: Impossible d'enregistrer un paiement sur une facture d'ébauche
gu: મુસદ્દા ઇનવોઇસ માટે ચુકવણી નોંધી નહી શકાય
hi: एक मसौदा चालान पर एक भुगतान रिकॉर्ड नहीं कर सकते
it: Impossibile registrare un pagamento su una bozza di fattura
pt: Não é possível registrar um pagamento em factura de rascunho
ru: Не возможно зарегистрировать оплату в черновом варианте

source: Invoice has already been fully paid.
de: Rechnung ist bereits vollständig bezahlt worden.
es: Esta factura ha sido completamente pagada.
fr: Cette facture a déjà été payée intégralement.
gu: આ ઇનવોઇસની ચુકવાણી પહેલેથી કરવામા આવેલ છે.
hi: इस चालान के भुगतान को पूरी तरह से पहले ही किया जा चुका है.
it: La fattura è già stata interamente pagata.
pt: Factura paga.
ru: Данный счет полностью оплачен.

source: Invoice: %{num}
de: Rechnung: %{num}
es: Factura %{num}
fr: Facture&nbsp;: %{num}
gu: ચલણ: %{સંખ્યા}
hi: चालान: %{num}
it: Fattura: %{num}
pt: Factura: %{num}
ru: Счет: %{num}

source: Invoice No: ### Invoice Date: %{date} Invoice Amount: %{amt} Amount Due: %{due}
de: Rechnung No: ### Rechnungsdatum: %{date} Rechnungsbetrag: %{amt} Fälliger Betrag: %{due}
es: Factura Nº ### Fecha: %{date} Monto: %{amt} Monto a pagar: %{due}
fr: Facture : ### Date : %{date} Montant : %{amt} Montant dû : %{due}
gu: ઇનવોઇસ સંખ્યા: ### ઇનવોઇસ તારીખ: %{તારીખ} ઇનવોઇસ રકમ: %{રકમ} બાકી રકમ: %{બાકી}
hi: चालान No: ### चालान तिथि: %{date} चालान राशी: %{amt} चालान देय: %{due}
it: Fattura №: ### Data: %{date} Importo: %{amt} Importo dovuto: %{due}
pt: Factura: ### Data: %{date} Valor: %{amt} Devido: %{due}
ru: Номер счета: ### Дата счета: %{date} Сумма счета : %{amt} Срок оплаты: %{due}

source: $%.2f
gu: %.2એફ

source: Past Due Invoice
de: Überfällige Rechnung
es: Factura Atrasada
fr: Facture en souffrance
gu: પાછલુ બાકી ઇનવોઇસ
hi: बचा हुआ चालान
it: Fattura arretrata
pt: Factura Atrasada
ru: Просроченный счет

source: Outstanding Invoice
de: Ausstehende Rechnung
es: Factura Pendiente
fr: Facture impayée
gu: પાછલું બાકી ઇનવોઇસ
hi: बकाया चालान
it: Fattura in sospeso
pt: Factura Devida
ru: Неоплаченный счет

source: Draft Invoice
de: Rechnungsentwurf
es: Factura Borrador
fr: Facture d'ébauche
gu: મુસદ્દા ઇનવોઇસ
hi: मसौदा चालान
it: Bozza di Fattura
pt: Factura Rascunho
ru: Черновой счет

source: Paid Invoice
de: Bezahlte Rechnung
es: Factura Pagada
fr: Facture payée
gu: ચુકવેલ ઇનવોઇસ
hi: भुगतान हो चुका चालान
it: Fattura pagata
pt: Factura Paga
ru: Оплаченный счет

source: Past Due
de: Überfällig
es: Atrasada
fr: En souffrance
gu: પાછલુ બાકી
hi: देय तिथि जा चुकी है
it: Arretrata
pt: Atrasada
ru: Просрочен

source: Outstanding
de: Ausstehend
es: Pendiente
fr: En retard
gu: પાછલું બાકી
hi: बकाया
it: In Sospeso
pt: Devida
ru: Не оплачен

source: Draft
de: Entwurf
es: Borrador
fr: Ébauche
gu: મુસદ્દા
hi: मसौदा
it: Bozza
pt: Rasuncho
ru: Платежное поручение

source: Paid
de: Bezahlt
es: Pagado
fr: Payé
gu: ચુકવેલ
hi: भुगतान
it: Pagato
pt: Pago
ru: Оплачено

source: Company address is not complete. You can complete your company address information in Settings.
de: Firmenadresse ist nicht vollständig. Sie können Ihre Firmenadresse in den Einstellungen ergänzen.
es: La dirección de la empresa no está completa. Usted puede completar la información en Configuración.
fr: Adresse de votre société n'est pas complète. Vous pouvez compléter votre adresse dans les paramètres.
gu: કેપની સરનામું સંપૂઁણ નથી. તમે તમારી કેપની સરનામાની માહિતી સેટિંગ્સમાંથી સંપૂર્ણ કરી શકો છો.
hi: कंपनी का पता पूरा नहीं हुआ है. आप सेटिंग्स में आपकी कंपनी का पता की जानकारी को पूरा कर सकते हैं.
it: L'indirizzo della società non è completo. Puoi completare le informazioni relative all'indirizzo della tua società entrando nelle Impostazioni.
pt: Endereço da empresa não está completo. Você pode completar tuas informações em Configuração.
ru: Адрес компании не заполнен. Вы можете внести детали адреса компании в настройках.

source: Invoice
de: Rechnung
es: Factura
fr: Facture
gu: ઇનવોઇસ
hi: चालान
it: Fattura
pt: Factura
ru: Счет

source: friend
de: Freund
es: amigo/a
fr: ami(e)
gu: મિત્ર
hi: मित्र
it: amico
pt: amigo(a)
ru: Друг

source: referral
de: Empfehlung
es: Remisión
fr: référent
gu: સંદઁભ
hi: सिफ़ारिश
it: invitato
pt: remessa
ru: Реферал

source: Referral|Referring email
de: Bezugnehmende Email
es: Correo electrónico del remitente
fr: Courriel du référent
gu: સંદઁભકર્તા ઇ-મેઇલ
hi: सिफ़ारिश करने वाले का ईमेल
it: E-mail della persona invitata
pt: E-mail do remetente
ru: E-mail реферала

source: Referral|Referring name
de: Bezugnehmender Name
es: Nombre del remitente
fr: Nom du référent
gu: સંદઁભકર્તા નામ
hi: सिफ़ारिश करने वाले का नाम
it: Nome della persona invitata
pt: Nome do remetente
ru: Имя реферала

source: Referral|Referring type
de: Bezugnehmender Typ
es: Tipo
fr: Type du référent
gu: સંદઁભકર્તા પ્રકાર
hi: सिफ़ारिश करने वाले का प्रकार
it: Tipo di persona invitata
pt: Tipo
ru: Тип реферала

source: Referral|Friend email
de: Email des Freundes
es: Correo electrónico del destinatario
fr: Courriel de l'ami
gu: મિત્ર ઈ-મેઈલ
hi: मित्र का ईमेल
it: E-mail dell'amico
pt: E-mail do amigo
ru: E-mail друга

source: Referral|Friend name
de: Name des Freundes
es: Nombre del destinatario
fr: Nom de l'ami
gu: મિત્ર નામ
hi: मित्र का नाम
it: Nome dell'amico
pt: Nome do amigo
ru: Имя друга

source: Referral|Referral code
de: Empfehlungs-Code
es: Código de remisión
fr: Code du référent
gu: સંદઁભ કોડ
hi: सिफ़ारिश करने वाले का कोड
it: Codice della persona invitata
pt: Codigo da remessa
ru: Реферальная ссылка

source: Referral|Sent at
de: Gesendet um
es: Enviado en
fr: Envoyé à
gu: અંહિથી મોકલેલ
hi: पर भेजा
it: Inviato alle ore
pt: Enviado em
ru: Отправлен

source: Referral|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: उपयोगकर्ता
it: Utente
pt: Usuário
ru: Пользователь

source: Referral|Accepted at
de: Akzeptiert um
es: Aceptado en
fr: Accepté à
gu: અંહિથી સ્વિકારેલ
hi: पर स्वीकार किया
it: Approvato alle ore
pt: Aceito em
ru: Принят

source: Referral|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है.
it: Creato alle ore
pt: Criado em
ru: Создан

source: Referral|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mise à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है.
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: invoice file
de: Rechnungsdatei
es: archivo de factura
fr: fichier de la facture
gu: ઇનવોઇસ ફાઈલ
hi: चालान फ़ाइल
it: file della fattura
pt: Arquivo de factura
ru: Файл счета

source: InvoiceFile|Simply accounting invoice
de: Simply accounting Rechnung
es: Factura de Simply Accounting
fr: Facture de Simple Comptable
gu: Simply accounting ઇનવોઇસ
hi: बस लेखांकन चालान
it: Fattura in Simply Accounting
pt: Factura de Simply Accounting
ru: Счет

source: InvoiceFile|Content type
de: Art des Inhaltes
es: Tipo de contenido
fr: Type de contenu
gu: લખાણ પ્રકાર
hi: सामग्री प्रकार
it: Tipo di contenuto
pt: Tipo de conteúdo
ru: Содержание

source: InvoiceFile|Filename
de: Dateiname
es: Nombre del archivo
fr: Nom de fichier
gu: ફાઇલનામ
hi: फ़ाइल नाम
it: Nome del file
pt: Nome do arquivo
ru: Название файла

source: InvoiceFile|Thumbnail
de: Thumbnail
es: Miniatura
fr: Vignette
gu: થમ્બનેઈલ
hi: लघुछवि
it: Anteprima
pt: Imagem pequena
ru: Уменьшенное изображение

source: InvoiceFile|Size
de: Größe
es: Tamaño
fr: Taille
gu: માપ
hi: आकार
it: Dimensione
pt: Tamanho
ru: Размер

source: InvoiceFile|Width
de: Breite
es: Ancho
fr: Largeur
gu: પહોળાઈ
hi: चौड़ाई
it: Larghezza
pt: Largura
ru: Ширина

source: InvoiceFile|Height
de: Höhe
es: Alto
fr: Hauteur
gu: ઊંચાઈ
hi: ऊँचाई
it: Altezza
pt: Altura
ru: Высота

source: InvoiceFile|Db file
de: DB-Datei
es: Archivo de Base de Datos
fr: Fichier base de données
gu: db ફાઈલ
hi: Db फ़ाइल
it: Database
pt: Arquivo de banco de dados
ru: DB файл

source: birth date
de: Geburtsdatum
es: fecha de nacimiento
fr: date de naissance
gu: જન્મ તારીખ
hi: जन्म तिथि
it: data di nascita
pt: data de nascimento
ru: Дата рождения

source: BirthDate|Birth date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
gu: જન્મ તારીખ
hi: जन्म तिथि
it: Data di nascita
pt: data de nascimento
ru: Дата рождения

source: Spsubscription|Spaccount
de: SpKonto
es: Cuenta de Sage
fr: Spaccount
gu: Spaccount
hi: spखाता
it: Conto SP
pt: conta
ru: Spаккаунт

source: Spsubscription|Service code
de: Service Code
es: Código de servicio
fr: Code du service
gu: સેવા કોડ
hi: सेवा संहिता
it: Codice di servizio
pt: Código de serviço
ru: Сервисный код

source: Spsubscription|Qty
de: Menge
es: Cantidad
fr: Qté
gu: જથ્થો
hi: मात्रा
it: Q.tà
pt: Quantidade
ru: Количество

source: Spsubscription|Status
de: Status
es: Estatus
fr: État
gu: સ્થિતિ
hi: स्थिति
it: Stato
pt: Estado
ru: Статус

source: Spsubscription|Comment
de: Kommentar
es: Comentarios
fr: Commentaire
gu: ટિપ્પણી
hi: टिप्पणी
it: Commento
pt: Comentário
ru: Комментарий

source: Spsubscription|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Создана

source: Spsubscription|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлена

source: Spsubscription|Transaction
de: Transaktion
es: Operación
fr: Transaction
gu: વ્યવહાર
hi: सौदा
it: Transazione
pt: Transação
ru: Транзакция

source: Name may not contain ,()<>[]
de: Name kann nicht ,()<>[] enthalten
es: El nombre no puede contener estos caracteres ,()<>[]
fr: Le nom ne peut pas contenir les caractères ,()<>[]
gu: નામમા કદાચ ()<>[] નો સમાવેશ નથી
hi: नाम में ()<>[] शामिल नहीं हो सकता
it: Il Nome non può contenere ,()<>[]
pt: O nome não pode conter esses caracteres ,()<>[]
ru: Имя не может содержать,()<>[]

source: The line item subtotal must be less than 1,000,000
de: Die Zwischensumme der Rechnungsposition muss weniger als 1.000.000 sein
es: El subtotal de la línea debe ser menor a 1,000,000
fr: Le montant de la ligne doit être inférieur à 1.000.000
gu: લીટી વસ્તુનુ ઉપકુલ 1,000,000 કરતા ઓછુજ હોવુ જોઇએ
hi: पंक्ति का उप कुल 1,000,000 से कम नहीं होना चाहिए
it: Il totale parziale deve essere inferiore a 1.000.000
pt: O total para a linha deve ser inferior a um milhão
ru: Итоговая сумма строки наименования не должна быть ниже 1,000,000

source: Invalid invoice type
de: Ungültige Rechnungsart
es: Tipo de factura no válido
fr: Le type de la facture n'est pas valide
gu: અયોગ્ય ઇનવોઇસ પ઼કાર
hi: अवैध चालान के प्रकार
it: Tipo di fattura non valido
pt: Tipo de factura inválido
ru: Тип недействительного счета

source: Due date cannot be set before issue date
de: Fälligkeitsdatum kann nicht vor das Ausgabedatum gesetzt werden.
es: El vencimiento no puede ser antes de la fecha de emisión
fr: Le date d'échéance ne peut pas être choisie avant la date d'émission
gu: બાકી તારીખને જારી તારીખ પહેલાની સેટ ના કરી શકાય
hi: नियत तारीख से पहले जारी की तारीख निर्धारित नहीं की जा सकती
it: La data di scadenza non può precedere la data di emissione
pt: A data de vencimento não pode ser inferior a data de emissão.
ru: Дата платежа не может быть установлена ранее даты оформления счета

source: is invalid
de: ist ungültig
es: no es válida
fr: n'est pas valide
gu: અયોગ્ય છે
hi: अवैध है
it: non è valido
pt: é inválido
ru: не действителен

source: payment
de: Zahlung
es: pago
fr: paiement
gu: ચુકવણી
hi: भुगतान
it: pagamento
pt: pagamento
ru: Платеж

source: Payment|Customer
de: Kunde
es: Cliente
fr: Client
gu: ગા઼હક
hi: ग्राहक
it: Cliente
pt: Cliente
ru: Заказчик

source: Payment|Date
de: Datum
es: Fecha
fr: Date
gu: તારીખ
hi: तिथि
it: Data
pt: Data
ru: Дата

source: Payment|Description
de: Beschreibung
es: Descripción
fr: Description
gu: વર્ણન
hi: वर्णन
it: Descrizione
pt: Descrição
ru: Описание

source: Payment|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Создан

source: Payment|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: Payment|Created by
de: Erstellt von
es: Creado por
fr: Créé par
gu: દ્વારા બનાવવામાં આવેલ
hi: किसने बनाया है
it: Creato da
pt: Criado por
ru: Создан

source: Payment|Amount
de: Betrag
es: Monto
fr: Montant
gu: રકમ
hi: राशि
it: Importo
pt: Valor
ru: Сумма

source: Payment|Status
de: Status
es: Estatus
fr: État
gu: સ્થિતિ
hi: स्थिति
it: Stato
pt: Status
ru: Статус

source: Payment|Pay type
de: Zahlungsart
es: Tipo de pago
fr: Type de paiement
gu: ચુકવણીનો પ્રકાર
hi: भुगतान प्रकार
it: Tipo di pagamento
pt: Tipo de pagamento
ru: Тип платежа

source: Payment|Error details
de: Fehlerbeschreibung
es: Detalles del error
fr: Détails de l'erreur
gu: ભૂલની વિગતો
hi: त्रुटि विवरण
it: Dettagli errore
pt: Detalhes do erro
ru: Детали ошибки

source: Payment|From
de: Von
es: Ordenante
fr: De
gu: તરફથી
hi: से
it: Da
pt: De
ru: От

source: Payment|Gateway token
de: Gateway Token
es: Símbolo del procesador
fr: Jeton de la passerelle
gu: ગેટવે ટોકન
hi: प्रवेश द्वार टोकन
it: Simbolo gateway
pt: identificador do portal de pagamento
ru: Токен для шлюза

source: Payment|Gateway token date
de: Datum des Gateway Token
es: Fecha del símbolo del procesador
fr: Date du jeton de la passerelle
gu: ગેટવે ટોકન તારીખ
hi: प्रवेश द्वार टोकन तिथि
it: Data simbolo gateway
pt: data de identificação do portal de pagamento
ru: Дата токена

source: Payment|Processing pid
de: Verarbeitungs pid
es: Identificador
fr: Identificateur de paiement
gu: પ્રક્રિયા કરી રહેલ છે pid
hi: संसाधन pid
it: Identificativo del pagamento
pt: Identificador
ru: PID

source: Payment|Payment type
de: Zahlungsart
es: Tipo de pago
fr: Type de paiement
gu: ચુકવણી પ્રકાર
hi: भुगतान के प्रकार
it: Tipo di pagamento
pt: Tipo de pagamento
ru: Тип платежа
