Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Bugiri
gu: બુગીરી
hi: बूगिरि
ru: Бугири

source: Bukwa
es: Bukwo
gu: બુક્વા
hi: बूकवा
pt: Bukáua
ru: Буква

source: Bulisa
gu: બુલિસા
hi: बूलीसा
ru: Булиза

source: Bundibugyo
gu: બુંદીબુગ્યો
hi: बूँदीबगयो
pt: Bundigio
ru: Бундибугио

source: Bushenyi
es: Busehnyi
gu: બુશૈન્યી
hi: बूशेनी
pt: Busení
ru: Бушений

source: Busia
gu: બુસિયા
hi: बूसिया
ru: Бусиа

source: Busiki
gu: બુસીકી
hi: बूसिकी
ru: Бусики

source: Butaleja
gu: બુતાલેજા
hi: बूटालेजा
ru: Буталея

source: Dokolo
gu: દોકોલો
hi: डोकोलो
pt: Docolo
ru: Докола

source: Gulu
gu: ગુલુ
hi: गूलू
pt: Gulo
ru: Гулу

source: Hoima
gu: હોઇમા
hi: होइमा
ru: Хоима

source: Ibanda
gu: ઇબાન્દા
hi: इबानदा
ru: Ибанда

source: Iganga
gu: ઈગાન્ગા
hi: इगंगा
ru: Иганга

source: Jinja
gu: જીન્જા
hi: जिनजा
ru: Жинжа

source: Kaabong
gu: કાબોન્ગ
hi: काबोगं
pt: Caabong
ru: Каабонг

source: Kabale
gu: કાબાલે
hi: काबले
pt: Cabale
ru: Кабале

source: Kabarole
gu: કાબારોલે
hi: काबरोले
pt: Caborole
ru: Кабароле

source: Kaberamaido
gu: કાબેરામાઇડો
hi: काबैरामैंडो
pt: Caberamaído
ru: Каберамидо

source: Kabingo
gu: કાબિન્ગો
hi: काबिंगो
pt: Cabingo
ru: Кабинго

source: Kalangala
gu: કાલાન્ગાલા
hi: कालअंगला
pt: Calangala
ru: Калангала

source: Kaliro
gu: કાલિરો
hi: कालीरो
pt: Caliro
ru: Калиро

source: Kampala
gu: કમ્પાલા
hi: कंपाला
pt: Campala
ru: Кампала

source: Kamuli
gu: કામુલિ
hi: कामूली
pt: Camuli
ru: Камули

source: Kamwenge
gu: કામ્વેન્ગે
hi: कामवेनगे
pt: Camuengue
ru: Камвенге

source: Kanungu
gu: કાનુન્ગુ
hi: कानुनगु
pt: Canungo
ru: Канунги

source: Kapchorwa
gu: કાપ્ચોરવા
hi: केपचोरवा
ru: Капчорва

source: Kasese
gu: કાસેસે
hi: कसेसे
ru: Касесе

source: Katakwi
gu: કાટાક્વિ
hi: कटकवी
pt: Catacui
ru: Катакви

source: Kayunga
gu: કાયુન્ગા
hi: कयूगा
pt: Caiunga
ru: Каюнга

source: Kibale
es: Kibaale
gu: કિબાલે
hi: कीबाले
it: Kabale
pt: Cibale
ru: Кибале

source: Kiboga
gu: કિબોગા
hi: कीबोगा
pt: Ciboga
ru: Кибога

source: Kilak
gu: કિલક
hi: कीलाक
ru: Килак

source: Kiruhura
gu: કિરુહુરા
hi: कीरूहूरा
ru: Кирухура

source: Kisoro
gu: કિસોરો
hi: कीसोरो
ru: Кисоро

source: Kitgum
gu: કિટગુમ
hi: कीटगम
ru: Китгум

source: Koboko
gu: કોબોકો
hi: कोबोको
pt: Coboco
ru: Кобоко

source: Kotido
gu: કોટીડો
hi: कोटिडो
pt: Cotido
ru: Котидо

source: Kumi
gu: કુમી
hi: कुमी
pt: Cumi
ru: Куми

source: Kyenjojo
gu: ક્યેનજોજો
hi: क्येनजोजो
ru: Кёнджоджо

source: Lira
gu: લીરા
hi: लीरा
ru: Лира

source: Luwero
gu: લુવેરો
hi: लूवेरो
ru: Луверо

source: Manafwa
gu: માનાફ્વા
hi: मानाफवा
pt: Manafua
ru: Манафва

source: Maracha
gu: મારાચા
hi: माराचा
ru: Марача

source: Masaka
gu: માસાકા
hi: मासाका
ru: Масака

source: Masindi
gu: માસીન્દી
hi: मसंदी
ru: Масинди

source: Mayuge
gu: માયુગે
hi: मयूगे
ru: Маюге

source: Mbale
gu: મ્બાલે
hi: मबले
ru: Мбале

source: Mbarara
gu: મ્બારારા
hi: मबरारा
ru: Мбарара

source: Mityana
gu: મિત્યાના
hi: मिटयाना
ru: Мытяна

source: Moroto
gu: મોરોટો
hi: मोरोटो
ru: Морото

source: Moyo
gu: મોયો
hi: मोयो
ru: Мойо

source: Mpigi
gu: મ્પીગી
hi: पीगी
ru: Мпиги

source: Mubende
gu: મુબેંદે
hi: मुबेनडे
pt: Mubendê
ru: Мубенде

source: Mukono
gu: મુકોનો
hi: मुकोनो
ru: Муконо

source: Nakapiripirit
gu: નાકાપીરીપિ઼ત
hi: नाकापीरीपीरीट
ru: Накапирипирит

source: Nakaseke
gu: નાકાસેકે
hi: नाकासेकी
ru: Накасеке

source: Nakasongola
gu: નાકાસોન્ગોલા
hi: नाकासंगोला
ru: Накасонгола

source: Nebbi
gu: નેબ્બી
hi: नेबी
ru: Небби

source: Ntungamo
gu: ન્ટુનગામો
hi: टूनगेंमो
ru: Нтунгамо

source: Oyam
gu: ઓયામ
hi: ओयम
ru: Оям

source: Pader
gu: પેદેર
hi: पैडर
ru: Падер

source: Pallisa
gu: પાલ્લીસા
hi: पैलीसा
ru: Паллиса

source: Rakai
gu: રકઇ
hi: राकइ
ru: Ракай

source: Rukungiri
gu: રુકુંગીરી
hi: रूकुनगिरि
ru: Ракунгири

source: Sembabule
gu: સેમ્બાબુલે
hi: सेंमबाबुले
pt: Sembabulê
ru: Сембабуле

source: Sironko
gu: સિરોન્કો
hi: सीरॉनको
ru: Сиронко

source: Soroti
gu: સોરોટી
hi: सोरोटी
ru: Сороти

source: Tororo
gu: ટોરોરો
hi: टोरोरो
ru: Тороро

source: Wakiso
gu: વાકીસો
hi: वकिसो
ru: Вакисо

source: Yumbe
gu: યુમ્બે
hi: यूम्बे
pt: Yumbê
ru: Юмбе

source: Washington D.C.
fr: Washington (District de Columbia)
gu: વોશિન્ગટન ડિ.સિ.
hi: वाशिंगटन डी.सी.
ru: Вашингтон

source: Anzoátegui
gu: એન્ઝોઆતેગુઇ
hi: ऐनजोअटेगी
ru: Ансоатеги

source: Apure
gu: અપુરે
hi: अपुरे
pt: Apurê
ru: Апуре

source: Aragua
gu: અરાગુઆ
hi: एराग्वा
pt: Araguá
ru: Арагуа

source: Barinas
gu: બારિનાસ
hi: बरीनस
ru: Баринас

source: Bolívar
gu: બોલીવાર
hi: बोलीवर
it: Bolivar
ru: Боливар

source: Carabobo
gu: કારાબોબો
hi: कैराबोबो
ru: Карабобо

source: Cojedes
gu: કોજેદેસ્
hi: कोजडिस
ru: Кохедес

source: Delta Amacuro
gu: ડેલ્ટા એમાકયુરો
hi: डेल्टा अमेक्योंरो
ru: Дельта-Амакуро

source: Distrito Capital
gu: ડિસ્ટી઼ટો કેપિટલ
hi: Distrito राजधानी
it: Bogotà, D.C.
ru: Федеральный (столичный) округ

source: Falcón
gu: ફાલ્ક્ન
hi: फलकान
pt: Falcão
ru: Фалькон

source: Guárico
gu: ગુઆરિકો
hi: ग्वयएरिको
ru: Гуарико

source: Lara
gu: લારા
hi: लारा
ru: Лара

source: Mérida
gu: મેરીદા
hi: मेरिडा
ru: Мерида

source: Miranda
gu: મીરિન્દા
hi: मिरांडा
ru: Миранда

source: Monagas
gu: મોનાગસ
hi: मोनागैस
ru: Монагас

source: Nueva Esparta
gu: નુએવા એસ્પાર્ટા
hi: न्यूवा इस्पारता
pt: Nova Esparta
ru: Нуэва-Эспарта

source: Portuguesa
gu: પોર્ટુગ્યુસા
hi: पुर्तगाली
ru: Португеса

source: Sucre
gu: સુકરે
hi: सुक्रे
pt: Sucre do Equador
ru: Сукре

source: Táchira
gu: તાચીરા
hi: टाचींरा
ru: Тачира

source: Trujillo
gu: ટુ઼્જિલો
hi: ट्रजीलो
ru: Трухильо

source: Vargas
gu: વારગસ
hi: वरगास
ru: Варгас

source: Yaracuy
gu: યારાકુ
hi: याराक्यों
pt: Yaracuí
ru: Яракуй

source: Zulia
gu: ઝુલીયા
hi: ज़ुलिआ
ru: Сулия

source: PayPal
hi: PayPal (पेयपाल)

source: spaccount
es: Cuenta de Sage
hi: sp खाता
it: conto sp
pt: conta
ru: SP аккаунт

source: spsubscription
de: spAbonnement
es: Suscripción de Sage
hi: spसदस्यता
it: abbonamento
pt: subscrição
ru: SPподписка

source: Send me a copy of the email
de: Senden Sie mir eine Kopie der E-Mail
es: Envíame una copia del correo electrónico
fr: Envoyez-moi une copie du courriel
hi: भेजें मुझे ईमेल की एक प्रतिलिपि
it: Inviami una copia della e-mail
pt: Envie-me uma cópia do e-mail
ru: Отправить мне копию электронной почты

source: %B %d, %Y
es: %d %B %Y
fr: %d %B %Y
hi: %Y %B %d
it: %d %B %Y
pt: %d %B %Y

source: M T W T F S S
de: M D M D F S S
es: L M M J V S D
fr: L M M J V S D
it: L M M G V S D
ru: ПВСЧПСВ

source: (yyyy-mm-dd)
de: (jjjj-mm-tt)
es: (AAAA-MM-DD)
fr: (aaaa-mm-jj)
it: (aaaa-mm-gg)
pt: (aaaa-mm-dd)
ru: (год-месяц-число)

source: Beanstream Direct Payment electronic check service
de: Beanstream Direkte Zahlung Elektronischer Scheck Service
es: Servicio de cheques electrónicos de Beanstream
fr: Service des chèques electroniques de Beanstream

source: <a href='/beanstream_help.html' target='new'>learn more & sign up</a>
de: <a href='/beanstream_help.html' target='new'>erfahren Sie mehr & melden Sie sich an</a>
es: <a href='/beanstream_help.html' target='new'>aprenda más</a>
fr: <a href='/beanstream_help.html' target='new'>en savoir plus</a>

source: taxis
es: Impuesto
fr: Taxe

source: tax
de: Steuer
es: Impuesto
fr: Taxe

source: Tax|Parent
de: Ursprung
es: Padre
fr: Parent

source: Tax|Rate
de: Kostensatz
es: Tasa
fr: Taux

source: Tax|Profile key
de: Profil-Schlüssel
es: Clave de perfil
fr: Clé du profil

source: Tax|Name
de: Name
es: Nombre
fr: Nom

source: Tax|Included
de: Eingschlossen
es: Incluido
fr: Inclus

source: Tax|Taxable
de: Steuerpflichtig
es: Imponible
fr: Imposable

source: Tax|Taxable type
de: Steuerpflichtiger Typ
es: Tipo imponible
fr: Type de imposable

source: Tax|Created by
de: Erstellt von
es: Creado por
fr: Créé par

source: Tax|Amount
de: Betrag
es: Monto
fr: Montant

source: Tax|Enabled
de: Aktiviert
es: Habilitado
fr: Activé

source: Tax|Edited
de: Bearbeitet
es: Modificado
fr: Modifié

source: Tax|Created at
de: Erstellt um
es: Creado en
fr: Créé à

source: Tax|Updated at
de: Aktualisiert um
es: Modificado en
fr: Mis à jour à

source: Tax|Taxed on
de: Besteuert am
es: Cobrado a
fr: Imposé à

source: cas service ticket
es: billete de servicio CAS

source: CasServiceTicket|St
de: St
es: billete
fr: St

source: CasServiceTicket|User
de: Benutzer
es: Usuario
fr: Utilisateur

source: CasServiceTicket|Created at
de: Erstellt um
es: Creado en
fr: Créé à

source: CasServiceTicket|Updated at
de: Aktualisiert um
es: Modificado en
fr: Mis à jour à

source: CasServiceTicket|Service
de: Service
es: Servicio
fr: Service

source: CasServiceTicket|Response
de: Antwort
es: Respuesto
fr: Réponse

source: CasServiceTicket|Renew
de: Erneuern
es: Renovar
fr: Renouveler

source: CasServiceTicket|Pgt iou
de: Pgt iou
es: Pagaré
fr: Pgt iou

source: CasServiceTicket|Cas ticket type
de: Art des Cas tickets
es: Tipo de billete CAS
fr: Type de ticket CAS

source: user
de: Benutzer
es: usuario
fr: utilisateur

source: User|Email
de: Email
es: Correo electrónico
fr: Courriel

source: User|Crypted password
de: Verschlüsseltes Passwort
es: Contraseña cifrada
fr: Mot de passe crypté

source: User|Salt
de: Salz
es: Sal
fr: Sel

source: User|Created at
de: Erstellt um
es: Creado en
fr: Créé à

source: User|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à

source: User|Remember token
de: Bon merken
es: Ficha de recuerdo
fr: Signe de souvenir

source: User|Remember token expires at
de: Denk daran, der Bon verliert am seineGültigkeit
es: Ficha de recuerdo se vence a
fr: Signe de souvenir expire à

source: User|Searches
de: Suchen
es: Búsquedas
fr: Recherches

source: User|Activation code
de: Aktivierungscode
es: Código de activación
fr: Code d'activation

source: User|Activated at
de: Aktiviert um
es: Activado en
fr: Activée à

source: User|Bookkeeper
de: Buchhalter
es: Contador
fr: Aide-Comptable

source: User|Biller
de: Rechnungssteller
es: Emisor
fr: Émetteur

source: User|Signup type
de: Anmeldungsart
es: Tipo de inscripción
fr: Type d'inscription

source: User|Heard from
de: Gehört von
es: Escuchado de
fr: Entendu de

source: User|Language
de: Sprache
es: Idioma
fr: Langue

source: User|Active
de: Aktiv
es: Activo
fr: Actif

source: User|Bogus
de: Unecht
es: Falso
fr: Bogus

source: User|Sage username
de: Sage Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Invoice|Quote unique number
de: Eigene Nummer nennen
es: Número único
fr: Nº de Facture

source: Quote
de: Angabe
es: Estimado
fr: Devis

source: Merchant service by Moneris
de: Händlerservice von Moneris
es: Servicio de Mercante por Moneris
fr: Services de carte de crédit de Moneris

source: <small>(Canadian Dollar)</small> Process payment through Moneris
de: <small>(Kanadischer Dollar)</small> Bearbeitung der Zahlung durch Moneris
es: <small>(Dólar Canadiense)</small>Procesar los pagos a través de Moneris
fr: <small>(Dollar canadien)</small> Traiter le paiement via Moneris

source: Payment|Ip
de: Ip
es: Dirección IP
fr: IP

source: Merchant service by CyberSource
de: Händlerservice von CyberSource
es: Servicio de Mercante por CyberSource
fr: Services de carte de crédit de CyberSource

source: Process payment through CyberSource
de: Zahlung durch CyberSource vornehmen
es: Procesar los pagos a través de CyberSource
fr: Traiter le paiement via CyberSource

source: CyberSourceUserGateway|Type
de: Art
es: Tipo
fr: Type

source: CyberSourceUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur

source: CyberSourceUserGateway|Gateway name
de: Gateway Name
es: Nombre del procesador de pagos
fr: Nom de la passerelle

source: CyberSourceUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand

source: CyberSourceUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand

source: CyberSourceUserGateway|Login
de: Anmelden
es: Identificador
fr: Identifiant de connexion

source: CyberSourceUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: CyberSourceUserGateway|Email
de: Email
es: Correo electrónico
fr: Courriel

source: CyberSourceUserGateway|Active
de: Aktiv
es: Activo
fr: Actif

source: CyberSourceUserGateway|Currency
de: Währung
es: Moneda
fr: Devise

source: AuthorizeNetUserGateway|Type
de: Art
es: Tipo
fr: Type

source: AuthorizeNetUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur

source: AuthorizeNetUserGateway|Gateway name
de: Gateway Name
es: Nombre del procesador de pagos
fr: Nom de la passerelle

source: AuthorizeNetUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand

source: AuthorizeNetUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand

source: AuthorizeNetUserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion

source: AuthorizeNetUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: AuthorizeNetUserGateway|Email
de: Email
es: Correo electrónico
fr: Courriel

source: AuthorizeNetUserGateway|Active
de: Aktiv
es: Activo
fr: Actif

source: AuthorizeNetUserGateway|Currency
de: Währung
es: Moneda
fr: Devise

source: ExactUserGateway|Type
de: Art
es: Tipo
fr: Type

source: ExactUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur

source: ExactUserGateway|Gateway name
de: Gateway Name
es: Nombre del procesador de pagos
fr: Nom de la passerelle

source: ExactUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand

source: ExactUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand

source: ExactUserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion

source: ExactUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: ExactUserGateway|Email
de: Email
es: Correo electrónico
fr: Courriel

source: ExactUserGateway|Active
de: Aktiv
es: Activo
fr: Actif

source: ExactUserGateway|Currency
de: Währung
es: Moneda
fr: Devise

source: BeanStreamDirectDepositUserGateway|Type
de: Art
es: Tipo
fr: Type

source: BeanStreamDirectDepositUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur

source: BeanStreamDirectDepositUserGateway|Gateway name
de: Gateway Name
es: Nombre del procesador de pagos
fr: Nom de la passerelle

source: BeanStreamDirectDepositUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand

source: BeanStreamDirectDepositUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand

source: BeanStreamDirectDepositUserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion

source: BeanStreamDirectDepositUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: BeanStreamDirectDepositUserGateway|Email
de: Email
es: Correo electrónico
fr: Courriel

source: BeanStreamDirectDepositUserGateway|Active
de: Aktiv
es: Activo
fr: Actif

source: BeanStreamDirectDepositUserGateway|Currency
de: Währung
es: Moneda
fr: Devise

source: MonerisUserGateway|Type
de: Art
es: Tipo
fr: Type

source: MonerisUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur

source: MonerisUserGateway|Gateway name
de: Gateway Name
es: Nombre del procesador de pagos
fr: Nom de la passerelle

source: MonerisUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand

source: MonerisUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand

source: MonerisUserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion

source: MonerisUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: MonerisUserGateway|Email
de: E-Mail
es: Correo electrónico
fr: Courriel

source: MonerisUserGateway|Active
de: Aktiv
es: Activo
fr: Actif

source: MonerisUserGateway|Currency
de: Währung
es: Moneda
fr: Devise

source: BeanStreamInteracUserGateway|Type
de: Art
es: Tipo
fr: Type

source: BeanStreamInteracUserGateway|User
de: Benutzer
es: Usuario
fr: Utilisateur

source: BeanStreamInteracUserGateway|Gateway name
de: Gateway Name
es: Nombre del procesador de pagos
fr: Nom de la passerelle

source: BeanStreamInteracUserGateway|Merchant
de: Händler
es: Comerciante
fr: Marchand

source: BeanStreamInteracUserGateway|Merchant key
de: Händler-Schlüssel
es: Clave del comerciante
fr: Clé du marchand

source: BeanStreamInteracUserGateway|Login
de: Anmeldung
es: Identificador
fr: Identifiant de connexion

source: BeanStreamInteracUserGateway|Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: BeanStreamInteracUserGateway|Email
de: E-Mail
es: Correo electrónico
fr: Courriel

source: BeanStreamInteracUserGateway|Active
de: Aktiv
es: Activo
fr: Actif

source: BeanStreamInteracUserGateway|Currency
de: Währung
es: Moneda
fr: Devise

source: ApiToken|Simply username
de: Nur Benutzername
es: Nombre del usuario de Simply Accounting
fr: Nom d'utilisateur Simple Comptable

source: sage user
de: Sage Benutzer
es: Usuario de Sage
fr: utilisateur

source: SageUser|Encrypted password
de: Verschlüsseltes Passwort
es: Contraseña cifrada
fr: Mot de passe crypté

source: SageUser|Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: SageUser|Email
de: Email
es: Correo electrónico
fr: Courriel

source: SageUser|Legacy salt
de: Legat-Salz
es: Sal antiguo
fr: Sel héritée

source: SageUser|Legacy password
de: Legat-Passwort
es: Contraseña antigua
fr: Mot de passe héritée

source: SageUser|Encryption salt
de: Verschlüsselungs-Salz
es: Sal de cifrado
fr: Sel de chiffrement

source: SageUser|Source
de: Quelle
es: Fuente
fr: Source

source: SageUser|Created at
de: Erstellt um
es: Creado en
fr: Créé à

source: SageUser|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à

source: SageUser|Profile
de: Profil
es: Perfil
fr: Profil

source: SageUser|Orig service url
de: Orig Service URL
es: URL original del servicio
fr: URL original du service

source: SageUser|First name
de: Vorname
es: Nombre(s)
fr: Prénom

source: SageUser|Last name
de: Name
es: Apellido(s)
fr: Nom de famille

source: SageUser|Portal app
de: Portal App
es: Aplicación portal
fr: Portail

source: SageUser|Theme
de: Thema
es: Tema
fr: thème

source: Merchant service by Authorize.Net
de: Händlerservice von Authorize.Net
es: Servicio de Mercante por Authorize.Net
fr: Services de carte de crédit de Authorize.Net

source: <a href='/authorize_net_help.html' target='new'>learn more & sign up</a>
de: <a href='/authorize_net_help.html' target='new'>erfahren Sie mehr und melden Sie sich an</a>
es: <a href='/authorize_net_help.html' target='new'>aprenda más</a>
fr: <a href='/authorize_net_help.html' target='new'>en savoir plus</a>

source: Merchant service by E-xact
de: Händlerservice von E-xact
es: Servicio de Mercante por E-xact
fr: Services de carte de crédit de E-xact

source: <a href='/exact_help.html' target='new'>learn more & sign up</a>
de: <a href='/exact_help.html' target='new'>erfahren Sie mehr und melden Sie sich an</a>
es: <a href='/exact_help.html' target='new'>aprenda más</a>
fr: <a href='/exact_help.html' target='new'>en savoir plus</a>

source: Invitation has been accepted.
de: Einladung wurde akzeptiert.
es: La invitación ha sido aceptada.
fr: L'invitation a été acceptée.

source: Invitation has been declined.
de: Einladung wurde abgelehnt.
es: La invitación ha sido rechazada.
fr: L'invitation a été refusée.

source: This invitation has been terminated and is no longer valid.
de: Diese Einladung wurde beendet und ist nicht länger gültig.
es: Esta invitación ha sido terminada y ya no es válida.
fr: Cette invitation a été annulée et n'est plus valide.

source: This invitation has been rescinded and is no longer valid.
de: Diese Einladung wurde widerrufen und ist nicht länger gültig.
es: Esta invitación ha sido anulada y ya no es válida.
fr: Cette invitation a été annulé et n'est plus valide.

source: Invitation was created by the same user who is accepting the invitation.
de: Einladung wurde von dem Benutzer erstellt, der sie akzeptiert.
es: Esta invitación fue creada por el mismo usuario que quiere aceptar la invitación.
fr: L'invitation a été créé par le même utilisateur qui accepte l'invitation.

source: Invitation has already been accepted.
de: Einladung wurde bereits akzeptiert.
es: La invitación ya ha sido aceptada.
fr: L'invitation a déjà été acceptée.

source: Failed to accept invitation.
de: Einladung wurde nicht akzeptiert.
es: No aceptó la invitación.
fr: Échec à accepter l'invitation

source: You are not the user that was invited.
de: Sie sind nicht der Benutzer, der eine Einladung bekam.
es: Usted no es el usuario que fue invitado.
fr: Vous n'êtes pas l'utilisateur qui a été invité.

source: Invitation has already been declined.
de: Einladung wurde bereits abgelehnt.
es: La invitación ya ha sido rechazada.
fr: L'invitation a déjà été refusée.

source: Invitation cannot currently be declined.
de: Einladung kann gegenwärtig nicht abgelehnt werden.
es: No se puede rechazar la invitación ahora.
fr: L'invitation ne peut être refusé pour le moment.

source: Quote:
de: Angabe:
es: Estimado:
fr: Devis&nbsp;:

source: Quote %{num}
de: Angabe (%{num})
es: Estimado (%{num})
fr: Devis (%{num})

source: Invoice %{num}:
de: Rechnung %{num}
es: Factura %{num}:
fr: Facture %{num}:

source: Quote %{num}:
de: Angabe (%{num})
es: Estimado (%{num}):
fr: Devis (%{num}):

source: Edit Invoice
de: Rechnung bearbeiten
es: Modificar Factura
fr: Modifier Facture

source: Edit Quote:
de: Angabe bearbeiten:
es: Modificar Estimado
fr: Modifier Devis

source: It has no customer. Please edit the quote and add a customer.
de: Es gibt keinen Kunden. Bitte bearbeiten Sie die Angabe und fügen Sie einen Kunde hinzu.
es: No tiene ningún cliente. Por favor, modifique el estimado y agregue un cliente.
fr: Il n'a pas de client. Veuillez éditer le devis et ajouter un client.

source: It has no line items. Please edit the quote and add one or more line items.
de: Es gibt keine Rechnungsposition. Bitte bearbeiten Sie die Angabe und fügen Sie eine oder mehrere Rechnungspositionen hinzu.
es: No tiene detalles. Por favor, modifique el estimado y agregue una o más líneas de detalles.
fr: Il n'a pas de ligne d'article. Veuillez éditer le devis et ajouter une ou plusieurs lignes d'article.

source: Quotes without a customer cannot be sent.
de: Ohne Kunde können keine Angaben gesendet werden.
es: No se puede enviar un estimado que no tiene un cliente especificado.
fr: Les devis sans client ne peuvent pas être envoyés.

source: Total Amount:
de: Gesamtbetrag:
es: Monto total:
fr: Montant total:

source: Preview Invoice
de: Voransicht der Rechnung
es: Vista Previa
fr: Aperçu de la Facture

source: Preview Quote
de: Voransicht der Angabe
es: Vista Previa
fr: Aperçu du Devis

source: Delete this Invoice
de: Diese Rechnung löschen
es: Eliminar esta factura
fr: Supprimer cette facture

source: Delete this Quote
de: Diese Angabe löschen
es: Eliminar este estimado
fr: Supprimer ce devis

source: Editing quote
de: Angabe bearbeiten
es: Modificando estimado
fr: Édition du devis

source: Are you sure you want to delete this quote?
de: Sind Sie sicher, dass Sie diese Angabe löschen wollen?
es: ¿Está seguro que desea eliminar este estimado?
fr: Êtes-vous sûr de vouloir supprimer ce devis ?

source: Quote has no customer
de: Die Angabe hat keinen Kunden
es: El estimado no tiene cliente seleccionado
fr: Le devis n'a pas de client

source: Edit this quote
de: Diese Angabe bearbeiten
es: Editar este estimado
fr: Éditer ce devis

source: New Quote
de: Neue Angabe
es: Nuevo Estimado
fr: Nouveau devis

source: Quote number:
de: Angaben-Nummer:
es: Número del estimado:
fr: N° devis:

source: Quote number already taken
de: Angaben-Nummer wird bereits verwendet
es: Este número de estimado ya se utilizó.
fr: Numéro de devis déjà utilisé
