Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: <p>Wanted quote number <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b> has already been taken.<br/>Closest available quote number: <b><span id='available_auto' value='%{available}'>%{available}</span></b><br/>Use this number instead?</p>
de: <p>Rechnungsnummer gesucht <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b> wird bereits verwendet.<br/>Nächstbeste verfügbare Rechnungsnummer: <b><span id='available_auto' value='%{available}'>%{available}</span></b><br/>Statt dessen diese Nummer benutzen?</p>
es: El número de estimado que desea, <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b>, ya se ha tomado.<br/>El más cercano disponible es <b><span id='available_auto' value='%{available}'>%{available}</span>. </b><br/>Utilice este número en lugar?</p>
fr: <p>Le numéro du devis que vous vouliez, <b><span id='wanted_auto' value='%{wanted}'>%{wanted}</span></b> , a déjà été prises.<br/>N° devis suivant <b><span id='available_auto' value='%{available}'>%{available}</span></b>. <br/>Utilisez plutôt ce numéro?</p>

source: This quote cannot be sent because:
de: Diese Angabe kann nicht gesendet werden weil:
es: Este estimado no se puede enviar por las siguientes razones:
fr: Ce devis ne peut être envoyé car&nbsp;:

source: Quotes must have at least one line item with positive price and quantity before they can be sent.
de: Die Angaben müssen mindestens eine Rechnungsposition mit positivem Preis und Menge haben, bevor sie gesendet werden können.
es: El estimado debe tener a lo menos una línea (con un precio positivo) antes de enviarse.
fr: Les devis doivent avoir au moins une ligne d'article avec un prix et des quantités positifs avant d'être envoyés.

source: Save Quote
de: Angabe speichern
es: Guardar el estimado
fr: Sauvegarder le devis

source: Send Quote
de: Angabe senden
es: Enviar el estimado
fr: Envoyer le devis

source: This email and quote will be sent in the following language
de: Diese E-Mail und Angabe werden in der folgenden Sprache gesendet
es: Este correo electrónico y estimado serán enviados en el siguiente idioma
fr: Ce courriel et ce devis vont être envoyés dans la langue suivante

source: Attach a copy of the quote as Adobe PDF document
de: Eine Kopie der Angabe als Adobe PDF Dokument beifügen
es: Adjuntar una copia del estimado como un documento PDF de Adobe
fr: Joignez une copie de votre devis en document Adobe PDF

source: Quote was successfully created.
de: Angabe wurde erfolgreich erstellt.
es: El estimado ha sido creado.
fr: Votre devis a été créé.

source: Quote was successfully updated.
de: Angabe wurde erfolgreich aktualisiert.
es: Estimado actualizado.
fr: Votre devis a été mis à jour.

source: This quote was sent using Billing Boss – an online invoice and payment tool that allows small businesses to create, send and track the status of invoices from the same team that developed Simply Accounting. For more information, please visit www.billingboss.com.
de: Diese Angabe wurde durch Billing Boss verschickt - ein Online Rechnungs-Tool, das Kleinunternehmen erlaubt, Rechnungen zu erstellen, zu verschicken und den Stand zu verfolgen; alles mit demselben Team, das Simply Accounting entwickelt hat. Für mehr Information besuchen Sie bitte www.billingboss.com.
es: Este estimado se envió a través de Billing Boss - una herramienta de facturación y pagos en línea que permite a pequeñas empresas crear, enviar y realizar un seguimiento de la situación de sus facturas. Una herramienta creada por el mismo equipo de Simply Accounting. Para más información, por favor visite www.billingboss.com.
fr: Ce devis a été envoyée en utilisant Billing Boss, un outil de facturation et de paiement en ligne qui permet aux petites entreprises de créer, envoyer et faire le suivi de factures par la même équipe qui a développé Simple Comptable. Pour plus d'informations, veuillez visiter www.billingboss.com.

source: Here is the quote from %{name}.
de: Hier ist die Angabe von %{name}.
es: Aquí está el estimado de %{name}.
fr: Voici le devis pour %{name}

source: New quote from %{sender}
de: Neue Angabe von %{sender}
es: Nuevo estimado de %{sender}
fr: Un nouveau devis de %{sender}

source: To view this quote online, please go to %{link}
de: Um diese Angabe online anzusehen, gehen Sie bitte zu %{link}
es: Para ver el estimado en línea, por favor visite a %{link}
fr: Pour afficher ce devis en ligne, veuillez aller au %{link}

source: To view or pay this quote online, please go to %{link}
de: Um diese Angabe/Quote online anzusehen oder zu bezahlen, gehen Sie bitte zu %{link}
es: Para ver este estimado en línea, por favor visite a %{link}
fr: Pour afficher ou payer ce devis en ligne, veuillez aller au %{link}

source: Create New Quote
de: Neue Angabe/Quote erstellen
es: Crear un nuevo estimado
fr: Créer un nouveau devis

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Déconnectez-vous

source: Invoices & Quotes
de: Rechnungen und Angaben/Quoten
es: Facturas y Estimados
fr: Factures et Devis

source: The server was unable to connect to the payment processor. If the problem persists please wait a few minutes before trying again. The specific error reported was "%{msg}"
de: Der Server konnte nicht zum Zahlungsprozessor verbinden. Falls das Problem andauert, warten Sie bitte einige Minuten bevor Sie es erneut versuchen. Der spezifische gemeldete Fehler war "%{msg}"
es: El servidor no pudo conectar con el procesador de pagos. Si el problema persiste, por favor, espere unos minutos antes de intentarlo de nuevo. El error específico es "%{msg}"
fr: Le serveur n'a pas pu se connecter au processeur de paiement. Si le problème persiste, s'il vous plaît attendre quelques minutes avant d'essayer de nouveau. L'erreur spécifique rapporté est "%{msg}".

source: The payment processor returned an unexpected response. If the problem persists, please confirm with the merchant that their account is correctly configured. The specific error reported was "%{msg}"
de: Der Zahlungsprozessor hat eine unerwartete Antwort zurückgewiesen. Falls das Problem weiter besteht, klären Sie bitte mit dem Händler, ob dessen Konto richtig konfiguriert ist. Der spezifische gemeldete Fehler war "%{msg}"
es: El procesador de pago devuelto una respuesta inesperada. Si el problema persiste, por favor confirme con el comerciante que su cuenta está configurada correctamente. El error específico es "%{msg}"
fr: Le processeur de paiement a renvoyé une réponse inattendue. Si le problème persiste, s'il vous plaît confirmer avec le commerçant que leur compte est correctement configuré. L'erreur spécifique rapporté est "%{msg}".

source: An error occurred: %{name} %{msg}
de: Ein Fehler ist aufgetreten: %{msg}
es: Se ha producido un error: %{name} %{msg}
fr: Une erreur s'est produite&nbsp;: %{name} %{msg}

source: Please enter the information for your first customer.
de: Bitte geben Sie die Information Ihres ersten Kunden ein.
es: Por favor, introduzca la información de su primer cliente.
fr: Veuillez entrer les informations pour votre premier client.

source: You cannot invite yourself. Please %{link} first and then follow the invitation link again.
de: Sie können sich nicht selbst einladen. Bitte zuerst %{link} und folgen Sie dann wieder dem Einladungs-Link.
es: No puede agregarse a usted mismo como contador. Por favor, primero %{link} y luego siga de nuevo el enlace de invitación.
fr: Vous ne pouvez pas vous ajouter vous-même en tant que comptable. Veuillez d'abord %{link}, puis suivre à nouveau le lien de l'invitation.

source: Important: Please ensure that the currency selected here matches the currency of your BeanStream account. Changing this setting will not affect which currency BeanStream uses to process your transactions.
de: Wichtig: Bitte stellen Sie sicher, dass die ausgewählte Währung mit der Währung Ihres BeanStream-Kontos übereinstimmt. Das Ändern dieser Einstellung beeinflußt nicht die Währung, die von BeanStream benutzt wird um Ihre Transaktion zu bearbeiten.
es: Importantes: Asegúrese de que la moneda seleccionada aquí coincide con la moneda de su cuenta Beanstream. El cambiar esta configuración no afectará a la moneda que Beanstream utiliza para procesar sus transacciones.
fr: Important: Veuillez assurer que la devise choisie ici correspond à la devise de votre compte BeanStream. Modification de ce paramètre n'affectera pas la devise que BeanStream utilise pour traiter vos transactions.

source: Login ID
es: Identificador
fr: ID de connexion

source: Where do I find Authorize.Net information?
de: Wo finde ich Information über Authorize.Net?
es: ¿Dónde puedo encontrar información sobre Authorize.Net?
fr: Où puis-je trouver de l'information sur Authorize.Net?

source: Where do I find INTERAC Online information?
de: Wo finde ich Information über INTERAC Online?
es: ¿Dónde puedo encontrar información sobre INTERAC Online?
fr: Où puis-je trouver de l'information sur INTERAC Online?

source: Login
de: Anmeldung
es: Identificador
fr: Connectez-vous

source: I want to sign up for a Beanstream account
de: Ich möchte mich für ein Beanstream Konto anmelden
es: Quiero abrir una cuenta Beanstream
fr: Je veux ouvrir un compte Beanstream

source: Where do I find Moneris information?
de: Wo kann ich Information über Moneris finden?
es: ¿Dónde puedo encontrar información sobre Moneris?
fr: Où puis-je trouver de l'information sur Moneris ?

source: User name
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Transaction Key
de: Transaktions-Schlüssel
es: Clave de transaccion
fr: Clé de transaction

source: Where do I find CyberSource information?
de: Wo kann ich die Information über CyberSource finden?
es: ¿Dónde puedo encontrar información sobre CyberSource?
fr: Où puis-je trouver des informations sur CyberSource ?

source: You will be able to see the invoicing data of %{name}. To accept this invitation, you must %{login_link}.
de: Sie werden die Rechnungsdaten von %{name} sehen können. Um diese Einladung zu akzeptieren, müssen Sie sich %{login_link}.
es: Para aceptar la invitación para ver las facturas de %{name}, tiene que %{login_link}.
fr: Vous allez pouvoir voir les données de facturation de %{name}. Pour accepter cette invitation, %{login_link}.

source: You have been invited by %{invitor} to join Billing Boss.
de: Sie sind von %{name} eingeladen worden Billing Boss beizutreten.
es: Usted ha sido invitado por %{invitor} a unirse a Billing Boss.
fr: Vous avez été invité par %{invitor} pour rejoindre Billing Boss.

source: Once you have created an account, you will be able to see the invoice data of %{invitor}. To accept this invitation, you must %{signup_link}.
de: Sobald Sie ein Konto erstellt haben, werden Sie die Rechnungsdaten von %{link} sehen können. Um diese Einladung zu akzeptieren, müssen Sie %{signup_link}.
es: Una vez registrado, usted podrá ver las facturas de %{invitor}. Para aceptar, usted tiene que %{signup_link}.
fr: Une fois votre compte créé, vous pourrez voir les données de facturation de %{invitor}. Pour accepter cette invitation, vous devez %{signup_link}.

source: create a new account.
de: erstellen Sie ein neues Konto.
es: crear una nueva cuenta
fr: créer un nouveau compte.

source: Institution Number
de: Nummer der Institution
es: Número de Institución
fr: Numéro de l'établissement

source: Transit Number
de: Transit-Nummer
es: Número de tránsito
fr: Numéro de la succursale

source: Pay Now Through INTERAC Online
de: Jetzt durch INTERAC Online bezahlen
es: Pague ahora a través INTERAC Online
fr: Payez maintenant via INTERAC en ligne

source: Zip or Postal Code
de: Postleitzahl
es: Código Postal
fr: Code postal ou ZIP

source: Address Line 2
de: Adresszeile 2
es: Dirección 2
fr: Adresse 2

source: Choose a style
de: Einen Stil auswählen
es: Escoge un estilo
fr: Choisissez un style

source: Convert into invoice
de: In eine Rechnung umwandeln
es: Convertirlo en factura
fr: Convertir en facture

source: Delete this quote
de: Diese Quote löschen
es: Eliminar este estimado
fr: Supprimer ce devis

source: InvoiceGridTitle|quotes
de: Angaben
es: estimados
fr: devis

source: Convert quote into invoice?
de: Angabe/Quote in eine Rechnung umwandeln?
es: Convertir estimado en factura?
fr: Convertir ce devis en facture?

source: Send invoice
de: Rechnung senden
es: Enviar la factura
fr: Envoyer la facture

source: Invoice|New invoice
de: Neue Rechnung
es: Nueva factura
fr: Nouvelle facture

source: Quote|New quote
de: Neue Quote
es: Nuevo estimado
fr: Nouveau devis

source: Quote (%{num})
es: Estimado (%{num})
fr: Devis (%{num})

source: No quote invoices
de: Keine Rechnungsangaben
es: No hay estimados
fr: Pas de devis

source: Convert
de: Konvertieren
es: Convertir
fr: Convertir

source: Do you really want to convert this quote to an invoice?
de: Möchten Sie diese Quote wirklich in eine Rechnung umwandeln?
es: ¿Está ud. seguro que quiere convertir este estimado en una factura?
fr: Voulez-vous vraiment convertir ce devis à une facture?

source: Default message to be used on quotes.
de: Die Standard-Nachricht wird bei Quoten verwendet:
es: Mensaje por defecto a ser usado en sus estimados.
fr: Message par défaut de figurer sur les devis&nbsp;:

source: Default message to be used on quotes:
de: Standard-Nachricht wird bei Quoten verwendet:
es: Mensaje predeterminado que se utilizará en los estimados:
fr: Message par défaut de figurer sur les devis&nbsp;:

source: Include GST in taxable amount
de: GST in den steuerpflichtigen Betrag mit einbeziehen
es: Incluir GST en la base imponible
fr: Inclure la TPS dans le montant imposable
