Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: %{amt} %{currency} paid %{days} days ago
de: %{amt} %{currency} wurde vor %{days} Tagen bezahlt
es: %{amt} %{currency} pagado hace %{days} días
fr: %{amt} %{currency} payé il y a %{days} jours
gu: %{રકમ} %{ચલણ} ચૂકવેલ %{દિવસો} દિવસો અગાઉ
hi: %{amt} %{currency} भुगतान%{days} दिनों पहले
it: %{amt} %{currency} pagato %{days} giorni fa
pt: %{amt} %{currency} foi pago %{days} dias atrás
ru: %{amt} %{currency} оплачен %{days} дней назад

source: No payments recorded.
de: Es wurden keine Zahlungen registriert.
es: No hay pagos grabados.
fr: Pas de paiements enregistrés.
gu: કોઈ ચુકવણીઓ નોંધાઇ નથી.
hi: भुगतान नहीं दर्ज की गई है.
it: Non ci sono pagamenti registrati.
pt: Não há pagamentos registrados.
ru: Платежи не зарегистрированы

source: New payment
de: Neue Zahlung
es: Nuevo pago
fr: Nouveau paiement
gu: નવી ચુકવણી
hi: नई भुगतान
it: Nuovo pagamento
pt: Novo pagamento
ru: Новый платеж

source: Cannot send because:
de: Kann nicht senden weil:
es: No se puede enviar debido a que:
fr: Ne peut pas envoyer, parce que&nbsp;:
gu: મોકલી નાહી શકાય કારણકે:
hi: नहीं भेज सकते क्योंकि:
it: Non è possibile inviare per i seguenti motivi:
pt: Não é possível enviar porque:
ru: Не может отправить, потому как

source: Profile addressing info incomplete
de: Profil-Adressinfo ist unvollständig
es: La información de dirección no está completa en Configuración
fr: Votre adresse (dans les paramètres) n'est pas complète
gu: પો઼ફાઇલ સરનામાની માહિતી અપૂર્ણ છે
hi: प्रोफाइल संबोधित कि अधूरी जानकारी
it: Indirizzo incompleto
pt: O endereço em Configuração está incompleto
ru: Адресная информация не полная

source: Edit Inv. %{num}
de: Rg. %{num} bearbeiten
es: Editar Factura %{num}
fr: Édition %{num}
gu: ઇનવોઇસમા ફેરફાર કરો %{સંખ્યા}
hi: चालान संपादित %{num}
it: Ft. № %{num}
pt: Editar Factura %{num}
ru: Редактировать счет %{num}

source: Items
de: Artikel
es: Artículos
fr: Articles
gu: વસ્તુઓ
hi: आयट्म
it: Articoli
pt: Itens
ru: Наименование

source: Charges
de: Gebühren
es: Cargos
fr: Frais
gu: ખર્ચા
hi: चार्ज
it: Spese
pt: Despesas
ru: Цена

source: Invoice unique number has already been taken.
de: Eigene Rechnungs-Nr. wird bereits benutzt.
es: Este número de factura ya se ha tomado.
fr: Le numéro unique a déjà été utilisé par une autre facture.
gu: ઇનવોઇસ અનન્ય સંખ્યા પહેલેથીજ લેવાઇ ચુકેલ છે.
hi: चालान अद्वितीय संख्या पहले से ही लिया गया है
it: Il numero unico della fattura è già in uso.
pt: Este número de factura está sendo utilizado
ru: Данный уникальный номер счета уже использован.

source: Your organization
de: Ihre Organisation
es: Su organización
fr: Votre organisation
gu: તમારી સંસ્થા
hi: आपकी संस्था
it: La tua azienda
pt: Sua organização
ru: Ваше организация

source: Sent (%{num})
de: Versandt (%{num})
es: Enviado (%{num})
fr: Envoyées (%{num})
gu: મોકલેલ (%{સંખ્યા})
hi: भेजा (%{num})
it: Inviata (%{num})
pt: Enviado (%{num})
ru: Отправлен (%{num})

source: Late (%{num})
de: Verspätet (%{num})
es: Tarde (%{num})
fr: En retard (%{num})
gu: મોડું (%{num})
hi: विलंबित (%{num})
it: In ritardo (%{num})
pt: Atrasado (%{num})
ru: Неоплаченный (%{num})

source: Draft (%{num})
de: Entwurf (%{num})
es: Borrador (%{num})
fr: Ébauches (%{num})
gu: મુસદ્દો (%{સંખ્યા})
hi: ड्राफ़्ट (%{num})
it: Bozza (%{num})
pt: Rascunho (%{num})
ru: Черновик (%{num})

source: Paid (%{num})
de: Bezahlt (%{num})
es: Pagado (%{num})
fr: Payées (%{num})
gu: ચુકવેલ (%{સંખ્યા})
hi: भुगतान (%{num})
it: Pagata (%{num})
pt: Pago (%{num})
ru: Оплачен (%{num})

source: Inv. #%{num} for %{custname}<br/>%{amt} %{currency} due in %{days} days
de: Rg. #%{num} an %{custname}<br/>%{amt} %{currency} ist in %{days} Tagen fällig
es: Factura Nº %{num} para %{custname}<br/>%{amt} %{currency} se debe en %{days} días
fr: Facture %{num} pour %{custname}<br/>%{amt} %{currency} vient à échéance dans %{days} jours
gu: %{custname}<br/>%{amt} %{currency} માટે ઇનવોઇસ #%{num} %{days} દિવસોમા નિયત છે
hi: चालान #%{num} के लिए %{custname}<br/>%{amt} %{currency} देय %{days} दिनों
it: Ft. № %{num} per %{cust}<br/>%{amt} %{currency} scade fra %{days} giorni
pt: Factura %{num} de %{custname}<br/>%{amt} %{currency} está atrasada %{days} dias
ru: Счет #%{num} для %{custname}<br/>%{amt} %{currency} истекает через %{days} дней

source: Inv. #%{num} for %{custname}<br/>%{amt} %{currency} due
de: Rg. #%{num} an %{custname}<br/>%{amt} %{currency} ist fällig
es: Factura Nº %{num} para %{custname}<br/>%{amt} %{currency} se debe
fr: Facture %{num} pour %{custname}<br/>%{amt} %{currency} est due
gu: ઇનવોઇસ #%{સંખ્યા} માટે %{ગા઼હક}<br/>%{રકમ} %{ચલણ} બાકી
hi: चालान #%{num} के लिए %{custname}<br/>%{amt} %{currency}देय
it: Ft. № %{num} per %{cust}<br/>%{amt} %{currency} scaduta
pt: Factura %{num} de %{custname}<br/>%{amt} %{currency} está atrasada
ru: Счет #%{num} для %{custname}<br/>%{amt} %{currency} подлежит оплате

source: Inv. #%{num}<br/>%{amt} %{currency} due in %{days} days
de: Rg. #%{num}<br/>%{amt} %{currency} ist in %{days} Tagen fällig
es: Factura Nº %{num} <br/>%{amt} %{currency} se debe en %{days} días
fr: Facture %{num}<br/>%{amt} %{currency} vient à échéance dans %{days} jours
gu: ઇનવોઇસ #%{num}<br/>%{amt} %{currency} %{days} દિવસોમા નિયત છે
hi: चालान #%{num}<br/>%{amt} %{currency} देय %{days} दिनों में
it: Ft. № %{num}<br/>%{amt} %{currency} scade fra %{days} giorni
pt: Factura %{num}<br/>%{amt} %{currency} está atrasada %{days} dias
ru: Счет #%{num}<br/>%{amt} %{currency} подлежит оплате через %{days} дня

source: Inv. #%{num}<br/>%{amt} %{currency} due
de: Rg. #%{num}<br/>%{amt} %{currency} ist fällig
es: Factura Nº %{num}<br/>%{amt} %{currency} se debe
fr: Facture %{num}<br/>%{amt} %{currency} est due
gu: ઇનવોઇસ #%{સંખ્યા}<br/>%{રકમ} %{ચલણ} બાકી
hi: चालान #%{num}<br/>%{amt} %{currency} देय
it: Ft. № %{num}<br/>%{amt} %{currency} scaduta
pt: Factura %{num}<br/>%{amt} %{currency} é devida
ru: Счет #%{num}<br/>%{amt} %{currency} подлежит оплате

source: No outstanding invoices.
de: Keine unbezahlten Rechnungen.
es: No hay facturas pendientes.
fr: Il n'y a pas de factures en souffrance.
gu: કોઈ પાછલું બાકી ઇનવોઇસો નથી.
hi: कोई चालान बकाया नहीं है
it: Non ci sono fatture in sospeso.
pt: Não há facturas pendentes.
ru: Неоплаченных счетов нет

source: Inv. #%{num} for %{cust}<br/>%{amt} %{currency} is %{days} days late
de: Rg. #%{num} an %{cust}<br/>%{amt} %{currency} ist %{days} Tage zu spät
es: Factura Nº %{num} para %{cust}<br/>%{amt} %{currency} es de %{days} días de retraso
fr: Facture %{num} pour %{cust}<br/>%{amt} %{currency} est %{days} jours de retard
gu: %{cust}<br/>%{amt} %{currency} માટે ઇનવોઇસ #%{num} %{days} દિવસો મોડું છે
hi: चालान #%{num} के लिए %{cust}<br/>%{amt} %{currency} %{days} देर दिनों से
it: Ft. № %{num} per %{cust}<br/>%{amt} %{currency}: il ritardo è di %{days} giorni
pt: Factura %{num} de %{cust}<br/>%{amt} %{currency} está atrasada %{days} dias
ru: Счет. #%{num} для %{cust}<br/>%{amt} %{currency} просрочен %{days}

source: Inv. #%{num}<br/>%{amt} %{currency} is %{days} days late
de: Rg. #%{num}<br/>%{amt} %{currency} ist %{days} Tage zu spät
es: Factura Nº %{num}<br/>%{amt} %{currency} es de %{days} días de retraso
fr: Facture %{num}<br/>%{amt} %{currency} est %{days} jours de retard
gu: ઇનવોઇસ #%{num}<br/>%{amt} %{currency} %{days} દિવસો મોડું છે
hi: चालान #%{num}<br/>%{amt} %{currency} is %{days}देर दिनों से
it: Ft. № %{num}<br/>%{amt} %{currency}: il ritardo è di %{days} giorni
pt: Factura %{num}<br/>%{amt} %{currency} está atrasada %{days} dias
ru: Счет #%{num}<br/>%{amt} %{currency} просрочен %{days}

source: No past due invoices.
de: Keine überfälligen Rechnungen.
es: No hay facturas de mora.
fr: Il n'y a pas de factures en retard.
gu: પાછલુ કોઇ ઇનવોઇસ બાકી નથી.
hi: अतीत चालान विलंबित नहीं है
it: Non ci sono fatture scadute.
pt: Não há facturas vencidas.
ru: Просроченных счетов нет.

source: Inv. #%{num} for %{custname}<br/>%{amt} %{currency} total
de: Rg. #%{num} für %{custname}<br/>%{amt} %{currency} gesamt
es: Factura Nº %{num} para %{custname}<br/>%{amt} %{currency} total
fr: Facture %{num} pour %{custname}<br/>%{amt} %{currency} total
gu: ઇનવોઇસ #%{સંખ્યા} માટે %{ગા઼હક}<br/>%{રકમ} %{ચલણ} કુલ
hi: चालान #%{num} के लिए %{custname}<br/>%{amt} %{currency} कुल
it: Totale ft. № %{num} per %{cust}<br/>%{amt} %{currency}
pt: Factura %{num} de %{custname}<br/>%{amt} %{currency} total
ru: Счет #%{num} для %{custname}<br/>%{amt} %{currency} общая сумма

source: Inv. #%{num}<br/>%{amt} %{currency} total
de: Rg. #%{num}<br/>%{amt} %{currency} gesamt
es: Factura Nº %{num}<br/>%{amt} %{currency} total
fr: Facture %{num}<br/>%{amt} %{currency} total
gu: ઇનવોઇસ #%{સંખ્યા}<br/>%{રકમ} %{ચલણ} ઇનવોઇસ #%{સંખ્યા}<br/>%{રકમ} %{ચલણ} કુલ
hi: चालान #%{num}<br/>%{amt} %{currency} कुल
it: Totale ft. № %{num}<br/>%{amt} %{currency}
pt: Factura %{num}<br/>%{amt} %{currency} total
ru: Счет #%{num}<br/>%{amt} %{currency} общая сумма

source: No draft invoices
de: Keine Rechnungsentwürfe
es: No hay facturas de borrador.
fr: Pas de factures d'ébauche
gu: કોઈ મુસદ્દા ઇનવોઇસો નથી
hi: ड्राफ़्ट चालान नहीं है
it: Non ci sono bozze di fattura.
pt: Não há rascunhos.
ru: Черновых счетов нет

source: Inv. #%{num} for %{custname}<br/>%{amt} %{currency} paid
de: Rg. #%{num} für %{custname}<br/>%{amt} %{currency} bezahlt
es: Factura Nº %{num} para %{custname}<br/>%{amt} %{currency} pagado
fr: Facture %{num} pour %{custname}<br/>%{amt} %{currency} payé
gu: ઇનવોઇસ #%{સંખ્યા} માટે %{ગા઼હકનામ}<br/>%{રકમ} %{ચલણ} ચુકવેલ
hi: चालान #%{num} के लिए %{custname}<br/>%{amt} %{currency}भुगतान
it: Ft. № %{num} per %{cust}<br/>%{amt} %{currency} pagata
pt: Factura %{num} de %{custname}<br/>%{amt} %{currency} paga
ru: Счет #%{num} для %{custname}<br/>%{amt} %{currency} оплачен

source: Inv. #%{num}<br/>%{amt} %{currency} paid
de: Rg. #%{num}<br/>%{amt} %{currency} bezahlt
es: Factura Nº %{num}<br/>%{amt} %{currency} pagado
fr: Facture %{num}<br/>%{amt} %{currency} payé
gu: ઇનવોઇસ #%{સંખ્યા}<br/>%{રકમ} %{ચલણ} ચુકવેલ
hi: चालान #%{num}<br/>%{amt} %{currency}भुगतान
it: Ft. № %{num}<br/>%{amt} %{currency} pagata
pt: Factura %{num}<br/>%{amt} %{currency} paga
ru: Счет #%{num}<br/>%{amt} %{currency} оплачен

source: No paid invoices.
de: Keine bezahlten Rechnungen.
es: No hay facturas pagadas.
fr: Pas de factures payées.
gu: કોઇ ચુકવેલ ઇનવોઇસો નથી.
hi: चालान भुगतान नहीं दिया
it: Non ci sono fatture pagate.
pt: Não há facturas pagas.
ru: Оплаченных счетов нет

source: Tel. %{tel}
gu: ટેલિફોન %{tel}
hi: टेलीफोन %{tel}
it: Numero tel. %{tel}
ru: Тел. %{tel}

source: %{subtotal} %{currency} (%{qty} units @ %{price} %{currency} ea.)
es: %{subtotal} %{currency} (%{qty} unidades por %{price} %{currency} c/u)
fr: %{subtotal} %{currency} (%{qty} unités pour %{price} %{currency} chacun)
gu: %{ઉપકુલ} %{ચલણ} (%{જથ્થો} એકમો @ %{કિંમત} %{ચલણ} ea.)
hi: %{subtotal} %{currency} (%{qty} इकाई @ %{price} %{currency} प्रत्येक)
it: %{subtotal} %{currency} (%{qty} unità x %{price} %{currency} ciascuno)
pt: %{subtotal} %{currency} (%{qty} unidades por %{price} %{currency})
ru: %{subtotal} %{currency} (%{qty} единица @ %{price} %{currency} ea.)

source: %{subtotal} %{currency} (%{qty} unit @ %{price} %{currency})
es: %{subtotal} %{currency} (%{qty} unidad por %{price} %{currency})
fr: %{subtotal} %{currency} (%{qty} unité pour %{price} %{currency})
gu: %{ઉપકુલ} %{ચલણ} (%{જથ્થો} એકમો @ %{કિંમત} %{ચલણ}
hi: %{subtotal} %{currency} (%{qty} इकाई @ %{price} %{currency})
it: %{subtotal} %{currency} (%{qty} unità x %{price} %{currency})
pt: %{subtotal} %{currency} (%{qty} unidade por %{price} %{currency})
ru: %{subtotal} %{currency} (%{qty} единица @ %{price} %{currency})

source: No line items.
de: Keine Rechnungspositionen.
es: No hay líneas con artículos.
fr: Pas d'articles.
gu: લીટી વસ્તુઓ નથી.
hi: लाइन आइटम नहीं है.
it: Non ci sono articoli
pt: Factura não possui linha de item.
ru: Нет строки наименования

source: Quantity:
de: Anzahl:
es: Cantidad:
fr: Quantité&nbsp;:
gu: જથ્થો:
hi: मात्रा:
it: Quantità:
pt: Quantidade:
ru: Количество:

source: Price:
de: Preis:
es: Precio:
fr: Prix&nbsp;:
gu: કિંમત
hi: मूल्य:
it: Prezzo:
pt: Preço:
ru: Цена:

source: Desc.:
de: Beschreibung:
fr: Desc.&nbsp;:
gu: વર્ણન:
hi: विवरण:
it: Descriz.:
ru: Опис.:

source: Delete item
de: Artikel löschen
es: Elminar artículo
fr: Supprimer l'article
gu: વસ્તુ કાઢી નાખો
hi: आयट्म को मिटाएँ
it: Elimina l'articolo
pt: Retirar o item
ru: Удалить наименование

source: invoices
de: Rechnungen
es: facturas
fr: factures
gu: ઇનવોઇસ
hi: चालान
it: fatture
pt: facturas
ru: Счета

source: Invoice No.
de: Rechnungsnr.
es: Factura Nº
fr: Facture No.
gu: ઇનવોઇસ સંખ્યા
hi: चालान संख्या
it: Fattura №
pt: Número da factura
ru: Счет №

source: Customer Name
de: Kundenname
es: Nombre del cliente
fr: Nom du client
gu: ગા઼હક નામ
hi: ग्राहक नाम
it: Nome del Cliente
pt: Nome do cliente
ru: Название заказчика

source: Total Amt.
de: Gesamtbetrag
es: Monto total
fr: Montant total
gu: કુલ રકમ.
hi: कुल राशि
it: Totale Importo
pt: Valor total
ru: Итоговая сумма

source: Amt. Owing
de: Geschuldete Summe
es: Monto a pagar
fr: Montant dû
gu: લેણી રકમ
hi: कर्ज़ राशि
it: Importo Dovuto
pt: Valor a pagar
ru: Сумма задолженности

source: Your company address is not complete. You can complete it in %{settings_link}.
de: Ihre Firmenadresse ist unvollständig. Sie können sie im %{settings_link} fertig ausfüllen.
es: La dirección de su compañía no está completa. Puede completarla en %{settings_link}
fr: Les coordonnées de votre entreprise sont incomplètes. Vous pouvez les compléter dans %{settings_link}.
gu: કેપની સરનામું સંપૂઁણ નથી. તમે તેને %{settings_link} માથી સંપૂઁણ કરી શકો છો.
hi: आपकी कंपनी का पता पूरा नहीं हुआ है. आप इसे पूरा कर सकते हैं %{settings_link}
it: Il tuo indirizzo aziendale non è completo. È possibile completarlo qui: %{settings_link}.
pt: O endereço de tua empresa não está completo. Você pode concluí-lo em %{settings_link}.
ru: Адрес вашей компании не полный. Чтобы его заполнить, пройдите %{settings_link}.

source: Click %{link} to pay this invoice now.
de: Klicken Sie %{link} um diese Rechnung zu bezahlen.
es: Haga clic %{link} para pagar esta factura ahora.
fr: Cliquez %{link} pour payer la facture maintenant.
gu: આ ઈનવોઇસ અત્યારે ચુકવવા માટે કિલક %{link}
hi: इनवॉइस का भुगतान करने के लिए क्लिक %{link} करें .
it: Clicca %{link} per pagare subito questa fattura.
pt: Clique %{link} para pagar essa factura agora.
ru: Чтобы оплатить этот счет, щелкните по ссылке %{link}.

source: here
de: Hier
es: aquí
fr: ici
gu: અહીં
hi: इधर
it: qui
pt: aqui
ru: здесь

source: This invoice is out of date and has been replaced by a new one. Click %{link} to view the new invoice.
de: Diese Rechnung ist abgelaufen und durch eine neue ersetzt worden. Um die neue Rechnung anzusehen, klicken Sie %{link}.
es: Esta factura no está actualizada y ha sido sustituida por una nueva. Haga clic %{link} para ver la nueva factura.
fr: Cette facture est périmée et a été remplacée par une nouvelle. Cliquez %{link} pour afficher la nouvelle facture.
gu: આ ઇનવોઇસ પુરાણુ થઇ ગયુ છે અને નવાથી બદલવામાં આવેલ છે. નવુ ઇનવોઇસ દેખવા માટે ક્લિક %{link} કરો.
hi: यह चालान पुराना है और एक नए के द्वारा प्रतिस्थापित किया गया है. चालान देखने के लिए क्लिक %{link} करें .
it: Questa fattura è scaduta ed è stata sostituita da una nuova. Clicca %{link} per visualizzare la nuova fattura.
pt: Essa factura está atrasada e foi substituída por uma nova. Clique %{link} para visualizar a nova factura.
ru: Этот счет устарел и был заменен новым. Для просмотра, щелкните по ссылке %{link}

source: delete line
de: Rechnungsposition löschen
es: suprimir la línea
fr: Supprimer la ligne
gu: લીટી કાઢી નાખો
hi: पंक्ति हटाएँ
it: elimina la riga
pt: remover linha
ru: удалить строку

source: Mark as sent
de: Als gesendet markieren
es: Marcar como enviada
fr: Marquer comme envoyée
gu: મોકલેલ તરીકે નિશાની કરો
hi: भेजा चिह्नित करना
it: Contrassegna come inviata
pt: Marcar como enviado
ru: Отметить как отправленное

source: Preview customer copy
de: Vorschau der Kunden-Kopie
es: Previsualizar copia del cliente
fr: Prévisualiser la copie du client
gu: ગા઼હક નકલનું પૂર્વદર્શન
hi: ग्राहक प्रतिलिपि पूर्वावलोकन
it: Anteprima della copia per il cliente
pt: Veja o que o cliente irá receber
ru: Просмотр копии заказчика

source: Record a payment
de: Eine Zahlung registrieren
es: Registrar un pago
fr: Enregistrer un paiement
gu: ચુકવણી નોંધો
hi: एक नया भुगतान रिकॉर्ड करे
it: Registra un pagamento
pt: Registrar um pagamento
ru: Зарегистрировать платеж

source: Delete this invoice
de: Diese Rechnung löschen
es: Eliminar esta factura
fr: Supprimer cette facture
gu: આ ઇનવોઇસ કાઢી નાખો
hi: इस चालान को हटाएँ
it: Elimina questa fattura
pt: Remover esta factura
ru: Удалить этот счет

source: Allowed Online<br/> Payment Method
de: Erlaubt Online <br/> Zahlungsmethode
es: Pagos en línea<br/>disponible
fr: Paiement en Ligne<br/>Disponible
gu: ઓનલાઇન ચુકવણીની પદ્ધતિની પરવાનગી આપલી છે
hi: ऑनलाइन अनुमति <br/> भुगतान तरीका
it: Metodo di pagamento<br/> disponibile
pt: Método de pagamento on-line
ru: Разрешен онлайн<br/> метод оплаты

source: Subject
de: Betreff
es: Tema
fr: Sujet
gu: વિષય
hi: विषय
it: Oggetto
pt: Assunto
ru: Тема

source: Message
de: Nachricht
es: Mensaje
gu: સંદેશો
hi: संदेश
it: Messaggio
pt: Mensagem
ru: Сообщение

source: reload
de: Nachladen
es: recargar
fr: recharger
gu: રીલોડ
hi: पुनः लोड
it: ricarica
pt: Recarregar
ru: Перезагрузить

source: To accept or decline this invitation and view the data of %{name} you will need to register for an account at Billing Boss by clicking on this link below:
de: Zum Akzeptieren oder Ablehnen dieser Einladung und um die Daten von %{name} anzusehen, müssen Sie ein Konto bei Billing Boss einrichten. Bitte klicken Sie auf untenstehenden Link:
es: Para aceptar o rechazar esta invitación y ver los datos de %{name} usted necesita registrar una cuenta en Billing Boss haciendo click en el siguiente enlace:
fr: Pour accepter ou refuser cette invitation et voir les données de %{name}, vous devrez enregistrer un compte sur Billing Boss en cliquant sur le lien ci-dessous&nbsp;:
gu: આ આમંત્રણ સ્વીકાર કરવા અથવા અસ્વીકાર કરવા અને %{name} નો ડેટા દેખવા તમારે નિચેની લિંક પર કિલક કરીને Billing Boss ખાતુ નોંધવવુ પડશે:
hi: %{name} के निमंत्रण को स्वीकार करने के लिए आप Billing Boss पर एक खाते के लिए नीचे इस लिंक पर क्लिक करने की आवश्यकता होगी:
it: Per accettare o rifiutare questo invito e visualizzare i dati di %{name} devi registrare un account cliccando qui sotto:
pt: Para aceitar ou recusar esse convite e, visualizar os dados de %{name}, você deve se registrar-se e obter conta gratuita com o Billing Boss, clicando no link abaixo:
ru: Чтобы принять или отклонить приглашение и просмотреть данные %{name}, вам необходимо создать аккаунт в Billing Boss. Воспользуйтесь данной ссылкой:

source: Join Billing Boss Now
de: Melden Sie sich jetzt bei Billing Boss an
es: ¡Únase Ya a Billing Boss!
fr: Joindre Billing Boss maintenant
gu: Billing Boss માં આજેજ જોડાવો
hi: जुड़ें Billing Boss से अब
it: Iscriviti ora
pt: Abra uma conta gratuita com Billing Boss
ru: Создайте аккаунт в Billing Boss прямо сейчас

source: If you cannot click on the link provided, please copy the link %{link} to your browser and try again.
de: Wenn sich der angegebene Link nicht klicken lässt, kopieren Sie bitte den Link %{link} in Ihren Browser und versuchen Sie es noch einmal.
es: Si no puede hacer click en el enlace ofrecido, por favor, copie el enlace %{link} a su explorador e intente de nuevo.
fr: Si vous ne pouvez cliquer sur le lien fourni, veuillez copier le lien %{link} dans votre navigateur et essayer à nouveau.
gu: જો તમે આપવામા આવેલ લિંક પર ક્લિક ના કરી શકો તો, મહેરબાની કરીને લિંક %{link} ને તમારા બા઼ઉઝરમાં નકલ કરો અને ફરી પ઼યત્ન કરો.
hi: तुम नहीं कर सकते क्लिक अगर, अपने ब्राउज़र पर %{link} कॉपी कर फिर कोशिश करो.
it: Se non ti è possibile cliccare il link fornito, ti invitiamo a copiare %{link} nella barra degli indirizzi del tuo browser e a riprovare.
pt: Se você não pode clicar no link fornecido, por favor, copie o link %{link} para o seu navegador e tente novamente.
ru: Если у вас не получается открыть ссылку %{link}, попытайтесь скопировать ее в браузер и попробуйте снова.

source: Your name
de: Ihr Name
es: Su nombre
fr: Votre nom
gu: તમારુ નામ
hi: आपका नाम
it: Il tuo nome completo
pt: Seu nome
ru: Ваше имя

source: Your e-mail
de: Ihre Emailadresse
es: Su correo electrónico
fr: Votre courriel
gu: તમારો ઈ-મેઈલ
hi: आपका ईमेल पता
it: La tua e-mail
pt: Seu e-mail
ru: Ваш e-mail

source: Friend's name
de: Name des Freundes
es: Nombre de su amigo
fr: Nom de votre ami
gu: મિત્રનુ નામ
hi: मित्र का नाम
it: Il nome del tuo amico
pt: Nome do amigo
ru: Имя друга

source: Friend's e-mail
de: Email des Freundes
es: Correo electrónico de su amigo
fr: Courriel de votre ami
gu: મિત્રનો ઈ-મેઈલ
hi: मित्र का ईमेल पता
it: La sua e-mail
pt: E-mail do amigo
ru: E-mail друга

source: Send invitations!
de: Einladungen senden!
es: ¡Enviar Invitaciones!
fr: Envoyer des invitations!
gu: આમંત્રણ મોકલો!
hi: आमंत्रण भेजें!
it: Invita!
pt: Enviar convites!
ru: Отправить приглашения!

source: Please type the code you see into the box below it
de: Bitte geben sie den Code in das Feld darunter ein
es: Por favor escriba el código que ve en la caja debajo
fr: Veuillez taper le code que vous voyez dans la boîte ci-dessous
gu: નીચેના ચોકઠામાં તમે જે કોડ દેખો છો તે મહેરબાની કરીને ટાઇપ કરો
hi: कृपया आप नीचे बॉक्स में देख कोड दर्ज करें
it: Digita il codice che vedi nella casella sottostante
pt: Por favor escreva o código no campo abaixo
ru: Пожалуйста, внесите код, данный ниже

source: Thank you for helping to spread the word about Billing Boss. Your invitations have been sent.
de: Vielen Dank für Ihre Hilfe, das Wort über Billing Boss zu verbreiten. Ihre Einladungen wurden gesandt.
es: Gracias por ayudarnos a diseminar la palabra sobre Billing Boss. Sus invitaciones han sido enviadas.
fr: Merci de nous aider à faire connaître Billing Boss. Vos invitations ont été envoyées.
gu: Billing Boss વિષે માહિતી ફેલાવવામા મદદ કરવા માટે આભાર. તમારુ આમંત્રણ મોકલાવામા આવેલ છે.
hi: Billing Boss के बारे में इस शब्द का प्रसार करने के लिए मदद करने के लिए धन्यवाद. आपका आमंत्रण भेज दिया गया है.
it: Grazie per aver contribuito a pubblicizzare Billing Boss. I tuoi inviti sono stati mandati.
pt: Obrigado por ajudar na divulgação da Billing Boss. Seus convites foram enviados.
ru: Ваши приглашения c краткой информацией о Billing Boss разосланы. Благодарим вас за ваше содействие.

source: For each referral you send, you will get an extra entry in the contest, up to a maximum of 25 entries.
de: Für jede Referenz, die Sie senden, erhalten Sie einen extra Eintrag im Gewinnspiel. Das Maximum sind 25 Einträge.
es: Por cada referencia que envíe, usted obtendrá una entrada adicional en el concurso, hasta un máximo de 25 entradas.
fr: Chaque client potentiel que vous nous envoyez, augmentez vos chances de gagner dans le concours, un maximum de 25 chances.
gu: દરેક સંદર્ભ તમે જે મોકલશો, તેના માટે તમને આ પ઼તિયોગિતામા અતિરિકત પ઼વેશ* મળશે, અધિકતમ 25 પ઼વેશો સુધી.
hi: प्रत्येक सिफ़ारिश भेजने के लिए, आप ऊपर 25 प्रविष्टियों की एक अधिकतम करने के लिए इस प्रतियोगिता में एक अतिरिक्त प्रवेश मिल जाएगा.
it: Per ogni invito otterrai una partecipazione extra al concorso, fino a un massimo di 25.
pt: Para cada remessa enviada, você receberá uma inscrição extra para o concurso, até um máximo de 25 inscrições.
ru: Вы получите дополнительные баллы (не более 25) за каждого нового реферала.

source: Learn how to make invoicing easy.
de: Erfahren Sie, wie man Rechnungsprozesse einfacher machen kann.
es: Aprenda como facturar de manera fácil.
fr: Apprenez comment rendre la facturation facile.
gu: ઇન્વોઇસિંગ સરળ બનાવતાં શીખો.
hi: जानें कैसे इनवॉइसिंग आसान बनाए.
it: Scopri come rendere facile la fatturazione.
pt: Saiba como fazer a facturação fácil.
ru: Узнать как сделать ведение счетов простым и удобным.
