Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: If you'd prefer to wait on sending, choose "I Will Send the Invoice Later" and you'll be returned to Simply Accounting.
de: Wenn Sie bevorzugen mit dem senden zu warten, wählen Sie "Ich werde die Rechnung später senden" und Sie werden zurück zu Simply Accounting gebracht.
es: Si prefiere esperar antes de enviarla, seleccione "Enviaré la factura más tarde" y se regresará a Simply Accounting.
fr: Si vous préférez attendre de l'envoi, choisissez "Je vais envoyer la facture à plus tard" et vous serez renvoyé à Simple Comptable.
gu: જો તમે મોકલવા માટે રાહ જોવાનુ પસંદ કરો, પસંદ કરો "હુ ઇનવોઇસ પછિથી મોકલવાનુ પસંદ કરીશ" અને તમને Simply Accounting તરફ પરત મોકલવામા આવશે.
hi: यदि आप भेजने पर इंतज़ार करना पसंद करे, चुनें "मैं बाद चालान भेज देंगे" और तुम बस लेखांकन में लौट आता हूँ.
it: Se preferisci aspettare, scegli 'Invierò la fattura in seguito' e sarai reindirizzato a 'Simply Accounting'.
pt: Se preferir esperar e enviar mais tarde, escolha a opção "Enviar a factura depois" e você irá retornar ao Simply Accounting.
ru: Если вам не нужно отправлять счет сразу после его создания, тогда выберете опцию "Отправить счет позже" и вы возвратитесь к Simply Accounting.

source: E-mail the Invoice
de: Die Rechnung verschicken
es: Enviar la factura
fr: Envoyer la facture
gu: ઇનવોઇસ ઈ-મેઈલ કરો
hi: ईमेल करे चालान
it: Invia la fattura
pt: Enviar a factura
ru: Отправить счет по e-mail

source: Close this window
de: Dieses Fenster schließen
es: Cerrar esta ventana
fr: Fermer cette fenêtre
gu: આ વિન્ડો બંધ કરો
hi: इस विंडो को बंद करें
it: Chiudi questa finestra
pt: Fechar essa janela
ru: Закрыть это окно

source: Your Billing Boss account is now active and from here you can choose to send the invoice you were working on in Simply Accounting
de: Ihr Billing Boss Account ist jetzt aktiv. Hier können Sie die Rechnung schicken, an der Sie in Simply Accounting arbeiteten.
es: Su cuenta de Billing Boss ahora está activa y desde aquí se puede enviar la factura, la que estaba trabajando en Simply Accounting
fr: Votre compte de Billing Boss est désormais actif et d'ici vous pouvez choisir d'envoyer la facture que vous avez fait dans Simple Comptable
gu: તમારું Billing Boss ખાતુ હવે સક્રિય છે અને અહિંથી તમે જે Simply Accounting માં કામ કરી રહયા હતા ત્યા મોકલવા માટે પસંદ કરી શકો છો
hi: अपने बिलिंग बॉस खाता अब सक्रिय है और चालान भेजने के लिए चुन सकते हैं
it: Il tuo account Billing Boss è attivo e adesso puoi scegliere di inviare la fattura su cui stai lavorando con Simply Accounting
pt: Sua conta do Billing Boss está ativa e, a partir daqui, você pode enviar a factura que estava sendo utilizada na Simply Accounting
ru: Ваш аккаунт в Billing Boss активирован, и теперь вы можете выбрать опцию отправить счет через систему Simply Accounting.

source: Send the invoice now
de: Die Rechnung jetzt senden
es: Enviar la factura ahora
fr: Envoyer la facture maintenant
gu: ઇનવોઇસ અત્યારે મોકલો
hi: अब चालान भेजें
it: Invia la fattura adesso
pt: Envie a factura agora
ru: Отправить счет прямо сейчас

source: Your customer will receive an email with the invoice attached and a link to view the invoice and payment method in Billing Boss.
de: Ihr Kunde wird eine Email mit der Rechnung als Anlage sowie einen Link erhalten, um die Rechnung und Zahlungsart in Billing Boss ansehen zu können.
es: Su cliente recibirá un correo electrónico con la factura adjunta y con un vínculo para ver la factura y método de pago en Billing Boss.
fr: Votre client va recevoir un courriel avec la facture en attachement et un lien pour voir la facture et une méthode de paiement dans Billing Boss.
gu: તમારા ગા઼હક ઇનવોઇસ જોડાણ અને ઇનવોઇસ દેખવા માટેની લિંક અને Billing Boss ની ચુકવણીની પદ્ધતિ સાથેનો ઇ-મેઇલ મેળવશે.
hi: आपका ग्राहक चालान जुड़ी है और एक लिंक के साथ एक ईमेल भुगतान पद्धति बॉस को देखने के लिए प्राप्त होगा.
it: Il tuo cliente riceverà un'e-mail con allegata la fattura e un link per visualizzarla, oltre a delle informazioni sul metodo di pagamento utilizzato.
pt: O seu cliente receberá um e-mail com a factura em anexo e um link para visualizá-la diretamente no website e o método de pagamento no Billing Boss.
ru: Ваш заказчик получит e-mail со счетом, а также ссылку для просмотра счета и метода оплаты с Billing Boss/

source: Note that until you set up an online payment solution, customers will only be able to pay in the usual way (e.g.) mailing you a cheque.
de: Bitte beachten Sie, dass Sie eine Online Zahlungslösung einrichten müssen, oder die Kunden werden nur auf die übliche Weise (z.B) per Scheck bezahlen können.
es: Tenga en cuenta que hasta que configure una solución de pago en línea, los clientes sólo le podrán pagar en la forma habitual (por ejemplo, un cheque por correo).
fr: Veuillez noter que vos clients ne pourront vous payer que de la façon habituelle (c'est-à-dire en vous envoyant un chèque par la poste) tant que vous n'aurez pas mis en place une solution de paiement en ligne.
gu: ધ્યાન આપો જયા સુધી તમે ઓનલાઇન ચુકવણી ઉકેલ સેટ ના કરી હોય, તમારા ગા઼હકો તમને તમને ફકત હંમેશની રીતે (જેમકે) ટપાલમા ચેક મોકલિને ચૂકવી શકશે
hi: नोट जब आप एक ऑनलाइन भुगतान हल स्थापित, ग्राहकों हमेशा की तरह से भुगतान करने में सक्षम हो जाएगा (उदा.) एक चेक मेलिंग
it: N.B.: Finché non configuri un metodo per il pagamento online, i tuoi clienti potranno solo pagarti in modo tradizionale (ad esempio inviandoti un assegno).
pt: Note que até que uma solução de pagamento on-line seja criada, os clientes apenas poderão efetuar o pagamento de maneira tradicional, como por exemplo utilizando cheque.
ru: Обратите внимание, что пока вы не установите режим электронной оплаты, ваши заказчики могут производить платеж традиционным методом - направить вам чек.

source: Send the invoice later
de: Die Rechnung später senden
es: Enviar la factura más tarde
fr: Envoyer la facture plus tard
gu: ઇનવોઇસ પછી મોકલો
hi: बाद में चालान भेजें
it: Invia la fattura in un altro momento
pt: Enviar a factura mais tarde
ru: Отправить счет позже

source: Before you start using Billing Boss, learn about the variety of online payment solutions available, pick the right one for your company and be guided through a signup process.
de: Bevor Sie anfangen, Billing Boss zu verwenden, lernen Sie etwas über die Auswahl an verfügbaren Online-Zahlungslösungen. Wählen Sie die passende für Ihre Firma und lassen Sie sich durch den Anmeldeprozess führen.
es: Antes de empezar a usar Billing Boss, usted puede revisar la variedad de opciones disponibles para recibir pagos en línea, escoger la apropiada para su empresa y ser guiado por un proceso de registro.
fr: Avant que vous ne commenciez à utiliser Billing Boss, apprenez-en plus sur les différentes solutions de paiement en ligne disponibles, choisissez la bonne pour votre entreprise et soyez guidé tout au long du processus d'inscription.
gu: તમે Billing Boss નો ઉપયોગની શરૂઆત કરો તે અગાઉ, વિવિધ ઉપલબ્ધ ઓનલાઇન ચુકવણી ઉકેલો વિષે જાણો, તમારી કંપની માટે યોગ્ય પસંદ કરો અને સાઇનઅપ પ઼કિયા માટે માર્ગદર્શક મેળવો.
hi: इससे पहले कि आप बिलिंग बॉस का उपयोग शुरू कर, सीखो ऑनलाइन भुगतान समाधान की उपलब्ध विविधता के बारे में है, और आपकी कंपनी के लिए सही चुनना एक साइनअप प्रक्रिया के माध्यम से.
it: Prima di iniziare a utilizzare Billing Boss, scopri la varietà delle nostre soluzioni per il pagamento online, scegli quella giusta per la tua azienda e lasciati guidare attraverso il processo di registrazione.
pt: Antes de começar a usar o Billing Boss, conheça as formas de pagamento disponíveis, escolha a mais adequada ao seu negócio e tenha obtenha orientação sobre nossos serviços ao se inscrever.
ru: Перед началом работы с Billing Boss вы можете изучить возможные решения электронных платежей, выбрать наиболее подходящий вашим нуждам и пройти регистрационный процесс.

source: Once your account with the payment solution is active, you can send invoices from Simply Accounting and customers will have the option of quick and easy online payment!
de: Sobald Ihr Konto mit der Zahlungslösung aktiv ist, können Sie Rechnungen von Simply Accounting schicken. Kunden werden die Wahl der schnellen und einfachen Online-Zahlung haben!
es: Una vez que su cuenta con el procesador de pagos esté activa, usted podrá enviar facturas desde Simply Accounting y los clientes tendrán la opción de pagos en línea.
fr: Lorsque votre compte sera actif avec la solution de paiement, vous pourrez envoyer des factures depuis Simple Comptable et vos clients pourront vous payer rapidement et facilement en ligne!
gu: એક વખત તમારુ ખાતુ ચુકવણી ઉકેલમા સક્રિય હોય, તો તમે Simply Accounting માથી ઇનવોઇસ મોકલી શકો છો અને ગા઼હકોને ઝડપી અને સરળ ઓનલાઇન ચુકવણીનો વિકલ્પ મળે.
hi: भुगतान हल के साथ आपके खाते को एक बार सक्रिय है, आप बस से जल्दी और आसानी से ऑनलाइन भुगतान का विकल्प होगा लेखांकन और ग्राहकों को चालान भेज सकते हैं!
it: Una volta che il tuo metodo di pagamento online è stato configurato, potrai inviare le fatture da Simply Accounting e i tuoi clienti potranno pagarti online in modo facile e veloce!
pt: A partir do momento que as soluções de pagamento estão ativas, você será capaz de enviar facturas do Simply Accounting aos teus clientes, que poderão escolher uma forma de pagamento rápido e fácil através da Internet.
ru: Как только ваш аккаунт активирован с системой электронных платежей, вы можете направлять вашим клиентам счета в системе Simply Accounting, а ваши заказчики имеют возможность удобно и быстро перевести средства на ваш счет.

source: You can select online payment methods at any time from your
de: Sie können jederzeit Online-Zahlungsmethoden auswählen von Ihrem
es: Usted también puede actualizar sus métodos de pago en línea en cualquier momento desde su
fr: Vous pouvez aussi mettre à jour vos méthodes de paiement en ligne à tout moment depuis vos
gu: તમે ગમે ત્યારે તમારી ઓનલાઇન ચુકવણીની પદ્ધતિ પસંદ કરી શકો છો માંથી
hi: आप किसी भी समय ऑनलाइन भुगतान विधि का चयन कर सकते हैं से आपके
it: Puoi selezionare i tuoi metodi di pagamento online in qualsiasi momento dal tuo
pt: Você pode também atualizar métodos de pagamento a qualquer momento
ru: Вы можете выбрать метод электронной оплаты в любое время

source: Billing Boss settings
de: Billing Boss Einstellungen
es: Configuración de Billing Boss
fr: paramètres Billing Boss
gu: Billing Boss સેટિંગ્સ
hi: Billing Boss सेटिंग्स
it: Impostazioni
pt: Configuração de Billing Boss
ru: Настройки Billing Boss

source: Send Invoice Later
de: Die Rechnung später senden
es: Enviar factura más tarde
fr: Envoyer la facture plus tard
gu: ઇનવોઇસ પત્ર મોકલો
hi: बाद में चालान भेजें
it: Invia la fattura più tardi
pt: Enviar a factura mais tarde
ru: Отправить счет позже

source: Have your customers pay you online quickly and easily with Billing Boss!
de: Ihre Kunden können mit Billing Boss schnell und einfach bezahlen!
es: ¡Deje que sus clientes paguen en línea en forma rápida y efectiva con Billing Boss!
fr: Faites-vous payer en ligne rapidement et facilement par vos clients avec Billing Boss!
gu: તમારા ગા઼હકોને Billing Boss થી તમને ઝડપી અને સરળતાથી ચુકવવા દો!
hi: अपने ग्राहकों को आप जल्दी और आसानी से Billing Boss से ऑनलाइन भुगतान लो!
it: Chiedete ai vostri clienti di effettuare il pagamento on-line in modo semplice e rapido con Billing Boss!
pt: Deixe seus clientes pagar-lhe on-line de forma rápida e fácil com Billing Boss!
ru: Предоставьте вашим клиентам возможность оплачивать счета быстро и с легкостью благодаря Billing Boss.

source: Sign up now
de: Jetzt anmelden
es: Regístrese ahora
fr: Inscrivez-vous
gu: હમણાંજ સાઇનઅપ કરો
hi: अब साइन अप करें
it: registrati
pt: Registre-se já
ru: Зарегистрируйтесь сейчас

source: Already have a Billing Boss account?
de: Haben Sie schon einen Billing Boss Account?
es: ¿Ya tiene usted una cuenta de Billing Boss?
fr: Vous avez déjà un compte de Billing Boss?
gu: પહેલાથી જ Billing Boss ખાતુ છે?
hi: पहले से ही एक Billing Boss खाता है?
it: Hai già un account?
pt: Você já tem uma conta?
ru: У вас уже есть аккаунт в Billing Boss?

source: Introduction
de: Vorwort
es: Introducción
gu: પ્રસ્તાવના
hi: परिचय
it: Introduzione
pt: Introdução
ru: Знакомство

source: More Details
de: Mehr Details
es: Más Detalles
fr: Plus de détails
gu: વધુ વિગતો
hi: अधिक जानकारी
it: Maggiori dettagli
pt: Mais detalhes
ru: Детальная информация

source: Billing Boss (<a href='http://www.billingboss.com' target='new'>www.billingboss.com</a>) is a free, simple online invoicing tool that allows you to send invoices quickly to your customers and get paid online. It is developed and maintained by the same team that brought you Simply Accounting.
de: Billing Boss (<a href='http://www.billingboss.com' target='new'>www.billingboss.com</a>) ist ein kostenloses, einfaches Online Rechnungs-Tool, das es möglich macht, Rechnungen schnell an Ihre Kunden zu senden und online bezahlt zu werden. Entwickelt und gewartet vom selben Team, das Simply Accounting entwickelte.
es: Billing Boss (<a href='http://www.billingboss.com' target='new'>www.billingboss.com</a>) es un sitio gratuito y fácil de usar que le permite enviar facturas en línea a sus clientes y recibir pagos al instante. Billing Boss ha sido creado por el mismo equipo de Simply Accounting.
fr: Billing Boss (<a href='http://www.billingboss.com' target='new'> www.billingboss.com </a>) est un outil de facturation en ligne simple et gratuit qui vous permet d'envoyer rapidement des factures à vos clients et d'être payé en ligne. Il est développé et maintenu par l'équipe de Simple Comptable.
gu: Billing Boss (<a href='http://www.billingboss.com' target='new'>www.billingboss.com</a>) એક વિના-મૂલ્ય. સરળ ઓનલાઇન ઇનવોઇસિંગ ટુલ છે જેનાથી તમે તમારા ગા઼હકોને ઇનવોઇસ ઝડપથી મોકલી શકો છો અને ઓનલાઇન ચુકવણી મેળવો. તે તેમના તરફથી બનાવવામા અને સુસ્થાપિત કરવામા આવેલ છે જેમણે Simply Accounting બનાવ્યુ હતું.
hi: Billing Boss (<a href='http://www.billingboss.com' target='new'>www.billingboss.com</a>) एक मुक्त, सरल इनवॉइसिंग ऑनलाइन उपकरण है. आप जल्दी से अपने ग्राहकों को और चालान भेजने के लिए ऑनलाइन भुगतान पाने की अनुमति देता है . यह विकसित की है और कहा कि बस लेखा लाया एक ही दल द्वारा बनाए रखा.
it: Billing Boss (<a href='http://www.billingboss.com' target='new'>www.billingboss.com</a>) è uno strumento per la fatturazione online, che permette d'inviare fatture ai clienti in modo rapido e di essere pagati online. È sviluppato e mantenuto dallo stesso team che ha introdotto Simply Accounting.
pt: Billing Boss (<a href='http://www.billingboss.com' target='new'>www.billingboss.com</a>) é gratuíto, uma ferramenta de facturamento online que te permite enviar facturas para os seus clientes e receber pagamentos via internet. Isto foi desenvolvido e é mantido pelo o mesmo tipo que criou o Simply Accounting.
ru: Billing Boss (<a href='http://www.billingboss.com' target='new'>www.billingboss.com</a>) - бесплатный простой в обращении онлайн сервис, который позволяет вам быстро и с легкостью составлять счета, а вашим клиентам осуществлять электронные платежи. Данное программное обеспечение было разработано создателями Simply Accounting.

source: What can I use Billing Boss for?
de: Was kann ich in Billing Boss machen?
es: ¿Cómo puedo utilizar Billing Boss?
fr: Comment puis-je utiliser Billing Boss?
gu: હુ Billing Boss શેના માટે ઉપયોગ કરી શકુ?
hi: आप क्या करने के लिए Billing Boss का उपयोग कर सकते हैं?
it: Cosa posso fare con Billing Boss?
pt: Pra que posso usar Billing Boss?
ru: Для чего мне нужен Billing Boss?

source: You can send Simply Accounting invoices to your customers online through Billing Boss.
de: Sie können Simply Accounting Rechnungen online via Billing Boss an Ihre Kunden senden.
es: Usted puede enviar facturas de Simply Accounting a sus clientes a través de Billing Boss.
fr: Vous pouvez envoyer des factures de Simple Comptable à vos clients en ligne par Billing Boss.
gu: Billing Boss દ્ધારા તમે Simply Accounting ઇનવોઇસો તમારા ગા઼હકોને મોકલી શકો છો.
hi: आप अपने ग्राहकों को ऑनलाइन Billing Boss के माध्यम से चालान भेज सकते हैं.
it: Puoi inviare fatture in Simply Accounting ai tuoi clienti online tramite Billing Boss.
pt: Você pode enviar facturas de Simply Accounting aos seus clientes on-line através de Billing Boss.
ru: С Billing Boss вы можете направлять вашим клиентам счета Simply Accounting онлайн.

source: Billing Boss sends the invoice as a PDF attachment via email.
de: Billing Boss sendet die Rechnung als angehängte PDF-Datei via Email.
es: Billing Boss envía facturas por correo electrónico en archivos PDF.
fr: Billing Boss envoie la facture comme pièce jointe en format PDF par courriel.
gu: Billing Boss ઇનવોઇસ PDF જોડાણ તરીકે મોકલે છે.
hi: Billing Boss ईमेल द्वारा एक पीडीएफ अनुलग्नक के रूप में चालान भेजता है.
it: Billing Boss invia la fattura tramite e-mail come allegato in formato PDF.
pt: Billing Boss envia a factura como um apego PDF por e-mail.
ru: Billing Boss отправляет счета в теле письма или в приложенном файле PDF.

source: If you sign up for online payment in Billing Boss, Billing Boss will send a link with the email for your customer to pay the invoice online.
de: Wenn Sie sich bei Billing Boss für Online-Zahlung angemeldet haben, wird Billing Boss Ihrem Kunden eine Email mit einem Link senden, damit Ihr Kunde die Rechnung online bezahlen kann.
es: Usted puede optar el servicio de pagos en línea con Billing Boss. Con cada factura Billing Boss enviará un enlace con el correo electrónico para que su cliente tenga la opción de pagar la factura en línea.
fr: Si vous vous inscrivez pour le paiement en ligne dans Billing Boss, Billing Boss vous enverra un lien avec le courriel de votre client afin de payer la facture en ligne.
gu: જો તમે ઓનલાઇન ચુકવણી માટે Billing Boss મા સાઇનઅપ કરો તો, Billing Boss તમારા ગા઼હકને ઇનવોઇસની ઓનલાઇન ચુકવણી માટે લિંક સાથે ઇ-મેઇલ મોકલશે.
hi: यदि आप ऑनलाइन भुगतान के लिए Billing Boss में साइन अप करें, Billing Boss चालान ऑनलाइन भुगतान करने के लिए ग्राहक के लिए इस ईमेल के साथ एक लिंक भेजेंगे.
it: Se vi registrate per pagare online con Billing Boss, Billing Boss invierà al vostro cliente una e-mail con il link per pagare la fattura online.
pt: Se você se inscrever para o pagamento on-line no Billing Boss, Billing Boss irá enviar um e-mail com o link para o seu cliente a pagar a factura online.
ru: Если вы зарегистрируете услугу оплаты онлайн, Billing Boss направит вашему клиенту ссылку об оплате в электронном режиме.

source: I accept the Terms of Service and Privacy Policy
de: Ich akzeptiere die Servicebedingungen und die Datenschutzerklärung
es: Acepto los %{terms_of_service} y la %{privacy_policy}
fr: J'accepte les %{terms_of_service} et la %{privacy_policy}
gu: હું સેવાની શરતો અને ગોપનીયતા નીતી સ્વિકારુ છુ
hi: मुझे नीति सेवा और गोपनीयता की शर्तें स्वीकार हैं
it: Accetto le %{terms_of_service} e la %{privacy_policy}
pt: Eu aceito os %{terms_of_service} e %{privacy_policy}
ru: Я принимаю Правила пользования услугами и Условия конфиденциальности.

source: Receive Billing Boss e-mail updates
de: Billing Boss Email Updates erhalten
es: Recibir noticias sobre Billing Boss
fr: Recevoir les mises à jour de Billing Boss par courriel
gu: Billing Boss ઇ-મેઇલ અપડેટ્સ મેળવો
hi: Billing Boss ईमेल अपडेट प्राप्त करें
it: Ricevi gli ultimi aggiornamenti su Billing Boss via e-mail
pt: Receba notícias sobre o Billing Boss por e-mail
ru: Получать обновления Billing Boss

source: Existing account
de: Existierendes Konto
es: Cuenta existente
fr: Compte existant
gu: પ્રવર્તંમાન ખાતું
hi: मौजूदा खाते
it: Account esistente
pt: Conta existente
ru: Cуществующий счет

source: New User
de: Neuer Benutzer
es: Nuevo Usuario
fr: Nouvel utilisateur
gu: નવા વપરાશકર્તા
hi: नये उपयोगकर्ता
it: Nuovo utente
pt: Novo Usuário
ru: Новый пользователь

source: Please enter an email address and select a password to create an account
de: Bitte geben Sie eine Email-Adresse ein und wählen Sie ein Kennwort, um ein Konto zu erstellen
es: Especifique su correo electrónico y una contraseña para abrir una cuenta.
fr: Veuillez entrer une adresse courriel et choisir un mot de passe pour créer un compte
gu: નવુ ખાતુ બનાવવા માટે મહેરબાની કરીને ઇ-મેઇલ સરનામું દાખલ કરો અને પાસવડઁ પસંદ કરો
hi: कृपया एक ईमेल पता दर्ज करें और एक खाता बनाने के लिए एक पासवर्ड का चयन करें
it: Ti preghiamo di inserire un indirizzo e-mail e di scegliere una password per creare un account
pt: Por favor, forneça um endereço de e-mail e escolha uma senha para criar uma conta
ru: Пожалуйста, для создания аккаунта внесите ваш e-mail и пароль.

source: Invoice has been marked as sent.
de: Rechnung ist als gesandt markiert worden.
es: La factura se ha marcado como enviada.
fr: La facture a été marquée comme envoyée.
gu: ઇનવોઇસ મોકલેલ તરીકે નિશાની કરવામા આવેલ છે.
hi: चालान को भेजा चिह्नित किया गया है
it: La fattura è stata contrassegnata come inviata.
pt: Factura foi marcada como enviada.
ru: Счет помечен как отправленный.

source: This invoice cannot be marked as sent because:
de: Diese Rechnung kann nicht als gesandt markieren werden, weil:
es: Esta factura no se puede enviar por las siguientes razones:
fr: Cette facture ne peut être marquée comme envoyée car&nbsp;:
gu: ઇનવોઇસ મોકલેલ તરીકે નિશાન નહિ કરી શકાય કારણકે:
hi: यह चालान भेजा चिह्नित नहीं किया जा सकता है क्योंकि:
it: La fattura non può essere contrassegnata come inviata in quanto:
pt: Esta factura não pode ser marcada como enviada porque:
ru: Данный счет невозможно пометить как отправленный ввиду того, что

source: This invoice has already been sent or marked as sent.
de: Diese Rechnung wurde bereits gesandt oder als gesandt markiert.
es: Esta factura ya se envió o ha sido marcado como enviada.
fr: Cette facture a déjà été envoyée ou est marquée somme envoyée.
gu: ઇનવોઇસ અગાઉથી મોકલવામાં આવેલ છે અથવા મોકલેલ તરીકે નિશાની કરવામાં આવેલ છે.
hi: यह चालान पहले ही भेज दिया गया है या भेजा चिह्नित किया गया है.
it: La fattura è già stata inviata o contrassegnata come inviata.
pt: Esta factura já foi enviada ou marcada como enviada
ru: Данный счет уже отправлен и помечен как отправленный.

source: Tax
de: Steuer
es: Impuesto
fr: Taxe
gu: કર
hi: टैक्स
it: Imposta
pt: Impostos
ru: Налог

source: Charge %{tax_name}
de: Gebühr %{tax_name}
es: Cobrar %{tax_name}
fr: Prélever %{tax_name}
gu: ખર્ચ %{tax_name}
hi: चार्ज %{tax_name}
it: Addebita %{tax_name}
pt: Cobrar %{tax_name}
ru: Налог %{tax_name}

source: Customer:
de: Kunde:
es: Cliente:
fr: Client&nbsp;:
gu: ગા઼હક:
hi: ग्राहक:
it: Cliente:
pt: Cliente:
ru: Заказчик:

source: dropdown|– Select Customer –
de: – Kunde auswählen –
es: – Seleccione cliente –
fr: – Sélection du client –
gu: – ગા઼હક પસંદ કરો –
hi: – ग्राहक चुनें –
it: – Seleziona cliente –
pt: – Seleccionar cliente –
ru: – Выбрать заказчика –

source: Invoice|New
de: Neu
es: Nueva
fr: Nouvelle
gu: નવુ
hi: नया
it: Nuova
pt: Nova
ru: Новый

source: Issue date:
de: Ausgabedatum:
es: Fecha de emisión:
fr: Date d'émission&nbsp;:
gu: જારી તારીખ:
hi: निर्गम की तारीख:
it: Data di emissione:
pt: Data de emissão:
ru: Дата выставления:

source: Due date:
de: Fälligkeitsdatum:
es: Vencimiento:
fr: Date d'échéance&nbsp;:
gu: નિયત તારીખ:
hi: अंतिम तिथि:
it: Data di scadenza:
pt: Data de Vencimento:
ru: Дата оплаты:

source: Line Items
de: Rechnungspositionen
es: Detalles
fr: Ligne articles
gu: લીટી વસ્તુઓ
hi: लाइन आइटम
it: Articoli
pt: Linhas
ru: Наименования

source: Quantity
de: Anzahl
es: Cantidad
fr: Quantité
gu: જથ્થો
hi: मात्रा
it: Quantità
pt: Quantidade
ru: Количество

source: Price
de: Preis
es: Precio
fr: Prix
gu: કિંમત
hi: मूल्य
it: Prezzo
pt: Preço
ru: Стоимость

source: Comment
de: Kommentar
es: Comentarios
fr: Commentaire
gu: ટિપ્પણી
hi: टिप्पणी
it: Commento
pt: Comentário
ru: Комментарий

source: Subtotal:
de: Zwischensumme:
fr: Sous-total&nbsp;:
gu: ઉપકુલ:
hi: उप कुल
it: Totale parziale:
ru: Всего:

source: Total:
de: Summe:
fr: Total&nbsp;:
gu: કુલ:
hi: कुल
it: Totale:
ru: Всего:

source: Currency:
de: Währung:
es: Tipo de cambio:
fr: Devise&nbsp;:
gu: ચલણ:
hi: मुद्रा
it: Valuta:
pt: Moeda:
ru: Валюта:
