Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Upload
de: Hochladen
es: Transmitir
fr: Téléverser
gu: અપલોડ
hi: अपलोड करें
it: Carica
pt: Enviar
ru: Загрузить

source: or
de: oder
es: o
fr: ou
gu: અથવા
hi: या
it: o
pt: ou
ru: или

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
gu: ઉમેરો
hi: जोड़ें
it: Aggiungi
pt: Adicionar
ru: Добавить

source: Edit Customer
de: Kunde bearbeiten
es: Modificar cliente
fr: Éditer le client
gu: ઈનવોઇસમા ફેરફાર કરો
hi: ग्राहक को संपादित करे
it: Modifica cliente
pt: Editar cliente
ru: Изменить данные заказчика

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
gu: અદ્યતન
hi: अपडेट करें
it: Aggiorna
pt: Actualizar
ru: Обновить

source: Add New Customer
de: Neuen Kunde hinzufügen
es: Agregar un nuevo cliente
fr: Ajouter un nouveau client
gu: નવો ગા઼હક ઉમેરો
hi: नए ग्राहक जोड़ें
it: Aggiungi un nuovo cliente
pt: Adicionar um Novo Cliente
ru: Добавить нового заказчика

source: Options
de: Optionen
es: Opciones
gu: વિકલ્પો
hi: विकल्प
it: Impostazioni
pt: Opções
ru: Опции

source: Customer List
de: Kundenliste
es: Lista de clientes
fr: Liste de clients
gu: ગા઼હક યાદી
hi: ग्राहकों की सूची
it: Elenco dei clienti
pt: Lista de clientes
ru: Список заказчиков

source: Delete This Customer
de: Diesen Kunden löschen
es: Eliminar este Cliente
fr: Supprimer ce client
gu: આ ગા઼હક કાઢી નાખો
hi: यह ग्राहक हटाएँ
it: Elimina questo cliente
pt: Remover este cliente
ru: Удалить данного заказчика

source: Are you sure you want to delete this customer?
de: Sind Sie sicher, dass Sie diesen Kunden löschen wollen?
es: ¿Está seguro que desea eliminar este Cliente?
fr: Êtes-vous sûr de vouloir supprimer ce client ?
gu: શું તમે ખરેખર આ ગા઼હક કાઢી નાખવા ઇચ્છો છો?
hi: क्या आप इस ग्राहक को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo cliente?
pt: Tem certeza de que deseja remover este cliente?
ru: Вы уверены, что хотите удалить этого заказчика?

source: Editing customer
de: Diesen Kunden bearbeiten
es: Modificando cliente
fr: Édition
gu: ગા઼હકમા ફેરફાર કરી રહેલ છે
hi: ग्राहक संपादन
it: Modifica cliente
pt: Editando cliente
ru: Изменить данные заказчика

source: Save Customer
de: Den Kunden speichern
es: Guardar Cliente
fr: Sauvegarder le client
gu: ગા઼હક સંગ્રહો
hi: ग्राहक सहेजें
it: Salva cliente
pt: Salvando cliente
ru: Сохранить заказчика

source: Customer Information
de: Kundeninformation
es: Información del cliente
fr: Information du client
gu: ગા઼હક માહિતી
hi: ग्राहक जानकारी
it: Informazioni sul cliente
pt: Informações sobre o cliente
ru: Информация о заказчике

source: Primary Contact
de: Primärer Kontakt
es: Contacto principal
fr: Contact principal
gu: મુખ્ય સંપકઁ
hi: प्राथमिक संपर्क
it: Contatto principale
pt: Contacto Principal
ru: Основной контакт

source: First Name:
de: Vorname:
es: Nombre:
fr: Prénom&nbsp;:
gu: પ઼થમ નામ:
hi: नाम:
it: Nome:
pt: Nome:
ru: Имя:

source: Last Name:
de: Name:
es: Apellido(s):
fr: Nom&nbsp;:
gu: અંતિમ નામ:
hi: उपनाम:
it: Cognome:
pt: Sobrenome:
ru: Фамилия:

source: Email:
es: Correo electrónico:
fr: Courriel&nbsp;:
gu: ઈ-મેઈલ
hi: ईमेल:

source: Phone:
de: Telefon:
es: Teléfono:
fr: Téléphone&nbsp;:
gu: ફોન:
hi: फोन:
it: Numero di telefono:
pt: Telefone:
ru: Телефон

source: Export Customer list
de: Kundenliste exportieren
es: Exportar lista de clientes
fr: Exporter la liste client
gu: નિકાસ ગા઼હક યાદી
hi: निर्यात ग्राहक की सूची
it: Esporta elenco dei clienti
pt: Exportar lista dos clientes
ru: Экспортировать список заказчиков

source: customers
de: Kunden
es: clientes
fr: clients
gu: ગા઼હકો
hi: ग्राहकों
it: clienti
pt: clientes
ru: заказчики

source: Language
de: Sprache
es: Idioma
fr: Langue
gu: ભાષા
hi: भाषा
it: Lingua
pt: Idioma
ru: Язык

source: Attention
de: Achtung
es: Atención
gu: ધ્યાન
hi: ध्यान दें
it: Attenzione
pt: Atenção
ru: Внимание

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
gu: સંગ્રહ કરો
hi: सहेजें
it: Salva
pt: Salvar
ru: Сохранить

source: Menu
de: Menü
gu: યાદી
hi: मेन्यू
ru: Меню

source: Customer|New
de: Neu
es: Nuevo
fr: Nouveau
gu: નવા
hi: नया
it: Nuovo
pt: Novo
ru: Новый

source: No customers.
de: Keine Kunden.
es: No hay clientes.
fr: Il n'y a pas de clients.
gu: ગા઼હકો નથી
hi: ग्राहक नहीं है
it: Non ci sono clienti
pt: Não há clientes.
ru: Нет данных о заказчиках

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
gu: વિગતો
hi: विवरण
it: Dettagli
pt: Detalhes
ru: Детали

source: Address 1
de: Adresse 1
es: Dirección 1
fr: Adresse 1
gu: સરનામું 1
hi: पता 1
it: Indirizzo 1
pt: Endereço 1
ru: Адрес 1

source: Address 2
de: Adresse 2
es: Dirección 2
fr: Adresse 2
gu: સરનામું 2
hi: पता 2
it: Indirizzo 2
pt: Endereço 2
ru: Адрес 2

source: City
de: Stadt
es: Ciudad
fr: Ville
gu: શહેર
hi: शहर
it: Città
pt: Cidade
ru: Город

source: State/Prov.
de: Staat/Prov.
es: Estado/Prov.
fr: État/Prov.
gu: શહેર/પરગણુ
hi: राज्य
it: Stato o Provincia
pt: Est./Prov.
ru: Штат/Регион

source: Country
de: Land
es: País
fr: Pays
gu: દેશ
hi: देश
it: Nazione
pt: País
ru: Страна

source: Postal/ZIP
de: Postleitzahl
es: Código Postal
fr: Code Postal
gu: પોસ્ટલ/ઝિપ
hi: पोस्ट/ज़िप कोड
it: Codice postale
pt: Código Postal
ru: Индекс

source: Contact
de: Kontakt
es: Contacto
gu: સંપકઁ
hi: संपर्क
it: Contatto
pt: Contacto
ru: Контактное лицо

source: Name:
es: Nombre:
fr: Nom&nbsp;:
gu: નામ:
hi: नाम:
it: Nome:
pt: Nome:
ru: Название:

source: Address 1:
de: Adresse 1:
es: Dirección 1:
fr: Adresse 1&nbsp;:
gu: સરનામું 1:
hi: पता 1:
it: Indirizzo 1:
pt: Endereço 1:
ru: Адрес 1

source: Address 2:
de: Adresse 2:
es: Dirección 2:
fr: Adresse 2&nbsp;:
gu: સરનામું 2:
hi: पता 2:
it: Indirizzo 2:
pt: Endereço 2:
ru: Адрес 2

source: City:
de: Stadt:
es: Ciudad:
fr: Ville&nbsp;:
gu: શહેર:
hi: शहर:
it: Città:
pt: Cidade:
ru: Город

source: Country:
de: Land:
es: País:
fr: Pays&nbsp;:
gu: દેશ:
hi: देश:
it: Nazione:
pt: País:
ru: Страна

source: Fax:
fr: Fax&nbsp;:
gu: ફેક્સ:
hi: फैक्स:
it: Numero di fax:
ru: Факс

source: Website:
de: Webseite:
es: Sitio web:
fr: Site web&nbsp;:
gu: વેબસાઈટ:
hi: वेबसाइट:
it: Sito web:
pt: Site:
ru: Сайт

source: Back
de: Zurück
es: Regresar
fr: Retour
gu: પાશ્વ
hi: पीछे
it: Indietro
pt: Voltar
ru: Назад

source: Modify
de: Ändern
es: Modificar
fr: Modifier
gu: સુધારો
hi: रूपांतरित
it: Modifica
pt: Modificar
ru: Изменить

source: Address
de: Adresse
es: Dirección
fr: Adresse
gu: સરનામું
hi: पता
it: Indirizzo
pt: Endereço
ru: Адрес

source: Website
de: Webseite
es: Sitio web
fr: Site web
gu: વેબસાઈટ
hi: वेबसाइट
it: Sito web
pt: Site
ru: Сайт

source: Fax
gu: ફેક્સ
hi: फैक्स
it: Numero di fax
ru: Факс:

source: Amt. Owed
de: Schuldbetrag
es: Monto adeudado
fr: Montant Dû
gu: લેણી રકમ
hi: कर्ज़ राशि
it: Importo dovuto
pt: Valor Devido
ru: сумма задолженности

source: Name
es: Nombre
fr: Nom
gu: નામ
hi: नाम
it: Nome
pt: Nome
ru: Имя

source: Email
es: Correo electrónico
fr: Courriel
gu: ઈ-મેઈલ
hi: ईमेल

source: Actions
de: Aktionen
es: Acciónes
gu: ક્રિયા
hi: क्रिया
it: Azioni
pt: Acção
ru: Действия

source: Invoice this customer
de: Diesen Kunden abrechnen
es: Facturar este cliente
fr: Faire une facture pour ce client
gu: આ ગા઼હકને ઇનવોઇસ કરો
hi: इस ग्राहक का चालान बनाया गया
it: Fattura a questo cliente
pt: Facturar este cliente
ru: Выставить счет данному заказчику

source: Edit this customer
de: Diesen Kunden editieren
es: Modificar este cliente
fr: Modifier ce client
gu: ગા઼હકમા ફેરફાર કરો
hi: इस ग्राहक को संपादित करें
it: Modifica questo cliente
pt: Modificar este cliente
ru: Изменить данный заказчика

source: Delete this customer
de: Diesen Kunden löschen
es: Eliminar este cliente
fr: Supprimer ce client
gu: આ ગા઼હક કાઢી નાખો
hi: इस ग्राहक को हटाएँ
it: Elimina questo cliente
pt: Remover este cliente
ru: Удалить данного заказчика

source: Language:
de: Sprache:
es: Idioma:
fr: Langue:
gu: ભાષા:
hi: भाषा:
it: Lingua:
pt: Idioma:
ru: Язык:

source: Telephone
de: Telefon
es: Teléfono
fr: Téléphone
gu: ટેલિફોન
hi: टेलीफोन
it: Numero di telefono
pt: Telefone
ru: Телефон

source: Contact Name
de: Kontaktname
es: Nombre del contacto
fr: Nom du contact
gu: સંપઁક નામ
hi: संपर्क का नाम
it: Nome del contatto
pt: Nome do contacto
ru: Контактное имя

source: %{name} sent you this e-mail to tell you about %{link} – a FREE online invoicing tool designed for small businesses and freelancers to quickly create, send, and track invoices and payments.
de: %{name} hat Ihnen diese Email geschickt, um Ihnen von %{link} zu erzählen - ein GRATIS Online-Tool für Kleinunternehmen und Freiberufler, zum schnellen Erstellen, Senden und Überprüfen von Rechnungen und Zahlungen.
es: %{name} le envió este correo electrónico para darle a conocer %{link} – una herramienta GRATUITA de facturación en línea diseñada para negocios pequeños e independientes para crear, enviar y rastrear de manera rápida facturas y pagos.
fr: %{name} vous a envoyé ce courriel pour vous informer de %{link}, un outil de facturation en ligne GRATUIT conçu pour les petites entreprises et les travailleurs indépendants pour créer, envoyer et faire rapidement le suivi des factures et des paiements.
gu: %{name} તમને %{link} વિષે આ ઇ-મેઇલ મોકલેલ છે. વિના-મૂલ્ય ઓનલાઇન ઇન્વોઇસિંગ ટૂલ નાના વ્યવસાય અને ફ્રીલાન્સરો માટે ઇનવોઇસો અને ચુકવણીઓ બનાવવા, મોકલવા અને ટ્રૅક કરવા માટે બનાવવામાં આવેલ છે.
hi: %{name} ने आपको इस %{link} के बारे में बताने के लिए ईमेल भेजा .एक मुफ़्त ऑनलाइन इनवॉइसिंग उपकरण छोटे व्यवसायों और स्वतंत्र के लिए जल्दी, बनाने के लिए भेजें, और ट्रैक चालान और भुगतान डिजाइन.
it: %{name} ti ha inviato questa e-mail per farti conoscere %{link} - un programma gratuito per la fatturazione, progettato per le piccole imprese e per i liberi professionisti, che permette di creare, inviare e monitorare in modo rapido le fatture e i pagamenti.
pt: %{name} lhe enviou este e-mail para informá-lo sobre %{link} – um site GRATIS para o gerenciamento de facturas criado para pequenas empresas, que permite a emissão, envio e acompanhamento de facturas e pagamentos.
ru: %{name} отправил вам данный e-mail с тем, чтобы поделиться информацией о %{link} - бесплатный онлайн сервис по ведению счетов, разработанный специально для удобств малого бизнеса и фрилансеров, благодаря которому можно быстро создавать и отправлять счета, а также контролировать документооборот и поступление платежей.

source: With Billing Boss you can:
de: Mit Billing Boss können Sie:
es: Con Billing Boss usted puede:
fr: Grâce à Billing boss, vous pouvez:
gu: Billing Boss થી તમે કરી શકો:
hi: Billing Boss के साथ आप कर सकते हैं:
it: Con Billing Boss è possibile:
pt: Com Billing Boss, você pode:
ru: С Billing Boss вы можете:

source: Take control of your billing in minutes – quick and easy set up.
de: Kontrollieren Sie Ihre Abrechnung in Minuten - schnelles und einfaches Einrichten
es: Controlar su facturación en cuestión de minutos. Billing Boss es fácil y rápido para comenzar.
fr: Gérer votre facturation en quelques minutes - configuration rapide et facile.
gu: તમારા બિલિંગનુ નિયંત્રણ મિનિટોમા મેળવો - ઝડપી અને સરળ સેટઅપ.
hi: मिनटों में अपनी बिलिंग का नियंत्रण ले लो - जल्दी और आसानी से स्थापित किया.
it: Controllare le tue fatture nel giro di pochi minuti. Billing Boss è facile e veloce da configurare.
pt: Controlar facturamento em minutos – rápido e fácil de criar.
ru: Установить контроль за ведением счетов за считанные минуты - быстрая и удобная в обращении настройка.

source: Get paid faster – receive online payments immediately.
de: Schneller bezahlt werden - Sie erhalten Ihre Online-Zahlungen sofort.
es: Recibir pagos más rápidos usando pagos en línea.
fr: Soyez payé plus vite: recevez immédiatement vos paiements en ligne.
gu: ચુકવણી ઝડપી મેળવો - ઓનલાઇન ચુકવણીઓ તરતજ મેળવો.
hi: भुगतान जल्दी - तुरंत ऑनलाइन भुगतान प्राप्त करते हैं.
it: Guadagnare più velocemente, perché puoi ricevere i pagamenti online e al momento.
pt: Receber pagamentos rapidamente – pagamentos on-line.
ru: Моментальное проведения платежа - возможность переводить и получать оплату без затрат времени в электронном режиме.

source: share_data_link|Share data
de: Gemeinsame Datennutzung
es: Enviar los datos a su contador
fr: Partager des données
gu: ડેટા શેર કરો
hi: साझा डेटा
it: Condividi i tuoi dati
pt: Compartilhar dados
ru: Обмен данными

source: %{share_data_link} with your accountant or bookkeeper securely – no sending files back and forth!
de: Sicheres %{share_data_link} mit Ihrem Buchhalter/Steuerberater – keine Hin- und Hersenden von Dateien!
es: %{share_data_link} de forma segura – ¡no hay que enviar archivos a todos lados!
fr: %{share_data_link} avec votre comptable ou aide-comptable de façon sécurisée - aucun va-et-vient de fichiers!
gu: તમારા લેખાકાર અથવા વહીખાતા લખનારને સુરક્ષિત રીતે %{share_data_link} - ફાઇલ્સ અહિંથી તહીં ના મોકલો!
hi: अपने एकाउंटेंट या बहीखाता लिखनेवाला %{share_data_link} सुरक्षित रूप से - नहीं भेज फ़ाइलें पीछे!
it: %{share_data_link} con il tuo commercialista in modo sicuro e senza scambio di file!
pt: %{share_data_link} com o teu contador de maneira segura - sem transferência de arquivos!
ru: Безопасный доступ бухгалтера к вашим данным %{share_data_link} - больше нет необходимости пересылать бесконечные файлы.

source: video_link|2-minute video tour
de: 2-minütige Videotour
es: video tour de 2 minutos
fr: tour vidéo de deux minutes
gu: 2-મિનીટ વિડિઓ યાત્રા
hi: 2 मिनट का वीडियो दौरे
it: video tour di 2 minuti
pt: Vídeo explicativo de 2 minutos
ru: 2-минутное ознакомительное видео

source: It's so simple that you can create and send your first invoice within minutes. Watch our %{video_link} to see how you can get organized and save time.
de: Es ist so einfach, dass Sie Ihre erste Rechnung in Minuten erstellen und verschicken können. Schauen Sie sich unser %{video_link} an damit Sie lernen können, wie man besser organisieren und Zeit sparen kann.
es: Es tan fácil que usted puede crear y mandar su primera factura en sólo minutos. Ver nuestro %{video_link} para ver cómo organizarse y ahorrar tiempo.
fr: C'est tellement simple que vous pouvez créer et envoyer votre première facture en quelques minutes. Regardez notre %{video_link} pour voir comment vous pouvez vous organiser et gagner du temps.
gu: તે એટલુ સરળ છે કે તમે તમારુ પ઼થમ ઇનવોઇસ મિનિટોમાં તૈયાર કરીને મોકલી શકો છો. તમે કઇ રીતે વ્યવસ્થિત રહી શકો અને સમય બચાવી શકો તે માટે અમારી %{video_link} દેખો.
hi: यह इतना आसान है कि आप बना सकते हैं और मिनटों में. देखो हमारी %{video_link} आप कैसे संगठित मिल सकता है और समय बचाने के देखने के लिए.
it: È così semplice che puoi creare e inviare la tua prima fattura nel giro di pochi minuti. Guarda il nostro %{video_link} per scoprire come puoi organizzarti e risparmiare tempo.
pt: É tão simples que você pode criar e enviar a sua primeira factura em minutos. Veja o nosso %{video_link} para saber como se organizar economizando tempo.
ru: Это настолько просто, что вы сможете создать и отправить ваш первый счет за считанные минуты. Посмотрите наш ролик %{video_link}, чтобы узнать как организовать весь процесс и сэкономить время.

source: Get started now >>
de: Lasst uns jetzt anfangen >>
es: Empezar ahora >>
fr: Mettez-vous en route maintenant >>
gu: અત્યારે શરુઆત કરો >>
hi: अब शुरू हो जाओ >>
it: Inizia ora >>
pt: Comece agora >>
ru: Начать прямо сейчас >>

source: Over $5,000 in Prizes!
de: Über 5.000 $ in Preisen!
es: ¡Más de $5,000 de premios!
fr: Plus de 5 000 $ en prix!
gu: $5,000 કરતા વધારે ઇનામો!
hi: $ 5000 से अधिक पुरस्कार में!
it: Più di 5.000 $ in premi!
pt: Mais de $5.000 em prêmios!
ru: Призы на сумму более $5,000!

source: Best of all, Billing Boss is celebrating the launch with an exciting new contest that is giving away over $5,000 in great prizes to help you Build your Business.
de: Das Beste ist, Billing Boss feiert den Start mit einem spannenden neuen Gewinnspiel mit großartigen Preisen von über 5.000 $, um Ihnen dabei zu helfen, Ihr Geschäft aufzubauen.
es: Lo mejor de todo, Billing Boss está celebrando su lanzamiento con un nuevo concurso que está regalando más de $5,000 en geniales premios para ayudarlo a Construir su Empresa.
fr: Mieux encore! Billing Boss fête son lancement avec un nouveau concours palpitant où vous courez la chance de gagner plus de 5 000 $ en prix pour vous aider à «Développer votre entreprise».
gu: ખાસ કરીને, Billing Boss તેની શરૂઆતની ઉજવણી એક નવી ઉત્તેજક પ઼તિયોગીતા સાથે કરે છે જે $5,000 થી વધારેના ઇનામો આપી રહયુ છે તમારો વ્યવસાય પ્રસ્થાપિત કરવામા મદદ કરવા.
hi: सभी के सर्वश्रेष्ठ, Billing Boss है कि दूर $ 5000 से अधिक महान पुरस्कार में आप अपने व्यापार के निर्माण में सहायता करने के लिए दे रहा है एक नया रोमांचक प्रतियोगिता के शुभारंभ के साथ मना रहा है.
it: Come se non bastasse, Billing Boss ha deciso di celebrare il suo lancio con un nuovo concorso che mette in palio più di $ 5000 in premi di vario genere, che possono aiutarti nella costruzione della tua azienda.
pt: O melhor de tudo é que o Billing Boss está comemorando seu lançamento com um concurso exclusivo que irá distribuir mais de $5.000 em prêmios para ajudá-lo a desenvolver teu negócio.
ru: Появление Billing Boss сопровождается проведением замечательного конкурса, при участии в котором у вас есть возможность получить различные призы на общую сумму $5,000.

source: For your chance to win, visit %{link_url}
de: Für Ihre Chance zu gewinnen, besuchen Sie %{link_url}
es: Para una oportunidad de ganar, visite %{link_url}
fr: Pour avoir une chance de gagner, visitez %{link_url}
gu: તમારી જીતવાની તકો માટે, મુલાકાત લો %{link_url}
hi: यात्रा को जीतने के लिए तुम्हारा मौका, यात्रा %{link_url}
it: Per scoprire come partecipare al concorso, clicca %{link_url}
pt: Para a tua chance de ganhar, visite %{link_url}
ru: Чтобы принять участие, пройдите по ссылке %{link_url}

source: To celebrate the launch, Billing Boss is giving away over $5,000 in prizes to help Build your Business.
de: Um den Start zu feiern, vergibt Billing Boss über 5.000 $ in Preisen als Hilfe für Ihren Geschäftsaufbau.
es: Para celebrar su lanzamiento, Billing Boss está regalando más de $5,000 en premios para ayudarlo a Construir su Negocio.
fr: Pour célébrer le lancement, Billing Boss donne plus de 5 000 $ en prix pour vous aider à Bâtir votre entreprise.
gu: તેની શરૂઆતની ઉજવણી કરવા માટે Billing Boss $5,000 થી વધારેના ઇનામો આપી રહયુ છે તમારો વ્યવસાય પ્રસ્થાપિત કરવામા મદદ કરવા.
hi: Billing Boss है कि दूर $ 5000 से अधिक महान पुरस्कार में आप अपने व्यापार के निर्माण में सहायता करने के लिए दे रहा है.
it: Per celebrare il suo lancio, Billing Boss ha messo in palio più di $ 5000 in premi di vario genere che possono aiutarti nella costruzione della tua azienda.
pt: Para comemorar seu lançamento, o Billing Boss está distribuindo mais de $5.000 em prêmios para ajudá-lo a Criar o Teu Negócio.
ru: По причине своего появления Billing Boss раздает призы на сумму более $5,000.

source: Enter now
de: Jetzt eintreten
es: Entrar ahora
fr: Entrez maintenant
gu: અત્યારે દાખલ કરો
hi: अब भरें
it: Entra ora
pt: Entrar agora
ru: Зайти сейчас

source: Your privacy is very important to us. You received this message because your friend, %{email}, sent you an invitation. This is the only e-mail you will receive from us unless you already are a Billing Boss Email Updates subscriber or if you opt-in to receive further communications. Your email addresses will not be sold or provided to a third party.
de: Ihre Privatsphäre ist uns sehr wichtig. Sie haben diese Nachricht erhalten, weil Ihr Freund %{email} Ihnen eine Einladung gesendet hat. Das ist die einzige Email, die Sie von uns erhalten werden, außer Sie haben sich bereits für unsere Email-Updates angemeldet oder opt-in gewählt um weitere Nachrichten zu erhalten. Ihre Email-Adressen werden nicht verkauft oder Dritten zur Verfügung gestellt.
es: Su privacidad es muy importante para nosotros. Usted recibió este mensaje porque su amigo, %{email}, le envió una invitación. Este es el único correo electrónico que recibirá de nosotros a menos que ya sea un suscriptor de Actualizaciones de Billing Boss por Correo Electrónico o que haya aceptado recibir más comunicaciones. Su dirección de correo electrónico no será vendida ni ofrecida a ninguna tercera persona.
fr: Votre confidentialité est très importante pour nous. Vous avez reçu ce message car votre ami, %{email}, vous a envoyé une invitation. Il s'agit du seul courriel que vous recevrez de notre part, sauf si vous êtes déjà un abonné aux Mises à jour Billing Boss par courriel ou si vous choisissez de recevoir plus de communications. Votre adresse courriel ne sera pas vendue ou transmise à un tiers.
gu: તમારી ગોપનીયતા અમારે માટે ખૂબજ મહત્ત્વની છે. તમે આ સંદેશો મેળવ્યો છે કારણકે તમારા મિત્રે %{email}, તમને આમંત્રણ મોકલેલ છે. તમે અમારા તરફ઼થી ફકત આ એકજ ઇ-મેઇલ મેળવશો સિવાયકે તમે પહેલેથીજ Billing Boss ઇ-મેઇલ અપડેટસ માટે નોંધણી કરાવેલ હોય અથવા તમે વધારાની સંદેશાવ્યવહાર માટે સ્વિકાર્યુ હોય. તમારુ ઇ-મેઇલ સરનામુ વેચવામા નહી આવે કે અન્ય કોઇ ત્રાહિત પક્ષને આપવામા નહી આવે.
hi: आपकी गोपनीयता हमारे लिए बहुत महत्वपूर्ण है. क्योंकि आपके दोस्त %{email} ने आपको एक निमंत्रण भेजा आप यह संदेश प्राप्त हुआ
it: La tua privacy è molto importante per noi. Hai ricevuto questo messaggio perché %{email} ti ha mandato un invito. Questa è l'unica e-mail che riceverai da noi, a meno che tu non scelga di ricevere aggiornamenti e ulteriori comunicazioni riguardo a Billing Boss. I tuoi indirizzi e-mail non saranno venduti né forniti a terzi.
pt: Tua privacidade é muito importante para nós. Você recebeu esta mensagem porque teu amigo, %{email} enviou-lhe um convite. Este é o único e-mail que você receberá de nós, a não ser que você tenha um cadastro no Billing Boss Email Updates ou que você tenha optado por receber nossos comunicativos. Teus endereços de e-mail não serão comercializados ou fornecidos a terceiros.
ru: Безопасность ваших данных очень важна для нас. Вы получили это сообщение по инициативе вашего друга %{email}. Данное приглашение - это единственный e-mail, который мы хотели бы вам отправить. Ваши данные не будут использованы или переданы третьей стороне, если вы не пожелаете воспользоваться нашими услугами, подписаться на получение обновления или принимать участие в блогах.

source: Home
de: Startseite
es: Inicio
fr: Accueil
gu: ઘર
hi: मुखपृष्ठ
it: Pagina principale
pt: Página Principal
ru: Основная

source: Contest
de: Gewinnspiel
es: Sorteo
fr: Concours
gu: પ઼તિયોગિતા
hi: प्रतियोगिता
it: Concorso
pt: Concurso
ru: Конкурс

source: Feedback
de: Rückmeldung
es: Su opinión
fr: Commentaire
gu: અભિપા઼ય
hi: प्रतिक्रिया
it: Commenti
pt: Resposta
ru: Обратная связь

source: Contacts: %{action}
de: Kontakte: %{action}
es: Contactos: %{action}
gu: સંપર્કો: %{ક્રિયા}
hi: संपर्क: %{action}
it: Contatti: %{action}
pt: Contactos: %{action}
ru: Контакты: %{action}

source: Billing Boss: Build your Business Sweepstakes
de: Billing Boss: Build Your Business Gewinnspiel
es: Billing Boss: Concurso "Construya su Negocio"
fr: Billing Boss: Loterie «Bâtir votre entreprise»
gu: Billing Boss: તમારો વ્યવસાય પ્રસ્થાપિત કરો પ઼તીયોગિતા
hi: Billing Boss: निर्माण अपने व्यापार स्वीपबाज़ी का
it: Concorso 'Costruisci la tua Azienda'
pt: Billing Boss: Concurso Crie seu Negócio

source: January February March April May June July August September October November December
de: Januar Februar März April Mai Juni Juli August September Oktober November Dezember
es: Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre
fr: janvier février mars avril mai juin juillet août septembre octobre novembre décembre
gu: જાન્યુઆરી ફેબુઁઆરી માર્ચ અપિ઼લ મે જુન જુલાઇ ઑગસ્ટ સપ્ટેમ્બર ઓકટોબર નવેમ્બર ડિસેમ્બર
hi: जनवरी फरवरी मार्च अप्रैल मई जून जुलाई अगस्त सितम्बर अक्टूबर नवम्बर दिसम्बर
it: gennaio febbraio marzo aprile maggio giugno luglio agosto settembre ottobre novembre dicembre
pt: janeiro fevereiro março abril maio junho julho agosto setembro outubro novembro dezembro
ru: Январь Февраль Март Апрель Май Июнь Июль Август Сентябрь Октябрь Ноябрь Декабрь

source: OK
es: Aceptar
gu: બરાબર
hi: स्वीकारें
it: Accetta
pt: Aceitar
ru: ОК
