Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Paying %{currency} %{amount}.
de: Zahlung %{currency} %{amount}.
es: Pagando ${currency} %{amount}.
fr: Paye %{currency} %{amount}.
gu: ચૂકવી રહયા છે %{currency} %{amount}.
hi: भुगतान %{currency} %{amount}.
it: Pagando %{currency} %{amount}.
pt: Pagando %{currency} %{amount}.
ru: Платеж %{amount} в %{currency} .

source: Address line 1
de: Adresszeile 1
es: Dirección 1
fr: Adresse 1
gu: સરનામું લીટી 1
hi: पता पंक्ति 1
it: Indirizzo 1
pt: Endereço 1
ru: Адрес строка 1

source: Address line 2
de: Adresszeile 2
es: Dirección 2
fr: Adresse 2
gu: સરનામું લીટી 2
hi: पता पंक्ति 2
it: Indirizzo 2
pt: Endereço 2
ru: Адрес строка 2

source: (optional)
es: (opcional)
fr: (optionnel)
gu: (વૈકલ્પિક)
hi: (वैकल्पिक)
it: (opzionale)
pt: (opcional)
ru: <b>Дополнительно</b>

source: Phone: %{num}
de: Telefonnummer: %{num}
es: Teléfono: %{num}
fr: Téléphone&nbsp;: %{num}
gu: ફોન: %{સંખ્યા}
hi: फ़ोन: %{num}
it: Numero di telefono: %{num}
pt: Telefone: %{num}
ru: Номер телефона: %{num}

source: Fax: %{num}
de: Faxnummer: %{num}
fr: Fax&nbsp;: %{num}
gu: ફેક્સ: %{સંખ્યા}
hi: फैक्स: %{num}
it: Numero di fax: %{num}
ru: Номер факса: %{num}

source: Province/State
de: Provinz/Staat
es: Provincia o Estado
fr: Province/État
gu: પરગણુ/રાજય
hi: प्रान्त/प्रदेश
it: Provincia/Stato
pt: Província/Condado
ru: Провинция/Штат

source: This invoice has already been fully paid. Thank you.
de: Diese Rechnung wurde vollständig bezahlt. Vielen Dank.
es: Esta factura ya ha sido completamente pagada. Gracias.
fr: Cette facture a déjà été payée intégralement. Merci.
gu: આ ઇનવોઇસની ચુકવાણી પહેલેથી કરવામા આવેલ છે. આભાર.
hi: इस चालान के भुगतान को पूरी तरह से पहले ही किया जा चुका है.
it: Questa fattura è già stata interamente pagata. Grazie.
pt: Esta factura já foi integralmente paga. Obrigado.
ru: Данный счет полностью оплачен. Спасибо.

source: All fields must be filled in except the fax number.
de: Alle Felder (außer der Faxnummer) müssen ausgefüllt werden.
es: odos los campos deben ser llenados, excepto el número de fax.
fr: Tous les champs doivent être remplis à l'exception du numéro de fax.
gu: ફેકસ નંબર સિવાય બાકીના પંત્યેક ક્ષેત્રો ભરેલા હોવા જોઇએ.
hi: सभी क्षेत्रों में भरा जाना चाहिए फैक्स नंबर के अलावा.
it: Tutti i campi devono essere completati ad eccezione del numero di fax.
pt: Todos os campos devem ser preenchidos excepto o número de fax.
ru: Все поля, кроме номера факса, должны быть заполнены

source: Send To:
de: Schicken an:
es: Enviar a:
fr: Envoyer à&nbsp;:
gu: પ઼તિ મોકલો:
hi: पत्र पानेवाला:
it: Invia a:
pt: Enviar para:
ru: Отправить

source: No Contacts have been entered for this customer
de: Dieser Kunde hat keine Kontakte
es: No hay contactos para este cliente
fr: Pas de contacts existent pour ce client.
gu: આ ગા઼હક માટે કોઇ સંપર્કો ઉમેરવામા આવેલ નથી
hi: इस ग्राहक के लिए कोई संपर्क नहीं है
it: Non ci sono contatti per questo cliente
pt: Não existem contactos para este cliente
ru: Не было внесено новых контактов к данному заказчику

source: Done
de: Erledigt
es: Aceptar
fr: Accepter
gu: સ્વીકાર્ય
hi: हो गया
it: Finito
pt: Aceitar
ru: Выполнено

source: more contacts...
de: mehr Kontakte...
es: más contactos...
fr: plus de contacts...
gu: વધુ સંપઁકો:
hi: अधिक संपर्क ...
it: più contatti...
pt: mais contactos...
ru: больше контактов...

source: Subject:
de: Betreff:
es: Asunto:
fr: Sujet&nbsp;:
gu: વિષય:
hi: विषय:
it: Oggetto:
pt: Assunto:
ru: Тема:

source: Message:
de: Nachricht:
es: Mensaje:
fr: Message&nbsp;:
gu: સંદેશો:
hi: संदेश:
it: Messaggio:
pt: Mensagem:
ru: Сообщение

source: Allow customer to pay online using the following:
de: Ermöglichen Sie es Ihren Kunden, online zu bezahlen:
es: Permite que el cliente pague en línea usando los métodos siguientes:
fr: Permettez le client de payer en ligne en utilisant le méthode suivant&nbsp;:
gu: ગા઼હકોને ઓનલાઇન ચુકવણી માટે નીચે પ઼માણે પરવાનગી આપો:
hi: ऑनलाइन निम्नलिखित का प्रयोग कर भुगतान करने के लिए ग्राहक को अनुमति दें:
it: Consenti al cliente di pagare online utilizzando:
pt: Permitir esses métodos de pagamento:
ru: Предоставить заказчику возможность производить оплату онлайн, используя следующую систему:

source: Sent by %{url_link} - your Free online invoicing tool.
de: Verschickt von %{url_link} - Ihr kostenloses Online Rechnungs-Tool.
es: Enviado por %{url_link} - su herramienta gratuita de facturación en línea.
fr: Envoyé par %{url_link}, votre outil gratuit de facturation en ligne.
gu: %{url_link} દ્ધારા મોકલાવામા આવેલ - તમારૂ વિના-મૂલ્ય ઇન્વોઇસિંગ ટૂલ.
hi: %{url_link} द्वारा भेजा गया - अपनी मुफ्त ऑनलाइन इनवॉइसिंग उपकरण.
it: Inviato da %{url_link} - il tuo sito gratuito di fatturazione.
pt: Enviado por %{url_link} &mdash; a sua site de facturação gratuito.
ru: Отправлен %{url_link} - ваш бесплатный сервис по ведению электронных счетов

source: Sent by Billing Boss - your Free online invoicing tool.
de: Verschickt von Billing Boss - Ihr Gratis Online Rechnungs-Tool
es: Enviado por Billing Boss - su herramienta gratuita de facturación en línea.
fr: Envoyé par Billing Boss, votre outil gratuit de facturation en ligne.
gu: Billing Boss દ્ધારા મોકલાવામા આવેલ - તમારૂ વિના-મૂલ્ય ઇન્વોઇસિંગ ટૂલ.
hi: Billing Boss द्वारा भेजा - अपका फ्री ऑनलाइन इनवॉइसिंग उपकरण.
it: Inviato da Billing Boss - il tuo sito gratuito di fatturazione.
pt: Enviado por Billing Boss &mdash; a sua site de facturação gratuito.
ru: Отправлено Billing Boss - ваш бесплатный сервис по ведению электронных счетов

source: Type:
de: Art:
es: Tipo:
fr: Type&nbsp;:
gu: પ્રકાર:
hi: क़िस्म:
it: Tipo:
pt: Tipo:
ru: Тип:

source: [Choose payment type]
de: [Wählen Sie Zahlungsart]
es: [Eligir tipo de pago]
fr: [Choisir le mode de paiement]
gu: [ચુકવણી પ઼કાર પસંદ કરો]
hi: [भुगतान प्रकार चुनें]
it: [Scegli il tipo di pagamento]
pt: [Escolha tipo de pagamento]
ru: [Выберете тип счета]

source: Date:
de: Datum:
es: Fecha:
fr: Date&nbsp;:
gu: તારીખ:
hi: तिथि:
it: Data:
pt: Data:
ru: Дата:

source: Amount:
de: Betrag:
es: Monto:
fr: Montant&nbsp;:
gu: રકમ:
hi: राशि मात्रा
it: Importo:
pt: Valor:
ru: Сумма:

source: Notes:
de: Notizen:
es: Comentarios:
fr: Notes&nbsp;:
gu: નોંધ:
hi: नोट्स:
it: Note:
pt: Notas:
ru: Заметки:

source: Back to invoice
de: Zurück zu Ihrer Rechnung
es: Regresar a la factura
fr: Retour à la facture
gu: ઇનવોઇસમાં પાછા જાઓ
hi: पिछला चालान करने के लिए
it: Torna alla fattura
pt: Voltar para factura
ru: Возврат к счету

source: Edit payment customer
de: Zahlung Kunde bearbeiten
es: Editar cliente de pago
fr: Éditer le client de paiement
gu: ગા઼હક ચુકવણીમા ફેરફાર કરો
hi: संपादित करें भुगतान ग्राहक
it: Modifica cliente pagante
pt: Edite o cliente para este pagamento
ru: Изменить данные плательщика

source: Save Payment
de: Zahlung speichern
es: Guardar el pago
fr: Sauvegarder le paiement
gu: ચુકવણી સંગ્રહો
hi: सहेजें भुगतान
it: Salva pagamento
pt: Salvar Pagamento
ru: Сохранить платеж

source: Customer name:
de: Name des Kunden:
es: Nombre del cliente:
fr: Nom du client&nbsp;:
gu: ગા઼હક નામ:
hi: ग्राहक नाम:
it: Nome del Cliente:
pt: Nome do cliente:
ru: Название компании заказчика:

source: Invoice date:
de: Rechnungsdatum
es: Fecha de la factura:
fr: Date de la facture&nbsp;:
gu: ઇનવોઇસ તારીખ:
hi: चालान तिथि:
it: Data:
pt: Data da factura:
ru: Дата счета:

source: Reference number:
de: Referenznummer
es: Número de referencia:
fr: N° référence:
gu: સંદભઁ સંખ્યા
hi: संदर्भ संख्या:
it: Riferimento №:
pt: Número de referência:
ru: Учетный номер&nbsp;:

source: Invoice Amount:
de: Rechnungsbetrag
es: Total de la factura:
fr: Montant de la facture&nbsp;:
gu: ઇનવોઇસ જથ્થો:
hi: चालान राशि:
it: Importo fattura:
pt: Valor da factura:
ru: Сумма счета:

source: Record a new payment
de: Eine neue Zahlung verbuchen
es: Registrar un pago
fr: Enregistrer un paiement
gu: નવી ચુકવણી નોંધો
hi: रिकॉर्ड एक नया भुगतान
it: Registra un pagamento
pt: Registrar um novo pagamento
ru: Зарегистрировать новый платеж

source: Date: (yyyy-mm-dd)
de: Datum: (jjjj-mm-tt)
es: Fecha: (AAAA-MM-DD)
fr: Date&nbsp;: (yyyy-mm-dd)
gu: તારીખ: (yyyy-mm-dd)
hi: तिथि: (yyyy-mm-dd)
it: Data: (aaaa-mm-gg)
pt: Data: (aaaa-mm-dd)
ru: Дата: (год-месяц-число)

source: Edit Payment
de: Zahlung bearbeiten
es: Modificar Pago
fr: Modifier Paiement
gu: ચુકવણીમા ફેરફાર કરો
hi: संपादित करें भुगतान
it: Modifica il pagamento
pt: Modificar Pagamento
ru: Изменить платеж

source: Delete payment
de: Zahlung löschen
es: Suprimir Pago
fr: Supprimer Paiement
gu: ચુકવણી કાઢી નાખો
hi: हटाएँ भुगतान
it: Cancella il pagamento
pt: Remover Pagamento
ru: Удалить платеж

source: Are you sure you want to delete this payment?
de: Sind Sie sicher, dass Sie diese Zahlung löschen wollen?
es: ¿Está seguro que desea suprimir este pago?
fr: Êtes-vous sûr de vouloir supprimer ce paiement ?
gu: શું તમે ખરેખર આ ચુકવણી કાઢી નાખવા ઇચ્છો છો?
hi: क्या आप इस चालान को हटाना चाहते हैं?
it: Sei sicuro di voler cancellare questo pagamento?
pt: Tem certeza de que deseja remover este pagamento?
ru: Вы уверены, что хотите удалить этот платеж?

source: New Payment
de: Neue Zahlung
es: Nuevo Pago
fr: Nouveau Paiement
gu: નવી ચુકવણી
hi: नई भुगतान
it: Nuovo pagamento
pt: Novo Pagamento
ru: Новый платеж

source: Select&nbsp;Multiple
de: Mehrfach auswählen
es: Seleccionar Múltiples
fr: Sélectionner&nbsp;plusieurs
gu: બહુવિધ પસંદ કરો
hi: चुनें&nbsp;एकाधिक
it: Seleziona&nbsp;Multiple
pt: Seleccionar&nbsp;Vários
ru: Выбрать Несколько

source: Listing bookkeeping clients
de: Liste von Buchhaltungskunden
es: Listando clientes de contaduría
fr: Liste des clients de comptabilité
gu: વહીખાતા ગા઼હકોની યાદી કરી રહેલ છે
hi: बहीखाता ग्राहक लिस्टिंग
it: Elenco clienti commercialisti
pt: Exibindo clientes
ru: Список заказчиков

source: View Client's Data
de: Kundendaten ansehen
es: Ver los datos del cliente
fr: Voir les données du client
gu: ગા઼હકનો ડેટા દેખો
hi: देखें ग्राहक के डेटा
it: Visualizza i dati del cliente:
pt: Ver Dados do Cliente
ru: Просмотреть данные заказчика

source: Unsubscribe From Client's Data
de: Sich von den Kundendaten abmelden
es: Dejar de compartir los datos del cliente
fr: Se désabonner des données du client
gu: ગ઼ાહકના ડેટા માટે સભ્યપદ રદ કરો
hi: असूचीबद्ध ग्राहक के डेटा से
it: Cancella l'accesso ai dati cliente
pt: Remover acesso de dados do cliente
ru: Закрыть доступ к данным клиента

source: Warning! This action cannot be undone. Do you wish to delete access to view this client’s invoicing data?
de: Warnung! Diese Aktion kann nicht rückgängig gemacht werden. Möchten Sie den Zugang löschen um die Rechnungsdaten dieses Kunden anzusehen?
es: ¡Atención! Esta acción no se puede deshacer. ¿Desea perder el acceso a los datos de facturación para este cliente?
fr: Attention ! Cette action ne peut être annulée. Voulez-vous supprimer l'accès à la vue des données de facturation de ce client ?
gu: ચેતવણી! આ ક઼િયા અસ્વીકાર્ય નહિં થઇ શકે. શું તમે આ ગા઼હકનો ઇનવોઇસિંગ ડેટા જોવાનો પ઼વેશ કાઢી નાંખવા માંગો છો?
hi: चेतावनी! यह क्रिया नहीं हो सकती है. आप इस ग्राहक के चालान डेटा देखने के लिए पहुँच को नष्ट करना चाहते हैं?
it: Attenzione! Questa azione non può essere annullata. Cancellare l'accesso ai dati cliente?
pt: Aviso! Esta acção não pode ser desfeita. Você deseja excluir o acesso para visualizar dados de facturação para este cliente?
ru: Предупреждение! Данная операция не может быть выполнена. Вы хотите удалить доступ к просмотру данных заказчика?

source: Client name:
de: Name des Kunden
es: Nombre del cliente:
fr: Nom du client&nbsp;:
gu: ગા઼હક નામ:
hi: ग्राहक नाम:
it: Nome del cliente:
pt: Nome:
ru: Название компании заказчика

source: Total invoice amounts:
de: Rechnungsgesamtbetrag
es: Importe total de las facturas:
fr: Montants totaux de facturation&nbsp;:
gu: કુલ ઇનવોઇસ રકમો:
hi: कुल चालान राशि:
it: Importo totale di tutte le fatture:
pt: Valor total das facturas:
ru: Общая сумма счета

source: Total amount owing:
de: Geschuldeter Gesamtbetrag
es: Cantidad total de Deudas:
fr: Montant total dû&nbsp;:
gu: કુલ લેણી રકમ:
hi: कुल कर्ज राशि
it: Totale importo dovuto:
pt: Valor total devido:
ru: Общая сумма задолжности

source: Editing bookkeeping_clients
de: Buchhaltungs-Kunden bearbeiten
es: Modificando clientes de contaduría
fr: Éditer bookkeeping_clients
gu: વહીખાતા ગા઼હકોમાં ફેરફાર કરી રહેલ છે
hi: संपादन बहीखाता_ग्राहक
it: Modifica clienti commercialisti
pt: Editando clientes
ru: Изменение списка заказчиков

source: Show
de: Zeigen
es: Mostrar
fr: Montrer
gu: બતાવો
hi: दिखाएँ
it: Mostra
pt: Mostrar
ru: Показать

source: New bookkeeping_clients
de: Neue Buchhaltungs-Kunden
es: Nuevos clientes de contaduría
fr: Nouveau bookkeeping_clients
gu: નવા વહીખાતા ગા઼હકો
hi: नया बहीखाता_ग्राहक
it: Nuovi clienti commercialisti
pt: Novos clientes
ru: Новые заказчики

source: New contact
de: Neuer Kontakt
es: Nuevo contacto
fr: Nouveau contact
gu: નવો સંપઁક
hi: नई संपर्क
it: Nuovo contatto
pt: Novo Contacto
ru: Новый контакт

source: Listing contacts
de: Kontaktliste
es: Lista de contactos
fr: Liste des contacts
gu: સંપર્કોની યાદી કરી રહેલ છે
hi: संपर्क लिस्टिंग
it: Elenco dei contatti
pt: Contactos
ru: Список контактов

source: First name
de: Vorname
es: Nombre
fr: Prénom
gu: પ઼થમ નામ
hi: नाम
it: Nome
pt: Nome
ru: Имя

source: Last name
de: Name
es: Apellido(s)
fr: Nom
gu: અંતિમ નામ
hi: सरनेम
it: Cognome
pt: Sobrenome
ru: Фамилия

source: Primary
de: Primär
es: Principal
fr: Principal
gu: મુખ્ય
hi: प्राथमिक
it: Principale
pt: Primário
ru: Основной

source: Add Contact [+]
de: Kontakt hinzufügen [+]
es: Agregar contacto [+]
fr: Ajouter un contact [+]
gu: સંપઁક ઉમેરો [+]
hi: संपर्क जोड़ें [+]
it: Aggiungi contatto [+]
pt: Adiccionar Contacto [+]
ru: Добавить контакт [+]

source: delete contact
de: Kontakt löschen
es: suprimir contacto
fr: supprimer contact
gu: સંપર્ક કાઢી નાખો
hi: संपर्क हटाना
it: elimina contatto
pt: remover contacto
ru: Удалить контакт

source: This %{what} cannot be mailed because:
de: Dieser %{what} kann nicht geschickt werden weil:
es: Esta %{what} no se puede enviar debido a que:
fr: Cette %{what} ne peut pas être envoyé parce que&nbsp;:
gu: આ %{what} મેઇલ નહીં કરી શકાય કારણકે:
hi: यह %{what} मेल नहीं की जा सकती है क्योंकि:
it: Impossibile inviare %{what}, in quanto:
pt: Esta %{what} não pode ser enviado porque:
ru: Данный %{what} не может быть отправлен по причине:

source: Listing deliveries
de: Zustellungsliste
es: Lista de entregas
fr: Liste des livraisons
gu: વિતરણોની યાદી કરી રહેલ છે
hi: वितरण लिस्टिंग
it: Elenco consegne
pt: Lista de entregas
ru: Список доставки

source: Item
de: Position
es: Artículo
fr: Article
gu: વસ્તુ
hi: आयट्म
it: Articolo
pt: Artigo
ru: Наименование

source: Mailed on: %{when}
de: Geschickt an: %{when}
es: Enviado: %{when}
fr: Envoyée le&nbsp;: %{when}
gu: મેઇલ કરેલ: %{when}
hi: पर प्रेषित: %{when}
it: Inviato il: %{when}
pt: Enviada em: %{when}
ru: Отправленное: %{when}

source: To: %{recip}
de: An: %{recip}
es: A: %{recip}
fr: À&nbsp;: %{recip}
gu: પ્રતિ: %{recip}
hi: को:%{recip}
it: A: %{recip}
pt: Para: %{recip}
ru: Кому: %{recip}

source: Message: %{msg}
de: Nachricht: %{msg}
es: Mensaje: %{msg}
gu: સંદેશો: %{સંદેશો}
hi: संदेश: %{msg}
it: Messaggio: %{msg}
pt: Mensagem: %{msg}
ru: Сообщение: %{msg}

source: Your account has been created.
de: Ihr Konto wurde erstellt.
es: Su cuenta ha sido creada.
fr: Votre compte a été créé.
gu: તમારુ ખાતુ બનાવવામાં આવેલ છે.
hi: आपका खाता बना दिया गया है
it: Il tuo account è stato creato.
pt: Sua conta foi criada.
ru: Ваш аккаунт создан

source: Subscribe to Billing Boss communications
de: Melden Sie sich für Billing Boss Kommunikationen an
es: Suscribirse a las comunicaciones de Billing Boss
fr: S'inscrire aux communications Billing Boss
gu: Billing Boss સંદેશાવ્યવહાર માટે સભ્ય બનો
hi: Billing Boss संचार सदस्यता ले
it: Ricevi comunicazioni da Billing Boss
pt: Assine aos comunicados do Billing Boss
ru: Зарегистрироваться в коммуникациях Billing Boss

source: Thanks for signing up!
de: Vielen Dank für Ihre Anmeldung!
es: Gracias por inscribirse!
fr: Merci de vous être inscrit !
gu: સાઇનઅપ કરવા માટે આભાર!
hi: साइन अप करने के लिए धन्यवाद!
it: Grazie per esserti registrato!
pt: Obrigado por se inscrever!
ru: Благодарим за регистрацию!

source: You should soon receive an email confirming your username and password.
de: Sie werden bald eine Email-Bestätigung für Ihren Benutzernamen und Passwort erhalten.
es: Debería recibir pronto un mensaje de correo electrónico confirmando su nombre de usuario y contraseña.
fr: Vous devriez bientôt recevoir un courriel confirmant votre nom d'utilisateur et votre mot de passe.
gu: તમે તમારુ યુજરનેમ અને પાસવડઁ ઇ-મેઇલ દ્ધારા જલદીથી મેળવશો.
hi: आप शीघ्र ही एक ईमेल अपने उपयोगकर्ता नाम और पासवर्ड की पुष्टि प्राप्त करनी चाहिए.
it: Riceverai presto un'e-mail di conferma col tuo nome utente e la tua password.
pt: Você receberá um e-mail em breve, confirmando teu nome de usuário e senha.
ru: В самое ближайшее время вы получите электронное сообщение, подтверждающее ваш логин и пароль.

source: CONTINUE
de: WEITER
es: CONTINUAR
fr: CONTINUER
gu: ચાલુ રાખો
hi: जारी रखें
it: CONTINUA
pt: CONTINUAR
ru: ПРОДОЛЖИТЬ

source: Your Billing Boss account is now active and from here you can choose to send the invoice you were working on in Simply Accounting, or delay sending and learn more about online payment solutions.
de: Ihr Billing Boss Account ist jetzt aktiv. Hier können Sie die Rechnung versenden, an der Sie in Simply Accounting arbeiteten oder erfahren Sie mehr über Online-Zahlungslösungen bevor Sie Rechnungen senden.
es: Su cuenta de Billing Boss está activa, desde aquí puede elegir enviar la factura en la que estaba trabajando en Simply Accounting, o retrasar el envío y aprender un poco mas sobre las soluciones de pago en línea.
fr: Votre compte Billing Boss est maintenant actif et vous pouvez envoyer la facture sur laquelle vous étiez en train de travailler dans Simple Comptable ou retarder l'envoi et en apprendre plus sur les solutions de paiement en ligne.
gu: તમારું Billing Boss ખાતુ હવે સક્રિય છે અને અહિંથી તમે જે Simply Accounting માં કામ કરી રહયા હતા ત્યા મોકલવા માટે પસંદ કરી શકો છો, અથવા મોકલવાનુ મુલતવી રાખી શકો છો અને ઓનલાઇન ચુકવણી ઉકેલો માટે વધારે શીખી શકો છો.
hi: अपने बिलिंग बॉस खाता अब सक्रिय है और तुम्हें यहाँ से चालान भेजने के लिए चुन सकते हैं तुम पर बस लेखांकन, या भेजने में देरी और ऑनलाइन भुगतान समाधान के बारे में अधिक जानने में काम कर रहे थे.
it: Il tuo account Billing Boss è attivo e adesso puoi scegliere di inviare la fattura su cui stai lavorando con Simply Accounting, o inviarla in seguito e decidere di saperne di più sui metodi di pagamento online.
pt: Sua conta do Billing Boss está ativa e, a partir daqui, você pode enviar ou adiar o envio da factura que estava sendo utilizada na Simply Accounting, e obter maiores informações sobre os métodos de pagamento disponíveis.
ru: Ваш аккаунт в Billing Boss активирован, и теперь вы можете отправить счета в системе Simply Accounting, отложить отправление счета или изучить методы электронных платежей.

source: Send the invoice now or later
de: Die Rechnung sofort oder später senden
es: Enviar la factura ahora o más tarde
fr: Envoyer la facture maintenant ou plus tard
gu: ઇનવોઇસ અત્યારે અથવા પછી મોકલો
hi: अभी या बाद में चालान भेजें
it: Invia la fattura adesso o in seguito
pt: Enviar a factura agora ou mais tarde
ru: Отправить счет сейчас или позже

source: Your Billing Boss account is ready to go! Email now and that invoice will be in your customer's hands in no time! If you didn't set your online payment method, they can still pay you in the usual way (e.g. mailing a cheque) and you can go to your <a onclick='window.open(this.href);return false;' href='%{url}'>Billing Boss settings</a> anytime to setup online payment.
de: Ihr Billing Boss Account ist zur Verwendung bereit! Jetzt schicken eine Rechnung und diese Rechnung wird Ihren Kunden sofort erreichen! Wenn Sie Ihre Online-Zahlungsmethode nicht setzten, können Ihre Kunden in althergebrachter Weise bezahlen (z.B. mit einem Scheck). Auch können Sie zu Ihre <a onclick='window.open(this.href);return false;' href='%{url}'>Billing Boss settings</a> jederzeit gehen um Online-Zahlung einzustellen.
es: Su cuenta de Billing Boss está lista! Mande su factura ahora y estará en las manos de su cliente en un momento! \ n Si usted todavia no ha establecido una cuenta de pagos en línea su cliente puede pagar en la forma habitual (por ejemplo, mandando un cheque por correo) y usted puede ir a la <a onclick='window.open(this.href);return false;' href='%{url}'>página de configuración</a> de Billing Boss en cualquier momento para habilitar los pagos en línea.
fr: Votre compte de Billing Boss est prêt! Envoyez maintenant et la facture sera en mains de vos clients en un rien de temps! Si vous n'avez pas mis votre méthode de paiement en ligne, ils peuvent encore vous payer de la façon habituelle (par exemple envoi d'un chèque) et vous pouvez vous rendre à vos<a onclick='window.open(this.href);return false;' href='%{url}'>paramètres de Billing Boss</a> à tout moment pour le configuration des paiements en ligne.
gu: તમારુ Billing Boss ખાતુ તૈયાર છે! હમણાંજ ઇ-મેઇલ કરો અને તે ઇનવોઇસ તમારા ગા઼હકના હાથમા તરતજ હશે. જો તમે તમારી ઓનલાઇન ચુકવણીની પદ્ધતિ સેટ ના કરી હોય, તો પણ તેઓ તમને હંમેશની રીતે (જેમકે ચેક ટપાલમા મોકલવો) ચૂકવી શકશે અને તમે ગમે ત્યારે <a onclick='window.open(this.href);return false;' href='%{url}'>Billing Boss સેટિંગસ</a> મા જઇ ઓનલાઇન ચુકવણી સેટ કરી શકો છો.
hi: Billing Boss खाते जाने के लिए तैयार है! ईमेल और चालान अपना ग्राहक के हाथ में कोई समय नहीं में होगा! यदि आप अपने ऑनलाइन भुगतान पद्धति स्थापित नहीं किया था, वे अभी भी हमेशा की तरह से आप भुगतान कर सकते हैं (उदाहरण एक चेक मेलिंग) और तुम जा सकता है आपके <a onclick='window.open(this.href);return false;' href='%{url}'>Billing Boss settings</a> कभी भी ऑनलाइन भुगतान स्थापना करने के लिए.
it: Il tuo account Billing Boss è attivo! Invia subito la fattura al tuo cliente tramite e-mail! Se non hai selezionato un metodo di pagamento online, puoi sempre ricevere i pagamenti in modo tradizionale (ad esempio tramite assegno) e puoi configurare il pagamento online in qualsiasi momento entrando nelle\ n <a onclick='window.open(this.href);return false;' n\ href='%{url}'>impostazioni di Billing Boss</a>
pt: Tua conta do Billing Boss está pronta! Envie uma cobrança por e-mail agora e teu cliente receberá a factura em apenas alguns minutos! Se o método de pagamento on-line não for definido, teus clientes podem efetuar o pagamento de forma habitual (por exemplo, através de cheque pelo correio) e você pode acessar suas <a onclick='window.open(this.href);return false;' href='%{url}'>Configurações no Billing Boss</a> a qualquer momento para ativar os métodos pagamentos on-line.
ru: Ваш аккаунт в Billing Boss активирован! Отправьте счет вашему клиент прямо сейчас, и он получит его моментально Если вы не установили метод электронных платежей, ваш клиент сможет в любом случае произвести оплату традиционным методом(почта или чек). Вы можете изменить <a onclick='window.open(this.href);return false;' href='%{url}'>настройки Billing Boss</a> и установить систему электронных платежей в любое время.
