Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: This invoice was sent using Billing Boss – an online invoice and payment tool that allows small businesses to create, send and track the status of invoices from the same team that developed Simply Accounting. For more information, please visit www.billingboss.com.
de: Diese Rechnung wurde durch Billing Boss verschickt - ein Online Rechnungs-Tool, das Kleinunternehmen erlaubt, Rechnungen zu erstellen, zu verschicken und den Stand zu verfolgen; alles mit demselben Team, das Simply Accounting entwickelt hat. Für mehr Information besuchen Sie bitte www.billingboss.com.
es: Esta factura se envió a través de Billing Boss - una herramienta de facturación y pagos en línea que permite a pequeñas empresas crear, enviar y realizar un seguimiento de la situación de sus facturas. Una herramienta creada por el mismo equipo de Simply Accounting. Para más información, por favor visite www.billingboss.com.
fr: Cette facture a été envoyée en utilisant Billing Boss, un outil de facturation et de paiement en ligne qui permet aux petites entreprises de créer, envoyer et faire le suivi de factures par la même équipe qui a développé Simple Comptable. Pour plus d'informations, veuillez visiter www.billingboss.com.
gu: આ ઇનવોઇસ Billing Boss થી મોકલવામાં આવેલ છે -એક ઓનલાઇન ઇનવોઇસ અને ચુકવણી ટૂલ જેનાથી નાના વ્યવસાય ઇનવોઇસ બનાવી શકે, મોકલી શકે અને ટ્રૅક કરી શકે છે તે તેમના તરફથી જેમણે Simply Accounting બનાવ્યુ હતું. મહેરબાની કરીને મુલાકાત લો www.billingboss.com.
hi: यह चालान Billing Boss का उपयोग करके भेजा गया था - एक ऑनलाइन चालान और भुगतान उपकरण छोटे व्यवसायों, एक ही टीम से चालान की स्थिति ट्रैक की अनुमति देता है . अधिक जानकारी के लिए,कृपया यात्रा www.billingboss.com.
it: La fattura è stata inviata utilizzando Billing Boss - un programma per fatturazione e pagamenti online che consente alle piccole imprese di creare, inviare e monitorare lo stato delle fatture. Per ulteriori informazioni, visita www.billingboss.com
pt: Esta factura foi enviada por meio de Billing Boss &mdash; uma site de factura e pagamento da Internet que permite que as pequenas empresas a criar, enviar e monitorar o status de facturas. Para mais informações, visite www.billingboss.com.
ru: Счет был отправлен Billing Boss - сервис электронных счетов и платежей, который позволяет небольшим компаниям создавать, отправлять и контролировать статус счетов. Данный продукт был создан разработчиками Simply Accounting. Для получения дополнительной информации, посетите www.billingboss.com

source: Here is the invoice from %{name}.
de: Hier ist die Rechnung von %{name}.
es: Aquí está la factura de %{name}.
fr: Voici la facture pour %{name}
gu: %{નામ} તરફથી ઇનવોઇસ આ રહયું.
hi: यहाँ %{name} से चालान है.
it: Fattura inviata da %{name}.
pt: Aqui está a factura de %{name}.
ru: Этот счет от %{name}

source: New invoice from %{sender}
de: Neue Rechnung von %{sender}
es: Nueva factura de %{sender}
fr: Une nouvelle facture de %{sender}
gu: નવુ ઇનવોઇસ %{મોકલનાર} તરફથી
hi: नया चालान %{sender} से
it: Nuova fattura da %{sender}
pt: Uma nova factura de %{sender}
ru: Новый счет от %{sender}

source: To view this invoice online, please go to %{link}
de: Um diese Rechnung online anzusehen, gehen Sie bitte zu %{link}
es: Para ver la factura en línea, por favor visite a %{link}
fr: Pour afficher cette facture en ligne, veuillez aller au %{link}
gu: આ ઇનવોઇસને ઓનલાઇન દેખવા મહેરબાની કરીને આ %{link} પર જાઓ.
hi: इस चालान को ऑनलाइन देखने के लिए कृपया %{link} पर जाएँ
it: Per visualizzare questa fattura online, vai a %{link}
pt: Para ver esta factura on-line, por favor, vá para: %{link}
ru: Для просмотра счета онлайн, воспользуйтесь ссылкой %{link}

source: To view or pay this invoice online, please go to %{link}
de: Um diese Rechnung online anzusehen oder zu bezahlen, gehen Sie bitte zu %{link}
es: Para ver o pagar la factura en línea, por favor visite a %{link}
fr: Pour afficher ou payer cette facture en ligne, veuillez aller au %{link}
gu: આ ઇનવોઇસને ઓનલાઇન દેખવા અથવા ચુકવણી કરવા મહેરબાની કરીને આ %{link} પર જાઓ.
hi: इस चालान को ऑनलाइन देखने या भुगतान के लिए कृपया %{link} पर जाएँ
it: Per visualizzare o pagare questa fattura online, vai a %{link}
pt: Para ver ou pagar esta factura on-line, por favor, vá para: %{link}
ru: Для просмотра или оплаты счета онлайн, воспользуйтесь ссылкой %{link}

source: Create New Invoice
de: Eine neue Rechnung erstellen
es: Crear una nueva factura
fr: Créer une nouvelle facture
gu: નવું ઇનવોઇસ બનાવો
hi: नई चालान बनाएँ
it: Crea una nuova fattura:
pt: Criar uma Nova Factura
ru: Создать новый счет

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Connectez-vous
gu: લોગ-ઇન
hi: लॉग इन
it: Entra
pt: Iniciar sessão
ru: Войти

source: Return to my data
de: Zu meinen Daten zurückkehren
es: Regresar a mis datos
fr: Retour à mes données
gu: મારા ડેટા તરફ પરત જાઓ
hi: अपने डाटा पर लौटें
it: Torna ai miei dati
pt: Retornar para os meus dados
ru: Возврат к моим данным

source: Sign up
de: Registrieren
es: Registrarse
fr: Inscrivez-vous
gu: સાઇનઅપ
hi: साइन अप
it: Registrati
pt: Regístre-se
ru: Регистрация

source: Logged in as %{user} (%{logout_link})
de: Angemeldet als %{user} (%{logout_link})
es: Connectado como %{user} (%{logout_link})
fr: %{user} a ouvert une session (%{logout_link})
gu: લોગ્ડ ઓન તરીકે %{વપરાશકર્તા} (%{logout_link})
hi: लॉग इन %{user} (%{logout_link}) रूप में
it: %{user} Connesso come (%{logout_link})
pt: %{user} conectado (%{logout_link})
ru: Вход осуществлен под именем %{user} (%{logout_link})

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Déconnectez-vous
gu: લોગ આઉટ
hi: लॉगआउट
it: Esci
pt: Sair
ru: Выйти

source: View sample e-mail
de: Siehe Beispiel Email
es: Ver correo electrónico de ejemplo
fr: Voir un exemple de courriel
gu: નમુનાનો ઇ-મેઇલ દેખો
hi: देखें नमूना ई मेल
it: Visualizza l'esempio di e-mail
pt: Veja exemplo de e-mail
ru: Образец e-mail

source: Send your clients an email to tell them about Billing Boss.
de: Senden Sie Ihren Kunden eine Email, in der Sie ihnen von Billing Boss erzählen.
es: Envíe a sus clientes un correo electrónico para darles a conocer Billing Boss.
fr: Envoyez un courriel à vos clients pour les renseigner sur Billing Boss.
gu: તમારા ગા઼હકોને Billing Boss વિષે કહેવા ઇ-મેઇલ મોકલો.
hi: एक ईमेल अपने ग्राहकों को भेजें Billing Boss के बारे में उन्हें बताने के लिए.
it: Invia un'e-mail ai tuoi clienti per far loro conoscere Billing Boss.
pt: Envie um e-mail aos teus clientes para informar-lhes sobre Billing Boss.
ru: Отправить e-mail о Billing Boss вашим клиентам

source: Don't worry, your customers' e-mail addresses will only be used to tell them about Billing Boss and not for any other purpose.
de: Keine Sorge, die Emailadressen Ihrer Kunden werden nur für Informationen über Billing Boss und niemals zu anderen Zwecken verwendet.
es: No se preocupe, las direcciones de correo electrónico de sus clientes solo serán utilizadas para darles a conocer Billing Boss y no para otro propósito.
fr: Ne vous inquiétez pas, les courriels de vos clients ne seront utilisés qu'aux fins de Billing Boss seulement.
gu: ચિંતા ના કરો, તમારા ગા઼હકનું ઇ-મેઇલ સરનામુ તેમને ફકત Billing Boss વિષે જણાવવા માટે કરવામા આવશે અને બીજા કોઇ ઉદ્દેશ માટે નહી.
hi: चिंता मत करो, अपने ग्राहकों के ईमेल पतों को Billing Boss के बारे में उन्हें बताने के लिए ही उपयोग किया जाएगा किसी अन्य उद्देश्य के लिए और नहीं.
it: Non preoccuparti, l'indirizzo e-mail dei tuoi clienti sarà utilizzato solo per far loro conoscere Billing Boss e non per altri scopi.
pt: Não se preocupe, os endereços de e-mail de teus clientes serão usados apenas para o envio do informativo sobre Billing Boss e, não para qualquer outra finalidade.
ru: E-mail ваших клиентов будут использованы исключительно в целях краткого информирования о Billing Boss

source: Send your friends an email to tell them about Billing Boss.
de: Senden Sie Ihren Freunden eine Email, in der Sie ihnen von Billing Boss erzählen.
es: Envíe a sus amigos un correo electrónico para darles a conocer Billing Boss.
fr: Envoyez un courriel à vos clients pour les renseigner sur Billing Boss.
gu: તમારા મિત્રોને Billing Boss વિષે કહેવા ઇ-મેઇલ મોકલો.
hi: एक ईमेल अपने दोस्तों को भेजें Billing Boss के बारे में उन्हें बताने के लिए
it: Invia un'e-mail ai tuoi amici per far loro conoscere Billing Boss.
pt: Envie um e-mail aos teus clientes para informar sobre o Billing Boss.
ru: Отправить вашим друзьям e-mail с информацией о Billing Boss

source: Don't worry, your friends' e-mail addresses will only be used to tell them about Billing Boss and not for any other purpose.
de: Keine Sorge, die Email-Adressen Ihrer Freunde werden nur für Informationen über Billing Boss und niemals zu anderen Zwecken verwendet.
es: No se preocupe, las direcciones de correo electrónico de sus amigos solo serán utilizadas para darles a conocer Billing Boss y no para otro propósito.
fr: Ne vous inquiétez pas, les courriels de vos clients ne seront utilisés qu'aux fins de Billing Boss seulement.
gu: ચિંતા ના કરો, તમારા મિત્રનું ઇ-મેઇલ સરનામુ તેમને ફકત Billing Boss વિષે જણાવવા માટે કરવામા આવશે અને બીજા કોઇ ઉદ્દેશ માટે નહી.
hi: चिंता मत करो, अपने ग्राहकों के ईमेल पतों को Billing Boss के बारे में उन्हें बताने के लिए ही उपयोग किया जाएगा किसी अन्य उद्देश्य के लिए और नहीं.
it: Non preoccuparti, l'indirizzo e-mail dei tuoi amici sarà utilizzato solo per far loro conoscere Billing Boss e non per altri scopi.
pt: Não se preocupe, os endereços de e-mail de teus clientes serão usados apenas para o envio do informativo sobre Billing Boss e, não para qualquer outra finalidade.
ru: E-mail ваших друзей будут использованы исключительно в целях краткого информирования о Billing Boss

source: Overview
de: Überblick
es: Resumen
fr: Aperçu
gu: સર્વસામાન્ય નિરીક્ષણ
hi: समीक्षा
it: Panoramica
pt: Visão geral
ru: Обзор

source: Reports
de: Berichte
es: Reportes
fr: Rapports
gu: અહેવાલો
hi: रिपोर्ट
it: Rapporti
pt: Relatórios
ru: Отчеты

source: Customers
de: Kunden
es: Clientes
fr: Clients
gu: ગા્હકો
hi: ग्राहक
it: Clienti
pt: Clientes
ru: Заказчик

source: Share Data
de: Gemeinsame Datennutzung
es: Compartir datos
fr: ﻿Partager vos données
gu: ડેટા શેર કરો
hi: साझा डाटा
it: Condividi i tuoi dati
pt: Compartilhar dados
ru: Общие данные

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
gu: સેટિંગ્સ
hi: सेटिंग्स
it: Impostazioni
pt: Configuração
ru: Настройки

source: My Admin View
de: Meine Admin-Ansicht
es: Administración
fr: Vue d'administration
gu: મારું વ્યવસ્થાપક અવલોકન
hi: व्यवस्थापक नज़र
it: Modalità amministratore
pt: Funções administrativas
ru: Администратор

source: Switch to My Admin View
de: Auf meine Admin-Ansicht umschalten
es: Cambiar a Vista de Administración
fr: Aller à la Vue d'administration
gu: મારા વ્યવસ્થાપક અવલોકન તરફ બદલો
hi: व्यवस्थापक नज़र पर जाएँ
it: Passa alla Modalità amministratore
pt: Ir para funções administrativas
ru: Перейти к просмотру Администратора

source: My Billing View
de: Meine Rechnungs-Ansicht
es: Mis facturas
fr: Vue de facturation
gu: મારું બિલિંગ અવલોકન
hi: बिलिंग नज़र
it: Modalità fatturazione
pt: Funções de facturamento
ru: Пользователь

source: Switch to My Billing View
de: Auf meine Rechnungs-Ansicht umschalten
es: Ver mis facturas
fr: Aller à la Vue de facturation
gu: મારા બિલિંગ અવલોકન તરફ બદલો
hi: बिलिंग नज़र पर जाएँ
it: Passa alla Modalità fatturazione
pt: Ir para funções de facturamento
ru: Перейти к просмотру Пользователя

source: My Clients View
de: Meine Kunden-Ansicht
es: Mis clientes
fr: Vue des clients
gu: મારું ગા઼હકો અવલોકન
hi: ग्राहक नज़र
it: Modalità cliente
pt: Meus Clientes
ru: Заказчик

source: Switch to My Clients View
de: Auf meine Kunden-Ansicht umschalten
es: Ver mis clientes
fr: Aller à la Vue des clients
gu: મારા ગા઼હકો અવલોકન તરફ બદલો
hi: ग्राहक नज़र पर जाएँ
it: Passa alla Modalità cliente
pt: Acessar dados de cliente
ru: Перейти к просмотру Заказчика

source: %{num} errors prohibited this %{rec_name} from being saved
de: %{num} Fehler verhinderten diesen %{rec_name} davon, gespeichert zu werden
es: %{num} errores han impedido que este %{rec_name} se guarde
fr: %{rec_name} ne peut pas être sauvegardé(e) pour %{num} erreurs.
gu: %{num} ભુલે આ %{rec_name} ને સંગઁહ કરતા રોકયું હતુ.સ
hi: %{num} त्रुटियों इस निषिद्ध %{rec_name} जमा करने से
it: %{num} degli errori impediscono a questo %{rec_name} di essere salvato
pt: Você não pode salvar esta %{rec_name} até que os seguintes erros %{num} estejam solucionados.
ru: %{num} ошибки не позволили сохранить %{rec_name}

source: %{num} error prohibited this %{rec_name} from being saved
de: %{num} Fehler verhinderten diesen %{rec_name} davon, gespeichert zu werden
es: Un error ha impedido que este %{rec_name} se guarde.
fr: %{rec_name} ne peut pas être sauvegardé(e) pour %{num} erreur.
gu: %{num} ભુલે આ %{rec_name} ને સંગઁહ કરતા રોકયું હતુ.
hi: %{num} त्रुटियों इस निषिद्ध %{rec_name} जमा करने से
it: un errore impedisce a questo %{rec_name} di essere salvato
pt: Você não pode salvar esta %{rec_name} até que os seguintes erros %{num} estejam solucionados.
ru: %{num} ошибки не позволили сохранить %{rec_name}

source: Please select one
de: Wählen Sie bitte eines aus
es: Por favor elija
fr: Veuillez-en sélectionner un
gu: મહેરબાની કરીને એક પસંદ કરો
hi: कृपया एक का चयन करें
it: Ti preghiamo di selezionarne una
pt: Selecione
ru: Пожалуйста, выберете один из предложенных вариантов.

source: Accountant / Bookkeeper
de: Buchhalter
es: Contador
fr: Comptable / Aide-comptable
gu: લેખાકાર / વહીખાતા લખનાર
hi: लेखाकार / बहीखाता लिखनेवाला
it: Commercialista
pt: Contador
ru: Бухгалтер

source: Banks
de: Banken
es: Bancos
fr: Banques
gu: બેંકો
hi: बैंकों
it: Banche
pt: Bancos
ru: Банк

source: Business expert blog
de: Unternehmen Experten Blog
es: Blog de un experto en negocios
fr: Le blogue d'un spécialiste en affaires
gu: વ્યવસાય નિષ્ણાત બ્લોગ
hi: व्यापार विशेषज्ञ ब्लॉग
it: Blog per esperti in affari
pt: Blog de um especialista em negócios
ru: Экспертный блог

source: Educational Institutions
de: Bildungseinrichtungen
es: Instituciones educativas
fr: Établissement d'enseignement
gu: શૈક્ષણિક સંસ્થાઓ
hi: शिक्षा संस्थान
it: Scuole
pt: Instituições educacionais
ru: Образовательное учреждение

source: Friend / colleague
de: Freund/Kollege
es: Amigo/a o colega
fr: Ami(e) ou collègue
gu: મિત્ર / સહ-કાયઁકર
hi: दोस्त / सहयोगी
it: Amico / collega
pt: Amigo ou colega
ru: Друг/коллега

source: Newspaper
de: Zeitung
es: Periódicos
fr: Journaux
gu: વતઁમાનપત્ર
hi: समाचार पत्र
it: Quotidiano
pt: Jornal
ru: Газета

source: Online Magazine
de: Online-Zeitschrift
es: Revista en Internet
fr: Magazine en ligne
gu: ઓનલાઇન સામાયિક
hi: ऑनलाइन पत्रिका
it: Rivista online
pt: Revista online
ru: Онлайн журнал

source: Print Magazine
de: Druckzeitschrift
es: Revista impresa
fr: Magazine imprimé
gu: છાપેલ સામાયિક
hi: प्रिंट पत्रिका
it: Stampa la rivista
pt: Revista impressa
ru: Печатное издание

source: Search engine
de: Suchmaschine
es: Motor de búsqueda (Google, Yahoo)
fr: Moteur de recherche (Google, Yahoo)
gu: શોધ એન્જિન
hi: खोज इंजन
it: Motore di ricerca
pt: Ferramenta de busca (Google, Yahoo)
ru: Поисковая система

source: Small business website
de: Kleinbetriebs-Website
es: Sitio web para pequeñas empresas
fr: Site de petites entreprises
gu: નાના વ્યવસાય વેબસાઈટ
hi: लघु व्यापार वेबसाइट
it: Sito web per le piccole imprese
pt: Site para pequenas empresas
ru: Веб-сайт компании

source: Social Network (Facebook, Twitter, LinkedIn, etc)
de: Soziales Netzwerk (Facebook, Twitter, LinkedIn, etc)
es: Servicios de red social (Facebook, MetroFlog, etc)
fr: Réseautage social (Facebook, Twitter, Linkedin, etc.)
gu: સામાજીક નેટવર્ક (ફેસબુક, ટવીટર, લિંકડઇન, વગેરે)
hi: सामाजिक नेटवर्क (Facebook, Twitter, LinkedIn, आदि)
it: Social network (superEva, Orkut, LinkedIn)
pt: Redes Sociais na Internet (Orkut, Facebook)
ru: Социальная сеть (Facebook, Twitter, LinkedIn, др.)

source: Small Business / Industry Associations
de: Kleinunternehmen / Industrievereinigungen
es: Asociaciones de la Industria o de Pequeñas Empresas
fr: PME / Associations de l'industrie
gu: નાના વ્યવસાય / ઉદ્યોગ સંધ સંસ્થા
hi: लघु व्यवसाय / उद्योग संघों
it: Associazioni industriali o di piccole imprese
pt: Associações de Pequenas Empresas e Indústria
ru: Ассоциации малого бизнеса/Отраслевые ассоциации

source: Other (please specify)
de: Andere (Bitte spezifieren)
es: Otras (especificar)
fr: Autre (préciser s'il vous plaît)
gu: અન્ય (મહેરબાની કરીને બતાવો)
hi: अन्य (कृपया निर्दिष्ट)
it: Altro (specificare)
pt: Outros (especificar)
ru: Другое (пожалуйста, укажите)

source: Alabama
gu: અલ્બામા
hi: अलाबामा
ru: Алабама

source: Alaska
gu: અલાસ્કા
hi: अलास्का
pt: Alasca
ru: Аляска

source: Arizona
gu: એરિઝોના
hi: एरिज़ोना
ru: Аризона

source: Arkansas
gu: આરકાન્સાસ
hi: आर्कन्सा
pt: Arcansas
ru: Арканзас

source: California
de: Kalifornien
fr: Californie
gu: કેલીફો઼નીયા
hi: केलिफोर्निया
pt: Califórnia
ru: Калифорния

source: Colorado
gu: કોલોરાડો
hi: कालरेडो
ru: Колорадо

source: Connecticut
gu: કનેક્ટિકટ
hi: कनेक्टिकट
ru: Коннектикут

source: Delaware
gu: ડેલાવેર
hi: डेलावेयर
ru: Делавэр

source: District of Columbia
es: Distrito de Columbia
fr: District de Columbia
gu: ડિસ્ટિ્કટ ઓફ કોલ્મબિયા
hi: डिस्ट्रिक्ट अव कोलंबिया
it: Distretto di Columbia
pt: Distrito de Colúmbia
ru: Федеральный Округ Колумбия

source: Florida
fr: Floride
gu: ફલોરિડા
hi: फ्लोरिडा
pt: Flórida
ru: Флорида

source: Georgia
fr: Géorgie
gu: જર્યોજિયા
hi: जार्जिया
pt: Geórgia
ru: Джорджия

source: Hawaii
es: Hawái
gu: હવાઇ
hi: हवाई
pt: Havai
ru: Гавайи

source: Idaho
gu: ઈદાહો
hi: आयडाहो
ru: Айдахо

source: Illinois
gu: ઇલ્લીનોઇ્સ
hi: इलिनाय
ru: Иллинойс

source: Indiana
gu: ઇન્ડિયાના
hi: इंडियाना
ru: Индиана

source: Iowa
gu: ઈઓવા
hi: आयोवा
ru: Айова

source: Kansas
gu: કાન્સાસ
hi: केन्सास
ru: Канзас

source: Kentucky
gu: કેન્ટુકી
hi: केन्टकी
ru: Кентукки

source: Louisiana
es: Luisiana
fr: Louisiane
gu: લુઇસીઆના
hi: लुईज़ियाना
pt: Luisiana
ru: Луизиана

source: Maine
gu: માઇને
hi: मेन
ru: Мэн

source: Maryland
gu: મેરીલેન્ડ
hi: मेरिलैंड
ru: Мэриленд

source: Massachusetts
gu: માસ્સાચુસેટ્ટસ
hi: मासेचुसेट्स
ru: Массачусетс

source: Michigan
es: Míchigan
gu: મીશીગન
hi: मिशिगन
ru: Мичиган

source: Minnesota
gu: મિનેસોટા
hi: मिनेसोटा
pt: Minessota
ru: Миннесота

source: Mississippi
es: Misisipi
gu: મિસ્સિસ્સિપિ
hi: मिसिसिपी
pt: Mississípi
ru: Миссисипи

source: Missouri
es: Misuri
gu: મિસ્સુરી
hi: मिज़ूरी
ru: Миссури

source: Montana
gu: મોન્ટાના
hi: मोन्टाना
ru: Монтана

source: Nebraska
gu: નેબ્રાસ્કા
hi: नेब्रास्का
pt: Nebrasca
ru: Небраска

source: Nevada
gu: નેવાડા
hi: नेवाडा
ru: Невада

source: New Hampshire
es: Nuevo Hampshire
gu: ન્યુ હેમ્પશાયર
hi: न्यू हेम्पशायर
pt: Nova Hampshire
ru: Нью-Гэмпшир

source: New Jersey
es: Nueva Jersey
gu: ન્યુ જઁસિ
hi: न्यू जर्सी
pt: Nova Jérsei
ru: Нью-Джерси

source: New Mexico
es: Nuevo México
fr: Nouveau-Mexique
gu: ન્યુ મેકસિકો
hi: न्यू मेक्सिको
it: Nuovo Messico
pt: Novo México
ru: Нью-Мехико

source: New York
es: Nueva York
gu: ન્યુ યોઁક
hi: न्यू यार्क
pt: Nova Iorque
ru: Нью-Йорк

source: North Carolina
es: Carolina del Norte
fr: Caroline du Nord
gu: ન્યુ કેરોલિના
hi: नार्थ केरोलाइना
it: Carolina del Nord
pt: Carolina do Norte
ru: Северная Каролина

source: North Dakota
es: Dakota del Norte
fr: Dakota du Nord
gu: ઉત્તર દાકોટા
hi: नार्थ डेकोटा
it: Dakota del Nord
pt: Dacota do Norte
ru: Северная Дакота

source: Ohio
gu: ઓહિયો
hi: ओहायो
ru: Огайо

source: Oklahoma
gu: ઓકલાહોમા
hi: ओक्लाहोमा
ru: Оклахома

source: Oregon
es: Oregón
gu: ઓરેગોન
hi: ओरेगान
ru: Орегон

source: Pennsylvania
es: Pensilvania
fr: Pennsylvanie
gu: પેનિસિલ્વેનિયા
hi: पेन्सिलवेनिया
pt: Pensilvânia
ru: Пенсильвания

source: Rhode Island
gu: ર઼હોડ ટાપુઓ
hi: रोड आइलैंड
ru: Род-Айленд

source: South Carolina
es: Carolina del Sur
fr: Caroline du Sud
gu: દક્ષિણ કેરોલિના
hi: साउथ केरोलाइना
it: Carolina del Sud
pt: Carolina do Sul
ru: Южная Каролина

source: South Dakota
es: Dakota del Sur
fr: Dakota du Sud
gu: દક્ષિણ દાકોટા
hi: साउथ डेकोटा
it: Dakota del Sud
pt: Dacota do Sul
ru: Южная Дакота

source: Tennessee
gu: ટેન્નેસ્સી
hi: टेनेसी
ru: Теннесси

source: Texas
gu: ટેકસાસ
hi: टेक्सस
ru: Техас

source: Utah
gu: ઉતાહ
hi: यूटा
ru: Юта

source: Vermont
gu: વરમોન્ટ
hi: वर्मांट
ru: Вермонт

source: Virginia
fr: Virginie
gu: વજીઁનીયા
hi: वर्जिनिया
pt: Virgínia
ru: Вирджиния

source: Washington
gu: વોશિન્ગટન
hi: वाशिंगटन
ru: Вашингтон

source: West Virginia
es: Virginia Occidental
fr: Virginie-Occidentale
gu: પશ્રિમ વર્જિનિયા
hi: वेस्ट वर्जिनिया
it: Virginia Occidentale
pt: Virgínia Ocidental
ru: Западная Вирджиния

source: Wisconsin
gu: વિસ્કોન્સિન
hi: विस्कान्सिन
ru: Висконсин

source: Wyoming
gu: વ્યોમીન્ગ
hi: वायोमिंग
ru: Вайоминг

source: American Samoa
de: Amerikanisch Samoa
es: Samoa Americana
fr: Samoa américaines
gu: અમેરિકન સામોઆ
hi: अमेरिकी सामोआ
it: Samoa Americane
pt: Samoa Americana
ru: Американское Самоа

source: Federated States of Micronesia
de: Föderierte Staaten {pl} von Mikronesien
es: Estados Federados de Micronesia
fr: États fédérés de Micronésie
gu: ફેડરસ સ્ટેટ્સ ઓફ માઇક્રોનેશિયા
hi: माइक्रोनेशिया
it: Stati Federati di Micronesia
pt: Estados Federados da Micronésia
ru: Федеративные Штаты Микронезии

source: Guam
gu: ગુઆમ
hi: गुआम
ru: Гуам

source: Marshall Islands
de: Marshallinseln
es: Islas Marshall
fr: Îles Marshall
gu: માર્શલ ટાપુઓ
hi: मार्शल द्वीप समूह
it: Isole Marshall
pt: Ilhas Marshall
ru: Маршалловы Острова

source: Northern Mariana Islands
de: Nördliche Marianen-Inseln
es: Islas Marianas del Norte
fr: Îles Mariannes du Nord
gu: ઉત્તરી મારીઆના ટાપુઓ
hi: नार्दर्न मैरियाना आइलैंड्स
it: Isole Marianne Settentrionali
pt: Marianas Setentrionais
ru: Северные Марианские Острова

source: Palau
es: Palaos
fr: Palaos
gu: પાલાઉ
hi: पलाऊ
ru: Палау

source: Puerto Rico
fr: Porto Rico
gu: પુર્ટો રીકો
hi: प्युर्तोरिको
it: Porto Rico
pt: Porto Rico
ru: Пуэрто-Рико

source: Virgin Islands
de: Jungferninseln
es: Islas Vírgenes
fr: Îles Vierges
gu: વર્જીન ટાપુઓ
hi: वर्जिन द्वीप समूह
it: Isole Vergini
pt: Ilhas Virgens Americanas
ru: Виргинские острова

source: Armed Forces Americas
de: Gesamtamerikanische Streitkräfte
es: Las Fuerzas Armadas en las Américas
fr: Les forces armées aux Amériques
gu: અમેરિકાના સશસ્ત્ર દળો
hi: सशस्त्र बल अमेरिका
it: Forze Armate delle Americhe
pt: Forças Armadas das Américas
ru: Вооруженные силы США

source: Armed Forces
de: Streitkräfte
es: Las Fuerzas Armadas
fr: Les forces armées
gu: સશસ્ત્ર દળો
hi: सशस्त्र बल
it: Forze Armate
pt: Forças Armadas
ru: Вооруженные силы

source: Armed Forces Pacific
de: Pazifische Streitkräfte
es: Las Fuerzas Armadas del Pacífico
fr: Les forces armées du Pacifique
gu: પેસિફિક સશસ્ત્ર દળો
hi: सशस्त्र बल प्रशांत
it: Forze Armate del Pacifico
pt: Forças Armadas do Pacífico
ru: Тихоокеанские Вооруженные силы

source: Canada
de: Kanada
es: Canadá
gu: કેનેડા
hi: कनाडा
pt: Canadá
ru: Канада

source: United States
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
gu: યુનાઇટેડ સ્ટેટ્સ
hi: संयुक्त राज्य अमेरिका
it: Stati Uniti
pt: Estados Unidos
ru: Соединённые Штаты

source: – Select %{statelabel} –
de: – Wählen %{statelabel} –
es: – Seleccione %{statelabel} –
fr: – Sélectionner %{statelabel} –
gu: – પસંદ કરો %{statelabel} –
hi: – चुनें %{statelabel} –
it: – Seleziona %{statelabel} –
pt: – Seleccionar %{statelabel} –
ru: – Выбрать %{statelabel} –

source: Your session has already been completed.
de: Ihre Sitzung wurde bereits beendet.
es: Su sesión ya se ha completado.
fr: Votre session a déjà été complétée.
gu: તમારુ સત્ર પહેલેથી સમાપ્ત થઇ ગયું છે.
hi: आपका सत्र पहले ही पूरा कर लिया गया है।
it: La sessione è già stata completata.
pt: A sessão já foi concluída.
ru: Ваша сессия завершена.
