Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: ZAR|South African rand
de: Südafrikanisches Rand
es: Rand sudafricano
fr: Rand sud-africain
gu: સાઉથ ઍફ્રિકન રૅન્ડ
hi: दक्षिण अफ़्रीकी रॅण्ड
it: Rand Sudafricano
pt: Rand sul Africano
ru: Южноафриканский рэнд

source: ZMK|Zambian kwacha
de: Kwacha
es: Kwacha zambiano
fr: Kwacha zambien
gu: ઝામ્બિયન ક્વાચા
hi: Zambian kwacha
it: Kwacha dello Zambia
pt: Cuacha zambiano
ru: Квача

source: ZWD|Zimbabwean dollar
de: Simbabwe-Dollar
es: Dólar de Zimbabwe
fr: Dollar zimbabwéen
gu: ઝિમ્બાબવિઅન ડોલર
hi: जिम्बाब्वे डॉलर
it: Dollaro dello Zimbabwe
pt: Zimbabué dólar
ru: Зимбабвийский доллар

source: api token
es: símbolo de API
fr: jeton d'API
gu: api ટોકન
hi: एपीआई टोकन
pt: símbolo do API
ru: Api токен

source: ApiToken|Guid
de: Guid
es: GUID
fr: GUID
gu: ગુઇડ
hi: Guid
it: GUID
pt: GUID
ru: GUID

source: ApiToken|Language
de: Sprache
es: Idioma
fr: Langue
gu: ભાષા
hi: भाषा
it: Lingua
pt: Idioma
ru: Язык

source: ApiToken|Mode
de: Modus
es: Modo
fr: Mode
gu: રીત
hi: मोड
it: Modalità
pt: Modo
ru: Режим

source: ApiToken|User gateway
de: Benutzer-Gateway
es: Puerta de entrada del usuario
fr: Passerelle d'utilisateur
gu: વપરાશકર્તા ગેટવે
hi: प्रयोक्ता प्रवेश द्वार
it: Gateway utente
pt: Portal do usuário
ru: Протокол пользователя

source: ApiToken|New gateway
de: Neues Gateway
es: Nueva puerta de entrada para el usuario
fr: Nouvelle passerelle
gu: નવો ગેટવે
hi: नया प्रवेश द्वार
it: Nuovo gateway
pt: Novo portal
ru: Новый протокол

source: ApiToken|Invoice
de: Rechnung
es: Factura
fr: Facture
gu: ઇનવોઇસ
hi: चालान
it: Fattura
pt: Factura
ru: Счет

source: ApiToken|Delivery
de: Zustellung
es: Entrega
fr: Livraison
gu: વિતરણ
hi: वितरण
it: Consegna
pt: Entrega
ru: Доставка

source: ApiToken|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: प्रयोक्ता
it: Utente
pt: Usuário
ru: Пользователь

source: ApiToken|Password
de: Passwort
es: Contraseña
fr: Mot de passe
gu: પાસવડઁ
hi: पासवर्ड
it: Password
pt: Senha
ru: Пароль

source: Sage Card Services by Sage Payment Solutions
de: Sage Card Services von Sage Payment Solutions
es: Servicio de tarjeta de crédito de Sage Payment Solutions
fr: Services de carte de crédit de Sage Payment Solutions
gu: Sage Payment Solutions તરફથી Sage કાર્ડ સેવાઓ
hi: सेज भुगतान समाधान से सेज कार्ड सेवाएँ
it: Servizio carta di credito della Soluzioni di Pagamento Sage
pt: Serviços de cartão de crédito do Sage Payment Solutions
ru: Обработка электронных платежей по картам выполняется Sage Payment Solutions

source: <a href='http://www.sagespark.com/tools_services/merchant_services/payment_solutions/merchant_accounts_and_processing_services' target='_blank'>Click here</a> for more information.
de: <a href='http://www.sagespark.com/tools_services/merchant_services/payment_solutions/merchant_accounts_and_processing_services' target='_blank'>Hier klicken</a>für mehr Information.
es: <a href='http://www.sagespark.com/tools_services/merchant_services/payment_solutions/merchant_accounts_and_processing_services' target='_blank'>Haga clic aquí</a> para más información.
fr: <a href='http://www.sagespark.com/tools_services/merchant_services/payment_solutions/merchant_accounts_and_processing_services' target='_blank'>Cliquez ici</a> pour plus d'informations.
gu: <a href='http://www.sagespark.com/tools_services/merchant_services/payment_solutions/merchant_accounts_and_processing_services' target='_blank'>અંહિ ક્લિક કરો</a> વધુ માહિતી માટે.
hi: <a href='http://www.sagespark.com/tools_services/merchant_services/payment_solutions/merchant_accounts_and_processing_services' target='_blank'>अधिक जानकारी के लिए </a> यहाँ क्लिक करें.
it: <a href='http://www.sagespark.com/tools_services/merchant_services/payment_solutions/merchant_accounts_and_processing_services' target='_blank'>Clicca qui</a> per ulteriori informazioni.
pt: <a href='http://www.sagespark.com/tools_services/merchant_services/payment_solutions/merchant_accounts_and_processing_services' target='_blank'>Clique aqui</a> para mais informações.
ru: <a href='http://www.sagespark.com/tools_services/merchant_services/payment_solutions/merchant_accounts_and_processing_services' target='_blank'>Пройдите по ссылке</a> за дополнительной информацией.

source: Bounced Mail
de: Unzustellbare Mail
es: Retorno de correo electrónico rechazado
fr: Retour du message rejeté
gu: પાછું આવેલો ઇ-મેઇલ
hi: बाउंस मेल
it: Posta respinta
pt: Email Devolvido
ru: Не доставленная почта

source: pay application
de: Zahlungs-Applikation
es: aplicación de pago
fr: application d'un paiement
gu: ચુકવણી એપ્લિકેશન
hi: भुगतान आवेदन
it: applicativo per i pagamenti
pt: conexão do pagamento
ru: Заявка на оплату

source: PayApplication|Payment
de: Zahlung
es: Pago
fr: Paiement
gu: ચુકવણી
hi: भुगतान
it: Pagamento
pt: Pagamento
ru: Платеж

source: PayApplication|Invoice
de: Rechnung
es: Factura
fr: Facture
gu: ઇનવોઇસ
hi: चालान
it: Fattura
pt: Factura
ru: Счет

source: PayApplication|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Создана

source: PayApplication|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлена

source: PayApplication|Created by
de: Erstellt von
es: Creado por
fr: Créé par
gu: દ્વારા બનાવવામાં આવેલ
hi: किसने बनाया है
it: Creato da
pt: Criado por
ru: Создана

source: PayApplication|Amount
de: Betrag
es: Cantidad
fr: Montant
gu: રકમ
hi: राशि
it: Importo
pt: Valor
ru: Сумма

source: - Customer name is required.
de: - Name des Kunden ist erforderlich.
es: - Se requiere el nombre del cliente.
fr: - Le nom du client est requis.
gu: - ગા઼હકનુ નામ જરૂરિ છે.
hi: ग्राहक का नाम आवश्यक है
it: - Il nome del cliente è obbligatorio.
pt: - O nome do cliente é necessário
ru: - Укажите имя заказчика

source: - Address 1 maximum length is 255 characters.
de: - Maximale Länge der Adresse 1 ist 255 Zeichen.
es: - Dirección 1 tiene un largo máximo de 255 caracteres.
fr: - La longueur maximale de l'Adresse 1 est de 255 caractères.
gu: - સરનામાં 1 ની અધિકતમ લંબાઇ 255 અક્ષરોની છે.
hi: पता 1 - अधिकतम लंबाई 255 अक्षर है
it: - La lunghezza massima dell'Indirizzo 1 è di 255 caratteri.
pt: - Endereço 1 tem largura máxima de 255 caracteres.
ru: - В 1-й адресной строке максимальное число букв не более 255.

source: - Address 2 maximum length is 255 characters.
de: - Maximale Länge der Adresse 2 ist 255 Zeichen.
es: - Dirección 2 tiene un largo máximo de 255 caracteres.
fr: - La longueur maximale de l'Adresse 2 est de 255 caractères.
gu: - સરનામાં 2 ની અધિકતમ લંબાઇ 255 અક્ષરોની છે.
hi: पता 2 - अधिकतम लंबाई 255 अक्षर है
it: - La lunghezza massima dell'Indirizzo 2 è di 255 caratteri.
pt: - Endereço 2 tem largura máxima de 255 caracteres.
ru: - Во 2-й адресной строке максимальное число букв не более 255.

source: - City maximum length is 255 characters.
de: - Maximale Länge der Stadt ist 255 Zeichen.
es: - Ciudad tiene un largo máximo de 255 caracteres.
fr: - La longueur maximale de la Ville est de 255 caractères.
gu: - શહેરની અધિકતમ લંબાઇ 255 અક્ષરોની છે.
hi: शहर - अधिकतम लंबाई 255 अक्षर है
it: - La lunghezza massima della Città è di 255 caratteri
pt: - Cidade tem largura máxima de 255 caracteres.
ru: - Максимальное число букв в названии города не более 255.

source: - Province/State maximum length is 255 characters.
de: - Maximale Länge der Provinz/des Staates ist 255 Zeichen.
es: - Provincia o Estado tiene un largo máximo de 255 caracteres.
fr: - La longueur maximale de la Province, de l'état, ou du département est de 255 caractères.
gu: - પરગણા/રાજયની અધિકતમ લંબાઇ 255 અક્ષરોની છે.
hi: प्रांत / राज्य - अधिकतम लंबाई 255 अक्षर है
it: - La lunghezza massima dello Stato o Provincia è di 255 caratteri
pt: - Província ou Estado tem largura máxima de 255 caracteres.
ru: - Максимальное число букв в названии области не более 255.

source: - Postal Code/Zip maximum length is 255 characters.
de: - Maximale Länge der Postleitzahl ist 255 Zeichen.
es: - Código postal tiene un largo máximo de 255 caracteres.
fr: - La longueur maximale du Code postal est de 255 caractères.
gu: - પોસ્ટલ કોડ/ઝીપ ની મહતમ લંબાઇ 255 અક્ષરોની છે.
hi: पोस्टल कोड / ज़िप - अधिकतम लंबाई 255 अक्षर है
it: - La lunghezza massima del Codice postale è di 255 caratteri.
pt: - Código Postal tem largura máxima de 255 caracteres.
ru: - Максимальное число цифр в индексе не более 255.

source: - Country maximum length is 255 characters.
de: - Maximale Länge des Landes ist 255 Zeichen.
es: - País tiene un largo máximo de 255 caracteres.
fr: - La longueur maximale du Pays est de 255 caractères.
gu: - દેશની અધિકતમ લંબાઇ 255 અક્ષરોની છે.
hi: देश - अधिकतम लंबाई 255 अक्षर है
it: - La lunghezza massima della Nazione è di 255 caratteri.
pt: - País tem largura máxima de 255 caracteres.
ru: - Максимальное число букв в названии страны не более 255.

source: - Website maximum length is 255 characters.
de: - Maximale Länge der Webseite ist 255 Zeichen.
es: - Sitio web tiene un largo máximo de 255 caracteres.
fr: - La longueur maximale du Site web est de 255 caractères.
gu: - વેબસાઇટની અધિકતમ લંબાઇ 255 અક્ષરોની છે.
hi: वेबसाइट - अधिकतम लंबाई 255 अक्षर है
it: - La lunghezza massima del Sito Web è di 255 caratteri.
pt: - Site tem largura máxima de 255 caracteres.
ru: - Максимальное число букв в названии вебсайта не более 255.

source: - Phone maximum length is 255 characters.
de: - Maximale Länge der Telefonnummer ist 255 Zeichen.
es: - Teléfono tiene un largo máximo de 255 caracteres.
fr: - La longueur maximale du Téléphone est de 255 caractères.
gu: - ફોનની અધિકતમ લંબાઇ 255 અક્ષરોની છે.
hi: फ़ोन - अधिकतम लंबाई 255 अक्षर है
it: - La lunghezza massima del Numero di telefono è di 255 caratteri.
pt: - Telefone tem largura máxima de 255 caracteres.
ru: - Максимальное число цифр в номере телефона не более 255.

source: - Fax maximum length is 255 characters.
de: - Maximale Länge der Faxnummer ist 255 Zeichen.
es: - Fax tiene un largo máximo de 255 caracteres.
fr: - La longueur maximale du Fax est de 255 caractères.
gu: - ફેકસની અધિકતમ લંબાઇ 255 અક્ષરોની છે.
hi: फैक्स - अधिकतम लंबाई 255 अक्षर है
it: - La lunghezza massima del Numero di Fax è di 255 caratteri.
pt: - Faxx tem largura máxima de 255 caracteres.
ru: - Максимальное число цифр в номере факса не более 255.

source: Customer name already exists
de: Dieser Name existiert bereits
es: Existe ya un cliente llamado asi
fr: Le nom du client existe déjà
gu: ગા઼હકનુ નામ પહેલાથી જ હાજર છે.
hi: ग्राहक का नाम पहले से ही मौजूद है
it: Un cliente con questo nome esiste già
pt: Já existe um cliente com esse nome
ru: Заказчик с таким именем уже существует.

source: social security number
de: Sozialversicherungsnummer
es: número de seguridad social
fr: numéro d'assurance sociale
gu: સોશિઅલ સિક્યુરિટિ નંબર
hi: सामाजिक सुरक्षा संख्या SSN
it: numero previdenza sociale
pt: número de segurança social
ru: Социальный Страховой Номер

source: SocialSecurityNumber|Number
de: Nummer
es: Número
fr: Numéro
gu: સંખ્યા
hi: संख्याः
it: Numero
pt: Número
ru: Номер

source: %{name} would like to share their invoice data.
de: %{name} möchte seine/ihre Rechnungsdaten gemeinsam nutzen.
es: A %{name} le gustaría compartir sus datos de facturación con usted.
fr: %{name} voudrait partager ses données de facturation.
gu: %{name} તેમનો ડેટા શેર કરવા માંગે છે.
hi: %{name} अपनी चालान जानकारी साझा करना चाहता है.
it: %{name} desidera condividere con te i dati relativi alla sua fatturazione.
pt: %{name} gostaria de compartilhar teus dados de facturamento.
ru: %{name} хотел бы сообщить вам данные по счетам.

source: %{name} is using Billing Boss, a free online tool to create, track and manage their invoices and would like to share their data with you. With Billing Boss you will get a bookkeeper or accountant's view of %{name}'s invoice activities and won't need to worry about sending files back and forth or sorting through a mountain of paper work.
de: %{name} benutzt Billing Boss, das gratis Online-Tool, um Rechnungen zu erstellen, zu verfolgen und zu verwalten, und schlägt gemeinsame Datennutzung vor. Billing Boss gibt Ihnen eine buchhalterische Übersicht über %{name}s Rechnungsaktivitäten und Sie haben keine Mühe mit dem Hin- und Hersenden von Dateien oder dem Sortieren von Papierbergen.
es: %{name} está usando Billing Boss, una herramienta en línea gratuita para crear, realizar seguimiento y gestionar sus facturas, le gustaría compartir sus datos con usted. Con Billing Boss usted obtendrá un contador o vista de contador de las actividades de las facturas de %{name} y no necesitará preocuparse de enviar y recibir archivos u ordenar montañas de trabajo.
fr: %{name} utilise Billing Boss, un outil en ligne gratuit pour créer, faire le suivi et gérer ses factures et souhaiterait partager ses données avec vous. Grâce à Billing Boss, vous bénéficiez de l'expertise d'un comptable ou aide-comptable sur les activités de facturation de %{name} et vous n'avez pas à vous soucier du va-et-vient des fichiers ni d'avoir à trier une montagne de papiers.
gu: %{name} વિના-મૂલ્ય ઇન્વોઇસિંગ ટૂલ તેમના ઇનવોઇસ બનાવવા, સંચાલન કરવા અને ટ્રૅક કરવા માટે ઉપયોગ કરે છે અને તમારી સાથે ડેટા શેર કરવા માંગે છે. Billing Boss દ્ધારા તમે લેખાકાર અથવા વહીખાતા લખનાર નો વ્યૂ %{name}'s ની ઇનવોઇસ પ઼વૃતિ માટે મેળવી શકો છો અને ફાઇલો અહિંથી તહિં તબદીલ કરવાની ચિંતા કર્યા સિવાય અથવા કાગળના ઢગલાનુ વર્ગિકરણ કર્યા સિવાય.
hi: %{name} Billing Boss का उपयोग कर रहा है, एक नि: शुल्क ऑनलाइन उपकरण उनके चालान का प्रबंधन, बनाने और ट्रैक करने के लिए और तुम्हारे साथ अपनी चालान जानकारी साझा करना चाहता है. Billing Boss के साथ आप एक बहीखाता लिखनेवाला या % (नाम) के मुनीम की दृष्टि हो जाएगी और चालान की गतिविधियों के पीछे या छँटाई कागजी काम का पहाड़ के माध्यम से फाइल भेजने के बारे में चिंता करने की जरूरत नहीं होगी.
it: %{name} sta utilizzando Billing Boss, un programma online gratuito per creare, rintracciare e gestire le fatture, e vorrebbe condividere i suoi dati con te. Con Billing Boss potrai monitorare i movimenti delle fatture di %{name} da un punto di vista contabile, e non dovrai preoccuparti di inviare o ricevere file, né di dover sfogliare una montagna di carte.
pt: %{name} está usando Billing Boss, um site gratuito para criar, acompanhar e gerenciar as tuas facturas e, gostaria de compartilhar seus dados com você. Com Billing Boss você verá as atividades de facturação de %{name} e você não precisará se preocupar sobre o envio de arquivos ou com triagem de documentos.
ru: %{name} пользуется системой Billing Boss - бесплатный онлайн инструмент по созданию, хранению и управлению счетами, и желает поделиться с вами данными. С Billing Boss ваш бухгалтер сможет прослеживать процесс обработки счетов от %{name}, и вам больше не придется утруждать себя пересылкой бесконечных файлов.

source: delivery
de: Zustellung
es: envío
fr: livraison
gu: વિતરણ
hi: वितरण
it: consegna
pt: entrega
ru: Доставка

source: Delivery|Deliverable
de: Lieferbar
es: Enviable
fr: Livrable
gu: વિતરણીય
hi: वितरण के लिए
it: Da consegnare
pt: Objeto
ru: Предмет доставки

source: Delivery|Deliverable type
de: Zustellungsart
es: Tipo de Entrega
fr: Type de livrable
gu: વિતરણીય પ્રકાર
hi: वितरण के लिए का प्रकार
it: Tipo di consegna
pt: Tipo de objeto
ru: Тип доставки

source: Delivery|Status
de: Status
es: Estatus
fr: État
gu: સ્થિતિ
hi: स्थिति
it: Stato
pt: Status
ru: Статус доставки

source: Delivery|Recipients
de: Empfänger
es: Destinatarios
fr: Destinataires
gu: સ્વિકારનાર
hi: प्राप्तकर्ता
it: Destinatari
pt: Destinatários
ru: Получатели

source: Delivery|Body
de: Text
es: Contenido
fr: Contenu
gu: મુખ્ય ભાગ
hi: काया
it: Messaggio
pt: Corpo
ru: Предмет доставки

source: Delivery|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है.
it: Creato alle ore
pt: Criado em
ru: Создана

source: Delivery|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлена

source: Delivery|Mail name
de: Zustell-Name
es: Nombre
fr: Nom
gu: મેઈલ નામ
hi: पते के नाम
it: Nome
pt: Nome de email
ru: Имя получателя

source: Delivery|Created by
de: Erstellt von
es: Creado por
fr: Créé par
gu: દ્વારા બનાવવામાં આવેલ
hi: किसने बनाया है
it: Creata da
pt: Criado por
ru: Создана

source: Delivery|Message
de: Nachricht
es: Mensaje
fr: Message
gu: સંદેશો
hi: संदेश
it: Messaggio
pt: Mensagem
ru: Сообщение

source: Delivery|Mail options
de: Sende-Optionen
es: Opciones
fr: Options courriel
gu: મેઈલ વિકલ્પો
hi: मेल विकल्प
it: Opzioni di posta elettronica
pt: Opções de e-mail
ru: Возможности отправки

source: Delivery|Subject
de: Thema
es: Asunto
fr: Sujet
gu: વિષય
hi: विषय
it: Oggetto
pt: Assunto
ru: Тема

source: Delivery|Error details
de: Fehlerbeschreibung
es: Detalles de error
fr: Détails de l'erreur
gu: ભૂલની વિગતો
hi: त्रुटि विवरण
it: Dettagli errore
pt: Detalhes do erro
ru: Детали ошибки

source: Delivery|Access key
de: Zugangsschlüssel
es: Clave de acceso
fr: Clé d'accès
gu: પ્રવેશ ચાવી
hi: वितरण|प्रवेश की कुंजी
it: Chiave di accesso
pt: Chave de acesso
ru: Доступ к ключевым

source: must be a comma-separated list of email addresses
de: muss eine durch Kommas getrennte Email-Adressenliste sein
es: debe ser una lista de direcciones de correo electrónico separada por comas
fr: doit être une liste d'adresses courriel séparées par des virgules
gu: ઇ-મેઇલ સરનામાની અલ્પવિરામ વિભાજીત યાદી હોવી આવશ્યક
hi: ईमेल पतों की सूची के बीच एक अल्पविराम होना चाहिए
it: deve essere un elenco di indirizzi e-mail separato da virgola
pt: deve ser uma lista de endereços de e-mail separada por vírgulas
ru: необходимо, чтобы имейлы в списке были разделены запятой

source: You cannot invite yourself as a bookkeeper.
de: Sie können sich nicht selbst als Buchhalter einladen.
es: No se puede invitarse a si mismo.
fr: Vous ne pouvez pas recevoir une invitation comme aide-comptable.
gu: તમે તમારી જાતને વહીખાતા લખનાર તરીકે આમંત્રી ના શકો.
hi: आप स्वयं को बही खाता लेखाकार के रूप में आमंत्रित नहीं कर सकते
it: Non potete invitarvi come commercialisti.
pt: Sendo um contabilista, você não pode se convidar
ru: Вы можете пригласить себя в качестве бухгалтера.

source: invitation
de: Einladung
es: invitación
gu: આમંત્રણ
hi: आमंत्रण
it: invito
pt: convite
ru: Приглашение

source: Invitation|Created by
de: Erstellt von
es: Creado por
fr: Créée par
gu: દ્વારા બનાવવામાં આવેલ
hi: किसने बनाया है
it: Creato da
pt: Criado por
ru: Cоздано

source: Invitation|Invitee
de: Eingeladene/r
es: Destinatario
fr: Invité
gu: આમંત્રિત
hi: आमंत्रित
it: Invitato
pt: Convidado
ru: Приглашенный

source: Invitation|Type
de: Typ
es: Tipo
fr: Type
gu: પ્રકાર
hi: क़िस्म
it: Tipo
pt: Tipo
ru: Тип

source: Invitation|Status
de: Status
es: Estatus
fr: État
gu: સ્થિતિ
hi: स्थिति
it: Stato
pt: Status
ru: Cтатус

source: Invitation|Created at
de: Erstellt um
es: Creado en
fr: Créée à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Cоздано

source: Invitation|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mise à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлено

source: The invitation expired or was withdrawn by the sender.
de: Die Einladung ist abgelaufen oder wurde vom Absender zurückgenommen.
es: La invitación está caducida o fue retirada por el remitente.
fr: L'invitation est périmée ou a été retirée par l'expéditeur.
gu: આમંત્રણ સમાપ્ત થઇ ગયુ છે અથવા મોકલનાર દ્ધારા પાછું ખેંચવામાં આવેલ છે.
hi: दिए गए आमंत्रण की अवधि समाप्त हो गयी है अथवा वह प्रेषक द्वारा वापिस लिया जा चुका है.
it: L'invito è scaduto o è stato ritirato dal mittente
pt: O convite está vencido ou foi cancelado pelo remetente.
ru: Срок действия приглашения истек или оно было отозвано отправителем.

source: bounce
de: unzustellbar
es: fallo de entrega
fr: rebond
gu: પાછું આવેલું
hi: बाउंस
it: respinto
pt: retorno
ru: Возврат

source: Bounce|User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: उपयोगकर्ता
it: Utente
pt: Usuário
ru: Пользователь

source: Bounce|Body
de: Text
es: Contenido
fr: Contenu
gu: મુખ્ય ભાગ
hi: काया
it: Messaggio
pt: Corpo
ru: Организация

source: Bounce|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Создан

source: Bounce|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: Bounce|Delivery
de: Zustellung
es: Envío
fr: Livraison
gu: વિતરણ
hi: वितरण
it: Consegna
pt: Entrega
ru: Доставка

source: Merchant service by Beanstream
de: Händler-Service von Beanstream
es: Servicio de Mercante por Beanstream
fr: Services de carte de crédit de Beanstream
gu: Beanstream તરફથી વ્યાપારી સેવા
hi: Beanstream द्वारा व्यापारी सेवा
it: Servizio commerciale fornito da Beanstream
pt: Serviço de pagamento electrônico da Beanstream
ru: Обработка платежей осуществляется Beanstream

source: profile
de: Profil
es: perfil
fr: profil
gu: પો઼ફાઇલ
hi: रूपरेखा
it: profilo
pt: perfil
ru: профиль

source: Please select an answer for "How did you hear about Billing Boss?"
de: Wählen Sie bitte eine Antwort für "Wie haben Sie von Billing Boss erfahren?"
es: Por favor seleccione una respuesta para "¿Cómo se enteró de Billing Boss?"
fr: Veuillez sélectionner votre chois pour "Comment avez-vous entendu parler de Billing Boss?"
gu: મહેરબાની કરીને જવાબ પસંદ કરો "તમે Billing Boss વિષે કઇ રીતે સાંભળયું?"
hi: कृपया एक उत्तर चुनें "तुम कैसे Billing Boss के बारे में सुना"
it: Ti preghiamo di selezionare una risposta per "Come sei venuto a conoscenza di Billing Boss?"
pt: Selecione uma resposta para "Como você ouviu falar de Billing Boss?"
ru: Пожалуйста, укажите, как вы узнали о программе Billing Boss.

source: Please fill out all address information
de: Bitte füllen Sie die Information zur Adresse ganz aus.
es: Por favor, rellene la información de su dirección
fr: Veuillez fournir toutes les coordonnées
gu: મહેરબાની કરીને સરનામાની સમગ્ર માહિતી ભરો
hi: कृपया सभी संबोधित जानकारी को भरें
it: Ti preghiamo di inserire tutte le informazioni relative all'indirizzo
pt: Favor fornecer endereço completo
ru: Пожалуйста, укажите детальный адрес.

source: biller
de: Rechnungssteller
es: emisor
fr: facturier
gu: બિલ કરનાર
hi: बिलर
it: mittente
pt: remetente
ru: Выставитель счета

source: Biller|Created at
de: Erstellt um
es: Creado en
fr: Créé à
gu: અંહિથી બનાવવામાં આવેલ
hi: कब बनाया गया है
it: Creato alle ore
pt: Criado em
ru: Создан

source: Biller|Updated at
de: Aktualisiert um
es: Actualizado en
fr: Mis à jour à
gu: અંહિ અદ્યતન કરેલ
hi: कब नवीनीकृत किया गया है
it: Aggiornato alle ore
pt: Actualizado em
ru: Обновлен

source: created
de: erstellt
es: creada
fr: créé
gu: સફળતાપૂર્વક બનાવવામાં આવેલ છે.
hi: बनाया
it: creato
pt: criado
ru: Создано

source: sent
de: gesendet
es: enviada
fr: envoyé
gu: મોકલેલ
hi: भेजना
it: inviato
pt: enviado
ru: Отправить

source: withdrawn
de: abgehoben
es: retirada
fr: retiré
gu: પાછું ખેંચી લીધેલ
hi: आहरित राशि
it: ritirata
pt: retirado
ru: Отозвано

source: declined
de: abgelehnt
es: rechazada
fr: refusée
gu: અસ્વીકાર કરેલ
hi: अस्वीकृत
it: declinato
pt: recusado
ru: Отклонено

source: accepted
de: akzeptiert
es: aceptada
fr: acceptée
gu: સ્વીકૃત
hi: स्वीकृत
it: accettato
pt: aceite
ru: Принято

source: confirmed
de: bestätigt
es: confirmada
fr: confirmée
gu: પાક્કું
hi: पुष्टिकृत
it: confermato
pt: confirmado
ru: Подтверждено

source: rescinded
de: storniert
es: rescindida
fr: annulée
gu: રદબાતલ કરેલ
hi: रद्द किया गया
it: rescisso
pt: anulado
ru: Аннулировано

source: terminated
de: beendet
es: terminada
fr: résilié
gu: અંત આણેલ
hi: समाप्त
it: terminato
pt: encerrado
ru: Истекло
