Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Can't record a payment without a customer.
de: Ohne Kunde kann eine Zahlung nicht verbucht werden.
es: No se puede registrar un pago si no existen clientes.
fr: Vous ne pouvez pas enregistrer un paiement sans choisir un client.
gu: ગા઼હક વગર ચુકવણી નોંધી નહી શકાય.
hi: एक ग्राहक के बिना किसी भुगतान को दर्ज नहीं कर सकते।
it: Impossibile registrare un pagamento senza un cliente.
pt: Não é possível registrar um pagamento, sem que haja um cliente.
ru: Не может быть зарегистрировано без внесения данных о заказчике.

source: Contact was successfully created.
de: Kontakt wurde erfolgreich erstellt.
es: El Contacto ha sido creado.
fr: Le contact a été créé.
gu: સંપર્ક સફળતાપૂર્વક બનાવવામાં આવેલ છે.
hi: संपर्क को सफलतापूर्वक बना दिया गया है।
it: Il contatto è stato creato con successo.
pt: O contacto foi criado.
ru: Контакт успешно создан.

source: Contact was successfully updated.
de: Kontakt wurde erfolgreich aktualisiert.
es: El Contacto ha sido actualizado.
fr: Le contact a été mis à jour sans problème.
gu: સંપર્ક સફળતાપૂર્વક અદ્યતન કરવામા આવેલ છે.
hi: संपर्क को सफलतापूर्वक नवीनीकृत किया गया है।
it: Il contatto è stato aggiornato con successo.
pt: O contacto foi actualizado.
ru: Контакт успешно обновлен.

source: Payment was successfully recorded.
de: Zahlung wurde erfolgreich verbucht.
es: Pago registrado.
fr: Le paiement a été enregistré.
gu: ચુકવણી સફળતાપૂર્વક નોંધવામા આવેલ છે.
hi: भुगतान सफलतापूर्वक दर्ज किया गया है।
it: Il pagamento è stato registrato.
pt: O pagamento foi gravado.
ru: Оплата успешно зарегистрирована.

source: This invoice has a payment in progress. Please wait a moment and try again.
de: Für diese Rechnung wird eine Zahlung durchgeführt. Warten Sie bitte einen Moment und versuchen Sie es noch einmal.
es: Esta factura tiene un pago en curso. Por favor, espere un momento y vuelve a intentarlo.
fr: Cette facture a un paiement en cours. Veuillez patienter un instant et essayer de nouveau.
gu: આ ઇનવોઇસની ચુકવણી પ્રગતિમા છે. મહેરબાની કરીને થોડી ક્ષણો રાહ જુઓ અને ફરીથી પ઼યત્ન કરો.
hi: इस चालान में भुगतान का कार्य प्रगति पर है। कृपया कुछ क्षणों के लिए प्रतीक्षा करें और फिर कोशिश करें।
it: Questa fattura ha un pagamento in corso. Ti preghiamo di riprovare fra qualche istante.
pt: Esta factura tem um pagamento em andamento. Aguarde um momento e tente novamente.
ru: Выполняется оплaта по данному счету. Пожалуйста, ожидайте, затем повторите заново.

source: Payment deleted.
de: Zahlung gelöscht.
es: Pago suprimido.
fr: Le paiement a été supprimé.
gu: કાઢી નાખેલી ચુકવણી.
hi: भुगतान को नष्ट कर दिया गया है।
it: Il pagamento è stato cancellato.
pt: Pagamento exluído.
ru: Оплата удалена.

source: Submitted payment amount must be greater than zero.
de: Eingereichter Zahlungsbetrag muss größer als Null sein.
es: El pago debe ser mas que cero.
fr: Le montant doit être supérieur à zéro.
gu: રજૂ કરેલી ચુકવણીની રકમ શૂન્ય કરતા વધારે હોવી જોઇએ.
hi: जमा भुगतान राशि शून्य से अधिक होना चाहिए।
it: L'importo del pagamento dev'essere superiore a zero.
pt: O valor pago deve ser superior a zero.
ru: Сумма платежа должна быть выше нуля.

source: Submitted payment amount is greater than the invoice amount owing.
de: Eingereichter Zahlungsbetrag ist größer als der geschuldete Rechnungsbetrag.
es: El pago tentativo es más que el monto a pagar.
fr: Le montant du paiement est supérieur à la somme due.
gu: રજૂ કરેલી ચુકવણીની રકમ લેણી ઇનવોઇસ રકમ કરતા વધારે છે.
hi: जमा भुगतान राशि चालान कर्ज़ राशि से अधिक है।
it: L'importo del pagamento è superiore all'importo della fattura.
pt: O valor pago é maior do que o valor devido.
ru: Сумма платежа выше суммы, заявленной в счете.

source: <b>Dear %{name},
de: <b>Sehr geehrte(r) %{name},
es: <b>Estimado(a) %{name},
fr: <b>Cher ou chère %{name},
gu: <b>પ્રિય %{નામ},
hi: <b>प्रिय %{name},
it: <b>Gentile %{name},
pt: <b>Prezado(a)%{name},
ru: <b>Уважаемый %{имя},

source: Thank you for your feedback on Billing Boss. Here is the reviewer's response:
de: Vielen Dank für Ihre Rückmeldung bzgl. Billing Boss. Hier ist die Antwort des Kritikers:
es: Gracias por sus comentarios y opiniones acerca de Billing Boss. Aquí tiene su respuesta:
fr: Merci pour votre commentaire sur Billing Boss. Voici la réponse du réviseur:
gu: Billing Boss માટે અભિપા્ય આપવા બદલ આભાર. આ રહયો નિરીક્ષકનો જવાબ:
hi: बिलिंग के बारे में आपकी राय मालिक के लिए धन्यवाद. यहाँ समीक्षक की प्रतिक्रिया है:
it: Grazie per i tuoi commenti su Billing Boss. Ecco la nostra risposta:
pt: Obrigado pelo feedback sobre o Billing Boss. Aqui está nossa resposta:
ru: Благодарим вас за сообщение в Billing Boss. Ниже вы можете прочесть комментарий:

source: We hope the response was helpful
de: Wir hoffen, dass die Antwort hilfreich war
es: Esperamos que nuestra respuesta haya sido de ayuda
fr: Nous espérons que notre réponse vous a été utile
gu: અમને આશા છે કે જવાબ ઉપયોગી હતો
hi: हम आशा करते हैं प्रतिक्रिया मददगार था
it: Ci auguriamo che la nostra risposta sia stata utile
pt: Esperamos que a resposta tenha sido útil
ru: Мы надеемся, что комментарий был полезным

source: Below is the original feedback text you sent us:
de: Unten ist der original Rückmeldetext, den Sie uns gesendet haben:
es: Debajo están los comentarios originales que nos envió:
fr: Vous trouverez ci-dessous le commentaire que vous nous avez envoyé.
gu: તમે મોકલેલ મૂળ અભિપા઼યના શબ્દો નીચે પ઼માણે છે:
hi: आपकी मूल राय नीचे है:
it: Di seguito è riportato il commento originale ci hai inviato:
pt: Abaixo está o texto original que você nos enviou:
ru: Ниже оригинал сообщения, которое вы нам отправили:

source: You are receiving this e-mail because we received a feedback with this reply-to address. If you didn't send the feedback, please disregard the e-mail.
de: Sie erhalten diese Email, weil wir eine Rückmeldung mit dieser Antwort-Emailadresse bekamen. Wenn Sie diese Rückmeldung nicht gesendet haben, ignorieren Sie bitte die Email.
es: Usted ha recibido este correo electrónico porque recibimos una opinión con esta dirección de respuesta. Si usted no envió la opinión, por favor, ignore este mensaje.
fr: Vous recevez ce courriel car nous avons reçu un commentaire avec cette adresse pour la réponse.Si vous n'avez pas envoyé de commentaire, veuillez ignorer ce courriel.
gu: તમે આ ઇ-મેઇલ મેળવી રહયા છો કારણકે અમને આ જવાબી સરનામા સાથે અભિપા઼ય મળેલ છે. જો તમે અભિપા઼ય ના મોકલેલ હોય તો તમે આ ઇ-મેઇલને અવગણી શકો છો.
hi: क्योंकि हम इस उत्तर के साथ एक प्रतिक्रिया प्राप्त का पता करने के लिए आप इस ईमेल प्राप्त कर रहे हैं. यदि आप इस ईमेल उपेक्षा कृपया प्रतिक्रिया नहीं भेजा.
it: Ti abbiamo mandato questa e-mail in quanto abbiamo ricevuto un commento da questo indirizzo. Se non hai inviato tu il commento, ti preghiamo di ignorare l'e-mail.
pt: Você está recebendo este e-mail porque há um feedback com este endereço de destinatário. Se você não enviou a mensagem, desconsidere este e-mail.
ru: Вы получили данный e-mail как ответ на ваше сообщение в Обратной связи. Если вы не оставляли сообщения в Обратной связи, проигнорируйте данное письмо.

source: Dear %{name}, Thank you for your feedback on Billing Boss. Here is the reviewer's response: %{response_text} We hope the response was helpful. Below is the original feedback text you sent us: %{text_to_send} ------------------------------------------ You are receiving this e-mail because we received a feedback with this reply-to address. If you didn't send the feedback, please disregard the e-mail.
de: Sehr geehrte(r) %{name}, Vielen Dank für Ihre Rückmeldung auf Billing Boss. Hier ist die Antwort des Rezensenten: %{response_text} Wir hoffen, dass die Antwort hilfreich war. Unten ist der Rückmeldungtext, den Sie uns gesenden haben: %{text_to_send} ------------------------------------------ Sie erhalten diese E-Mail, weil wir ein Rückmeldung mit dieser E-Mail bekamen. Wenn Sie das Rückmeldung nicht gesendet haben, ignorieren Sie bitte die E-Mail.
es: Estimado(a) %{name}, Gracias por su opinión acerca de Billing Boss. Aquí tiene su respuesta: %{response_text} Esperamos que la respuesta haya sido de ayuda. Debajo encontrará la opinión original que nos envió: %{text_to_send} ------------------------------------------ Usted ha recibido este correo electrónico porque recibimos una opinión con esta dirección de respuesta. Si usted no envió la opinión, por favor, ignore este mensaje.
fr: Cher ou chère %{name}, Merci pour votre commentaire sur Billing Boss. Voici la réponse du rédacteur&nbsp;: %{response_text} Nous espérons que cette réponse vous est utile. Vous trouverez ci-dessous le commentaire que vous nous avez envoyé. %{text_to_send} ------------------------------------------ Vous recevez ce courriel car nous avons reçu un commentaire avec cette adresse pour la réponse.Si vous n'avez pas envoyé de commentaire, veuillez ignorer ce courriel.
gu: પ઼િય %{name}, Billing Boss માટે અભિપા્ય આપવા બદલ આભાર. આ રહયો નિરીક્ષકનો જવાબ: %{response_text} અમને આશા છે કે જવાબ ઉપયોગી હતો. તમે મોકલેલ મૂળ અભિપા઼યના શબ્દો નીચે પ઼માણે છે: %{text_to_send} ------------------------------------------ તમે આ ઇ-મેઇલ મેળવી રહયા છો કારણકે અમને આ જવાબી સરનામા સાથે અભિપા઼ય મળેલ છે. જો તમે અભિપા઼ય ના મોકલેલ હોય તો તમે આ ઇ-મેઇલને અવગણી શકો છો.
hi: प्रिय %{name}, Billing Boss के बारे में आपकी राय के लिए धन्यवाद. यहाँ समीक्षक की प्रतिक्रिया है: %{response_text} हम उम्मीद है प्रतिक्रिया सहायक रही. हमें भेजा मूल राय नीचे है: %{text_to_send} ------------------------------------------ क्योंकि हम इस उत्तर के साथ एक प्रतिक्रिया प्राप्त का पता करने के लिए आप इस ईमेल प्राप्त कर रहे हैं. यदि आप इस ईमेल उपेक्षा कृपया प्रतिक्रिया नहीं भेजा.
it: Gentile %{name}, Grazie per averci inviato i tuoi commenti su Billing Boss. Ecco la nostra risposta: %{response_text} Ci auguriamo che la risposta sia stata utile. Di seguito è riportato il commento originale ci hai inviato: %{text_to_send} ------------------------------------------ Ti abbiamo mandato questa e-mail in quanto abbiamo ricevuto un commento da questo indirizzo. Se non hai inviato tu il commento, ti preghiamo di ignorare l'e-mail.
pt: Prezado(a)%{nome} Obrigado pelo feedback sobre o Billing Boss. Aqui está a resposta: %{response_text} Esperamos que a resposta ftenha sido útil. Abaixo está o texto original que você nos enviou: %{text_to_send} ------------------------------------------ Você está recebendo este e-mail porque recebemos um feedback com este endereço de destinatário. Se você não enviou a mensagem, desconsidere este e-mail.
ru: Уважаемый %{name}, Благодарим вас за сообщение в Billing Boss. Ниже вы можете прочесть комментарий: %{response_text} Мы надеемся, что комментарий был полезным. Ниже оригинал сообщения, которое вы нам отправили: %{text_to_send} ------------------------------------------ Вы получили данный e-mail как ответ на ваше сообщение в Обратной связи. Если вы не оставляли сообщения в Обратной связи, проигнорируйте данное письмо.

source: User comment from %{name} %{email}:
de: Benutzer-Kommentare von %{name} %{email}:
es: Comentarios de %{name} %{email}:
fr: Commentaire de l'utilisateur depuis %{name} %{email}&nbsp;:
gu: વપરાશકર્તા ટિપ્પણી માંથી %{નામ} %{ઈ-મેઈલ}:
hi: प्रयोक्ता टिप्पणी से %{name} %{email}:
it: Commento di %{name} (%{email}):
pt: Comentário do usuário %{name} %{email}:
ru: Комментарий пользователя %{name} %{email}:

source: An error has occurred.
de: Ein Fehler ist aufgetreten.
es: Ha ocurrido un error.
fr: Une erreur est survenue.
gu: ભૂલ ઉદ્દભવી છે.
hi: एक त्रुटि हो गई है.
it: Si è verificato un errore.
pt: Um erro ocorreu.
ru: Произошла ошибка

source: Something went wrong, and your request cannot be processed. Please try again.
de: Ein Fehler ist aufgetreten und Ihre Anfrage kann nicht bearbeitet werden. Versuchen Sie es bitte noch einmal.
es: Algo salió mal, y su solicitud no puede ser procesada. Por favor, inténtalo de nuevo.
fr: Une erreur est survenue&nbsp;: votre requête ne peut être traitée. Veuillez réessayer.
gu: કાઇક અયોગ્ય થયુ છે, અને તમારી વિનંતિ પર પ્રક્રિયા થઇ શકી નથી. મહેરબાની કરીને ફરી પ઼યત્ન કરો.
hi: कुछ गड़बड़ है, आपका अनुरोध संसाधित नहीं किया जा सकता है. कृपया पुन: प्रयास करें.
it: Qualcosa è andato storto e la tua richiesta non può essere elaborata. Ti preghiamo di riprovare.
pt: Houve um erro e o pedido não pode ser processado. Por favor, tente novamente.
ru: Из-за проблем в системе ваш запрос не может быть обработан. Пожалуйста, попытайтесь еще раз.

source: If the problem persists, please send us a report using the %{feedback_form_link}. Please be as descriptive as possible, so that we can quickly find and fix the cause of the problem.
de: Wenn das Problem andauert, senden Sie uns bitte einen Bericht durch %{feedback_form_link}. Schildern Sie bitte das Problem so genau wie möglich, damit wir es schnell finden und beheben können.
es: Si el problema persiste, por favor, envíenos un informe utilizando el %{feedback_form_link}. Por favor, sea lo mas descriptivo posible, a fin de que podamos encontrar y solucionar rápidamente el problema.
fr: Si le problème persiste, veuillez nous envoyer un rapport en utilisant %{feedback_form_link}. Veuillez être aussi descriptif que possible afin que nous puissions trouver et corriger rapidement la cause de ce problème.
gu: જો મુશ્કેલી ચાલુ રહે, મહેરબાની કરીને %{feedback_form_link} નો ઉપયોગ કરીને અમને અહેવાલ મોકલો. મહેરબાની કરીને શકય તેટલા વધારે વર્ણનાત્મક બનો, જેથી અમે મુશ્કેલીનુ કારણ ઝડપથી શોધી અને સ્થિર કરી શકીયે.
hi: यदि इस समस्या बच, %{feedback_form_link} का उपयोग करते हुए एक रिपोर्ट भेज.कृपया यथासंभव और वर्णनात्मक हो, इसलिए कि हम जल्दी से मिल सकता है इस समस्या का कारण.
it: Se il problema persiste, ti preghiamo di inviarci un commento dettagliato cliccando su %{feedback_form_link}. In questo modo, potremo individuare e risolvere rapidamente la causa del problema.
pt: Se o problema persistir, envie-nos um relatório usando o %{feedback_form_link}. Seja o mais específico possível, para que possamos encontrar e corrigir a causa do problema, rapidamente.
ru: Если проблема повторяется, будьте добры отправьте нам сообщение %{feedback_form_link}. Подробное описание проблемы поможет нам устранить неполадки в самое ближайшее время.

source: Merchant ID
de: Händler ID
es: ID de Comerciante
fr: ID du compte Marchand
gu: વ્યાપારી ઓળખ
hi: व्यापार आईडी
it: ID rivenditore
pt: ID do Comerciante
ru: ID Мерчанта

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
gu: વપરાશકર્તા
hi: उपयोगकर्ता
it: Utente
pt: Usuário
ru: Пользователь

source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe
gu: પાસવડઁ
hi: पासवर्ड
pt: Senha
ru: Пароль

source: Currency
de: Währung
es: Tipo de cambio
fr: Devise
gu: ચલણ
it: Valuta
pt: Moeda
ru: Валюта

source: Where do I find Beanstream information?
de: Wo kann ich die Information über Beanstream finden?
es: ¿Dónde puedo encontrar información sobre Beanstream?
fr: Où puis-je trouver des informations sur Beanstream ?
gu: હું Beanstream ની માહિતી કયાથી મેળવી શકુ?
hi: Beanstream जानकारी कहाँ प्राप्त करें ?
it: Dove posso trovare informazioni su Beanstream?
pt: Onde posso encontrar informações sobre Beanstream?
ru: Где я могу получить информацию о Beanstream?

source: Collect payments online
de: Zahlungen online einziehen
es: Recibir pagos en línea
fr: Recouvrer les paiements en ligne
gu: ઓનલાઇન ચુકવણી સ્વિકારો
hi: ऑनलाइन भुगतान जमा करे
it: Ricevi i pagamenti online
pt: Receber pagamentos através da Internet
ru: Получить платежи онлайн

source: Your customers can pay your invoices online using the payment methods listed below.
de: Um Ihre Rechnungen online zu bezahlen, können Ihre Kunden eine Zahlungsmethode aus der unten Liste wählen.
es: Sus clientes pueden pagar sus facturas en línea usando los métodos de pago listados debajo.
fr: Vos clients peuvent payer vos factures en ligne en utilisant les méthodes de paiement listées ci-dessous.
gu: તમારા ગા઼હકો નીચેની ચુકવણી પદ્ધતિઓનો ઉપયોગ કરીને તમારા ઇનવોઇસ ઓનલાઇન ચૂકવી શકે છે.
hi: आपके ग्राहक आपके चालान का भुगतान ऑनलाइन कर सकते हैं, भुगतान तरीकों से नीचे सूचीबद्ध का उपयोग करे
it: I tuoi clienti possono pagare le fatture online utilizzando la modalità di pagamento di seguito elencata.
pt: Seus clientes podem pagar suas facturas através da Internet utilizando os métodos de pagamento abaixo.
ru: Ваши заказчики могут оплатить счет онлайн, используя указанные ниже методы.

source: Please review your payment information for accuracy before continuing.
de: Bitte prüfen Sie Ihre Zahlungsinformation noch einmal bevor Sie fortfahren.
es: Por favor, revise su información de pago con precisión antes de continuar.
fr: Veuillez revoir vos informations de paiement avant de poursuivre.
gu: મહેરબાની કરીને આગળ વધતા પહેલા તમારી ચુકવણી માહિતીની ચોકસાઇ માટે તેની સમીક્ષા કરો,
hi: कृपया जारी रखने से पहले सटीकता के लिए अपनी भुगतान जानकारी की समीक्षा करें.
it: Ti preghiamo di verificare la correttezza delle informazioni relative al pagamento, prima di continuare.
pt: Analise as informações de pagamento antes de continuar.
ru: Будьте добры, проверьте еще раз ваши данные перед продолжением работы.

source: Choose the payment methods you accept in addition to manual payment:
de: Bitte wählen Sie die Zahlungsmethoden, die Sie zusätzlich zur manuellen Zahlung akzeptieren:
es: Elegir los métodos de pago que acepta, en adición de pagos manuales:
fr: Choisissez les modes de paiement que vous acceptez en plus de paiement manuel&nbsp;:
gu: તમે જે મેન્યુઅલ ચુકવણી સ્વિકસરો છો તે ઉપરાંત ચુકવણીની પદ્ધતિ પસંદ કરો:
hi: आप मैन्युअल भुगतान स्वीकार करने के लिए अतिरिक्त भुगतान तरीके चुनें:
it: Scegli una modalità di pagamento oltre a quella manuale:
pt: Escolha os métodos de pagamento que você aceita além do manual:
ru: Выберете приемлемый для вас метод оплаты в дополнение к традиционному:

source: Email address
de: Email-Adresse
es: Correo electrónico
fr: Adresse de courriel
gu: ઈ-મેઈલ સરનામું
hi: ईमेल पता
it: Indirizzo e-mail
pt: E-mail
ru: E-mail

source: Where do I find PayPal® information?
de: Wo kann ich Information über PayPal finden?
es: ¿Dónde puedo encontrar información sobre PayPal®?
fr: Où puis-je trouver de l'information sur PayPal® ?
gu: હું PayPal® ની માહિતી કયાથી મેળવી શકુ?
hi: Paypal ® जानकारी कहाँ प्राप्त करें?
it: Dove posso trovare informazioni su PayPal®?
pt: Onde posso encontrar informações sobre o PayPal®?
ru: Где я могу получить информацию о PayPal®?

source: Merchant Key
de: Händler-Schlüssel
es: Clave de Comerciante
fr: Clé du compte Marchand
gu: વ્યાપારી ચાવી
hi: व्यापार कुंजी
it: Chiave rivenditore
pt: Chave do Comerciante
ru: Ключ мерчанта

source: Where do I find information on this payment method?
de: Wo finde ich Information über diese Zahlungsmethode?
es: ¿Dónde puedo encontrar información sobre este tipo de pago?
fr: Où puis-je trouver de l'information sur cette méthode de paiement ?
gu: હું ચુકવણીની આ પદ્ધતિ વિષે કયાંથી માહિતી મેળવી શકુ?
hi: मुझे कहां से भुगतान विधि के बारे में जानकारी मिल सकती है?
it: Dove posso trovare delle informazioni su questo metodo di pagamento?
pt: Onde posso encontrar informações sobre este método de pagamento?
ru: Где я могу получить информацию об этом методе платежа?

source: You can get quick payments from your customers by setting up an online payment processor to use with your Billing Boss account. The processor will be a method of payment available to your customers for every invoice you send through Billing Boss. This can be updated at any time from your Billing Boss settings page.
de: Wenn Sie mit Ihrem Billing Boss-Konto einen Online-Zahlungsprozessor einrichten, können Sie Zahlungen von Ihren Kunden schneller erhalten. Der Prozessor ist eine Zahlungsmethode, die Ihren Kunden für jede Billing Boss Rechnung zur Verfügung steht. Dies kann jederzeit durch die Grundeinstellungen Ihrer Billing Boss-Seite aktualisiert werden.
es: Usted puede recibir pagos rápidos de sus clientes estableciendo un procesador de pagos en línea para usarlo con su cuenta de Billing Boss. El procesador será un método de pago disponible a sus clientes por cada factura que envíe a través de Billing Boss. Este puede ser actualizado en cualquier momento desde su página de configuración de Billing Boss.
fr: Vous pouvez obtenir des paiements rapides de vos clients en mettant en place un processeur de paiement en ligne à utiliser avec votre compte Billing Boss. Le processeur devra être un moyen de paiement disponible pour vos clients pour chaque facture que vous enverrez via Billing Boss. Cela peut être mis à jour à tout moment depuis votre page de paramètres Billing Boss.
gu: તમે તમારા Billing Boss ખાતા સાથે ઓનલાઇન ચુકવણી પ઼કિયક સેટ કરીને તમારા ગા઼હકો તરફથી ઝડપી ચુકવણી મેળવી શકો છો. તમારા ગા઼હકોને તમે જે દરેક ઇનવોઇસ Billing Boss દ્ધારા મોકલો છો તેના માટે પ઼કિયક ચુકવણી પદ્ધતિ બને છે. Billing Boss સેટિંગ્સ દ્ધારા તમે ગમે તે સમયે અદ્યતન કરી શકો છે.
hi: आप अपने ग्राहकों से Billing Boss खाते के साथ प्रयोग करने के लिए एक ऑनलाइन भुगतान प्रोसेसर की स्थापना करके जल्दी भुगतान प्राप्त कर सकते हैं.यह प्रोसेसर आपके ग्राहकों के भुगतान माध्यम से भेजे चालान का एक तरीका उपलब्ध हो जाएगा. यह आपके Billing Boss सेटिंग्स पेज से किसी भी समय पर अद्यतन किया जा सकता है
it: Puoi ricevere i pagamenti dai tuoi clienti in modo veloce creando un conto per elaborare i pagamenti online, da usarsi con il tuo account Billing Boss. Il conto sarà a disposizione dei tuoi clienti per ogni fattura che invierai loro con Billing Boss. Il conto potrà essere modificato in qualsiasi momento aggiornando le impostazioni di Billing Boss.
pt: Você pode obter rapidamente os pagamentos de teus clientes através de um processador de pagamento para usar com sua conta no Billing Boss. O processador será um método de pagamento disponível para teus clientes em cada factura enviada através do Billing Boss. Isto pode ser actualizado a qualquer momento a partir do página de configuração do Billing Boss.
ru: Теперь вы можете получать денежный перевод от заказчиков за считанные секунды благодаря установке системы электронных платежей. Система, интегрированная с Billing Boss, представляет собой удобный метод оплаты и является доступной для ваших заказчиков при получении каждого счета. Вы можете произвести обновление настроек в любое время.

source: Currently available options are
de: Zur Zeit verfügbare Optionen
es: Los opciones disponibles son
fr: Les options actuellement disponibles sont
gu: અત્યારે ઉપલબ્ધ વિકલ્પો છે
hi: वर्तमान में उपलब्ध विकल्प हैं
it: Attualmente sono disponibili le opzioni
pt: Opções disponíveis atualmente
ru: Доступные в настоящее время опции

source: Sage Payment Solutions
fr: Solutions de paiement Sage
gu: Sage ચુકવણીનો ઉકેલ
hi: Sage भुगतान समाधान
it: Soluzioni di Pagamento Sage
pt: Soluções de Pagamento da Sage

source: [Sage Payment Solutions description]
de: [Sage Payment Solutions Beschreibung]
es: [Descripción de Sage Payment Solutions]
fr: [description des solutions de paiement Sage]
gu: [Sage Payment Solutions વર્ણન]
hi: [Sage भुगतान समाधान विवरण]
ru: [Описание Sage Payment Solutions]

source: [+] I want to use Sage Payment Solutions
de: [+] Ich möchte Sage Payment Solutions verwenden
es: [+] Quiero utilizar Sage Payment Solutions
fr: [+] Je veux utiliser les solutions de paiement Sage
gu: [+] હું Sage Payment Solutions ઉપયોગ કરવા ઇચ્છુ છુ
hi: [+] मैं Sage समाधान भुगतान का उपयोग करना चाहता हूँ
it: [+] Vorrei utilizzare le Soluzioni di Pagamento Sage
pt: [+] Quero usar Soluções de Pagamento da Sage
ru: [+] Я хочу использовать Sage Payment Solutions

source: I want to sign up for an SPS account
de: Ich möchte mich für ein SPS Konto anmelden
es: Quiero abrir una cuenta con SPS
fr: Je veux ouvrir un compte SPS
gu: હું SPS ખાતા માટે સાઇનઅપ કરવા માંગુ છુ
hi: मैं एक SPS खाते के लिए साइन अप करना चाहता हूँ
it: Voglio creare un conto SPS
pt: Quero inscrever-me para uma conta SPS
ru: Я хочу открыть SPS аккаунт
