Repository: journeywithrails/boss
Catalog: po/*/billingboss.po
Languages: de, es, fr, gu, hi, it, pt, ru

source: Tierra del Fuego, Antártida e Islas del Atlántico Sur
gu: ટિએરા દેલ ફયુએગો, એન્ટાર્ટિડા એ ઇસાસ દેલ એટલાન્તિકો સુર
hi: टीयरा डेल फयुगो, अंटार्कटिका और दक्षिण अटलांटिक द्वीप
it: Terra del Fuoco, Antartide e Isole dell'Atlantico del Sud
pt: Terra do Fogo, Antártida e Ilhas do Atlântico Sul
ru: Огненная Земля, Антарктида и острова Южной Атлантики

source: Tucumán
gu: તુકુમાન
hi: टूकूमन
ru: Тукуман

source: Australian Capital Territory
de: Australian Capital Territorium
es: Territorio de la Capital Australiana
fr: Territoire de la capitale australienne
gu: ઓસ્ટ્રેલિયન કેપિટલ પ્રદેશ
hi: ऑस्ट्रेलियाई राजधानी क्षेत्र
it: Territorio Capitale Australiano
pt: Território da Capital da Austrália
ru: Австралийская столичная территория

source: New South Wales
es: Nueva Gales del Sur
fr: Nouvelle-Galles-du-Sud
gu: ન્યુ સાઉથ વેલ્સ
hi: न्यू साउथ वेल्स
it: Nuovo Galles del Sud
pt: Nova Gales do Sul
ru: Новый Южный Уэльс

source: Northern Territory
de: Nördliches Territorium
es: Territorio del Norte
fr: Territoire du Nord
gu: ઉત્તરિય પ્રદેશ
hi: उत्तरी क्षेत्र
it: Territorio del Nord
pt: Território do Norte
ru: Северная территория

source: Queensland
gu: કવીન્સલેન્ડ
hi: क्वींसलैंड
ru: Квинсленд

source: South Australia
de: Süd-Australien
es: Australia Meridional
fr: Australie-Méridionale
gu: દક્ષિણ ઓસ્ટ્રેલિયા
hi: दक्षिण ऑस्ट्रेलिया
it: Australia Meridionale
pt: Austrália Meridional
ru: Южная Австралия

source: Tasmania
de: Tasmanien
fr: Tasmanie
gu: ટાન્ઝાનિયા
hi: तस्मानिया
pt: Tasmânia
ru: Тасмания

source: Victoria
gu: વિકટોરીયા
hi: विक्टोरिया
pt: Vitória
ru: Виктория

source: Western Australia
de: West-Australien
es: Australia Occidental
fr: Australie-Occidentale
gu: પશ્ચિમ ઓસ્ટૈલીયા
hi: पश्चिमी ऑस्ट्रेलिया
it: Australia Occidentale
pt: Austrália Ocidental
ru: Западная Австралия

source: Acre
gu: એકરે
hi: एकड़
ru: Акри

source: Alagoas
gu: અલાગોઆસ
hi: अलागोवास
ru: Алагоас

source: Amapá
fr: Amapa
gu: અમાપા
hi: अम्पा
it: Amapà
ru: Амапа

source: Amazonas
fr: Amazone
gu: એમાઝોન્સ
hi: अमेज़नस
ru: Амазонас

source: Bahia
es: Bahía
gu: બાહિયા
hi: बाहिया
ru: Баия

source: Ceará
fr: Ceara
gu: સિએરા
hi: सियारा
it: Cearà
ru: Сеара

source: Distrito Federal
fr: District fédéral
gu: ડિસ્ટી઼ટો ફેડરલ
hi: Distrito फेडरल
it: Distretto Federale
ru: Федеральный округ Бразилиа

source: Espírito Santo
fr: Espirito Santo
gu: એસ્પિરિતો સાન્તો
hi: इस्पारिटो सेंटो
it: Espìrito Santo
ru: Эспириту-Санту

source: Goiás
fr: Goias
gu: ગોઆસ
hi: गोईएस
it: Goiàs
ru: Гояс

source: Maranhão
fr: Maranhao
gu: મારાન્હાઓ
hi: मरणहाऔ
it: Maranhao
ru: Мараньян

source: Mato Grosso
gu: માટો ગો઼સ્સો
hi: मतो ग्रासो
ru: Мату-Гросу

source: Mato Grosso do Sul
gu: માટો ગો઼સ્સો દો સુલ
hi: मतो ग्रासो डो सुल
it: Mato Grosso del Sud
ru: Мату-Гросу-ду-Сул

source: Minas Gerais
gu: મિનાસ ગેરૈસ
hi: मीनास गिरास
ru: Минас-Жерайс

source: Pará
fr: Para
gu: પારા
hi: पैरा
it: Parà
ru: Пара

source: Paraíba
fr: Paraiba
gu: પારાઈબા
hi: पैराइबा
it: Paraiba
ru: Параиба

source: Paraná
fr: Parana
gu: પારાના
hi: पैराना
it: Paranà
ru: Парана

source: Pernambuco
fr: Pernambouc
gu: પેરનામ્બુકો
hi: पैरानॅमबूको
ru: Пернамбуку

source: Piauí
fr: Piaui
gu: પિઆઉ
hi: पीयुइ
it: Piauì
ru: Пиауи

source: Rio de Janeiro
gu: રિઓ દે જાનૈરો
hi: रियो डी जेनेरो
ru: Рио-де-Жанейро

source: Rio Grande do Norte
es: Rio Grande del Norte
gu: રીઓ ગા઼ન્દે દો નોર્તે
hi: रिओ ग्रांड डी नार्टै
it: Rio Grande del Nord
ru: Риу-Гранди-ду-Норти

source: Rio Grande do Sul
es: Rio Grande del Sur
gu: રીઓ ગા઼ન્દે દો સુલ
hi: रिओ ग्रांड डी सुल
it: Rio Grande del Sud
ru: Риу-Гранди-ду-Сул

source: Rondônia
es: Rondonia
fr: Rondonia
gu: રોન્દોનીઆ
hi: रोण्डोनिया
it: Rondonia
ru: Рондония

source: Roraima
gu: રોરૈમા
hi: रोराइमा
ru: Рорайма

source: Santa Catarina
gu: સાન્તા કેટરિના
hi: सांता कैटरीना
ru: Санта-Катарина

source: São Paulo
fr: Sôo Paulo
gu: સાઓ પાઉલો
hi: सौ पॉलो
it: San Paolo
ru: Сан-Паулу

source: Sergipe
gu: સેરગીપે
hi: सरगइप
ru: Сержипи

source: Tocantins
gu: ટોકેન્ટિસ
hi: टोकनटिनस
ru: Токантинс

source: Alberta
gu: અલ્બઁટા
hi: अल्बर्टआ
ru: Альберта

source: British Columbia
es: Columbia Británica
fr: Colombie-Britannique
gu: બ્રિટિશ કોલ્મબિયા
hi: ब्रिटिश कोलंबिया
it: Columbia Britannica
pt: Colúmbia Britânica
ru: Британская Колумбия

source: Manitoba
gu: મનીટોબા
hi: मणितोबा
ru: Манитоба

source: New Brunswick
es: Nuevo Brunswick
fr: Nouveau Brunswick
gu: ન્યુ બુ઼ન્સવીક
hi: नई ब्राउनश्विक
pt: Nova Brunswick
ru: Нью-Брансуик

source: Newfoundland and Labrador
de: Neufundland und Labrador
es: Terranova y Labrador
fr: Terre-Neuve-et-Labrador
gu: ન્યુફાઉન્ડલેન્ડ અને લાબ્રાડોર
hi: न्यूफ़ाउंडलैंड और लेब्राडार
it: Terranova e Labrador
pt: Terra Nova e Labrador
ru: Ньюфаундленд и Лабрадор

source: Northwest Territories
de: Nordwest Territorien
es: Territorios del Noroeste
fr: Territoires-du-Nord-Ouest
gu: ઉત્તરપશ્રિમ પ્રદેશ
hi: उत्तर पश्चिमी टेरीटरीज़
it: Territori del Nord-Ovest
pt: Territórios do Noroeste
ru: Северо-Западные территории

source: Nova Scotia
es: Nueva Escocia
fr: Nouvelle-Écosse
gu: નોવા સ્કોટિઆ
hi: नोवा स्कोटिया
it: Nuova Scozia
pt: Nova Escócia
ru: Новая Шотландия

source: Nunavut
gu: નુનાવુટ
hi: नूनाबूट
ru: Нунавут

source: Ontario
gu: ઓન્ટેરીઓ
hi: ऑनटारिओ
pt: Ontário
ru: Онтарио

source: Prince Edward Island
es: Isla del Príncipe Eduardo
fr: Île-du-Prince Édouard
gu: પી઼ન્સ એડવર્ડ ટાપુઓ
hi: प्रिंस एडवर्ड आइलैंड
it: Isola del Principe Edoardo
pt: Ilha do Príncipe Eduardo
ru: Остров Принца Эдуарда

source: Quebec
fr: Québec
gu: કયુબેક
hi: क्युबेक
ru: Квебек

source: Saskatchewan
gu: સાસ્કાચેવાન
hi: सास्काटचेवान
ru: Саскачеван

source: Yukon
es: Yukón
gu: યુકોન
hi: यूकौन
ru: Юкон

source: Alajuela
gu: અલાજુએલા
hi: अलाजुलिया
ru: Алахуэла

source: Cartago
gu: કારટાગો
hi: कारटैगो
ru: Картаго

source: Guanacaste
gu: ગુઆનાકાસ્ટે
hi: गौआनाकासट
ru: Гуанакасте

source: Heredia
gu: હેરેડિયા
hi: हैरीडिया
ru: Эредия

source: Limón
fr: Limon
gu: લિમોન
hi: लीमौन
ru: Лимон

source: Puntarenas
gu: પુન્તારેનાસ
hi: पुंटारेनास
ru: Пунтаренас

source: San José
gu: સાન જોસે
hi: सैन जोस
ru: Сан-Хосе

source: Pinar del Río
gu: પીનાર દેલ રીઓ
hi: पीनार डेल रिओ
it: Pinar del Rio
ru: Пинар дель Рио

source: La Habana
gu: લા હાબાના
hi: ला हाबाना
it: L'Avana
ru: Гавана

source: Ciudad de La Habana
gu: સિયુદાદ દે લા હાબાના
hi: स्यूदाद ला हाबाना
it: Città de L'Avana
ru: Город Гавана

source: Matanzas
gu: માતાન્ઝસ
hi: मातानजस
ru: Матансас

source: Cienfuegos
gu: સિએનફયુગોસ
hi: शियानयुगोस
ru: Сьенфуэгос

source: Villa Clara
gu: વિલા ક્લારા
hi: विला क्लारा
ru: Вилья-Клара

source: Sancti Spíritus
fr: Sancti Spiritus
gu: સાન્કતિ સ્પિરિટસ
hi: सेंकटि स्पिरीटस
it: Sancti Spiritus
ru: Санкти-Спиритус

source: Ciego de Ávila
fr: Ciego de Avila
gu: સિએગો દે અવિલા
hi: साएगो डी एविला
it: Ciego de Avila
ru: Сьего-де-Авила

source: Camagüey
gu: કામાગ્યુ
hi: कामाग्ये
it: Camaguey
ru: Камагуэй

source: Las Tunas
gu: લાસ તુનાસ
hi: लास टुनाज
ru: Лас-Тунас

source: Granma
gu: ગા઼ન્મા
hi: ग्रानमा
ru: Гранма

source: Holguín
fr: Holguin
gu: હોલ્ગુઇન
hi: होलगियुन
it: Holguin
ru: Ольгин

source: Santiago de Cuba
gu: સેન્તિઆગો દે કયુબા
hi: सेंटिआगो डे क्यूबा
it: Santiago di Cuba
ru: Сантьяго-де-Куба

source: Guantánamo
fr: Guantanamo
gu: ગ્યુઆનતાનામો
hi: गुआनटानमो
it: Guantanamo
ru: Гуантанамо

source: Alsace
es: Alsacia
gu: અલ્સાકે
hi: अलसांसे
it: Alsazia
pt: Alsácia
ru: Эльзас

source: Aquitaine
es: Aquitania
gu: એકવિટૈન
hi: एक्वीटाइन
it: Aquitania
pt: Aquitânia
ru: Аквитания

source: Auvergne
es: Auvernia
gu: એવેરગ્ને
hi: औवरग्न
it: Alvernia
ru: Овернь

source: Bourgogne
es: Borgoña
gu: બોરગોગોને
hi: बूरगोगने
it: Borgogna
pt: Borgonha
ru: Бургундия

source: Bretagne
es: Bretaña
gu: બે઼ટાગ્ને
hi: ब्रिटिगने
it: Bretagna
pt: Bretanha
ru: Бретань

source: Centre
es: Centro
gu: સેન્ટર
hi: केन्द्र
it: Provincia centrale
pt: Centro
ru: Центр

source: Champagne-Ardenne
es: Champaña-Ardenas
gu: શેમ્પેઇન-અર્દેને
hi: शैम्पेन-आरडिने
pt: Champanha-Ardenas
ru: Шампань-Арденны

source: Corse
es: Córcega
gu: કોઁસે
hi: कोर्स
it: Corsica
pt: Córsega
ru: Корсика

source: Franche-Comte
es: Franco Condado
fr: Franche-Comté
gu: ફ઼ેન્ચ-કોમ્ટે
hi: फ्रेंच-कोमटे
it: Francia Contea
pt: Franco-Condado
ru: Франш-Конте

source: Ile-de-France
es: Isla de Francia
fr: Île-de-France
gu: ઇલ-દે-ફા઼ન્સ
hi: इली-डी-फ्रांस
pt: Ilha-de-França
ru: Иль-де-Франс

source: Languedoc-Roussillon
es: Languedoc-Rosellón
gu: લેન્ગયુડોક-રસિલોન
hi: लैंगयुडॉक्-रूससीलान
it: Linguadoca-Rossiglione
pt: Languedoque-Rossilhão
ru: Лангедок-Руссильон

source: Limousin
es: Lemosín
gu: લિમુઝીન
hi: लिमोजिन
it: Limosino
ru: Лимузен

source: Lorraine
es: Lorena
gu: લોરૈન
hi: लॉरीन
it: Lorena
pt: Lorena
ru: Лотарингия

source: Midi-Pyrenees
es: Mediodía-Pirineos
gu: મિડિ-પ્યરેનિસ
hi: मिड-पायरीनीस
it: Pirenei Meridionali
pt: Midi-Pyrénées
ru: Юг-Пиренеи

source: Nord-Pas-de-Calais
es: Norte-Paso de Calais
gu: નોર્દ-પાસ-દે-કાલાઇસ
hi: नॉर्ड-पास-डी-कैलास
it: Nord - Passo di Calais
pt: Norte-Pas-de-Calais
ru: Нор-Па-де-Кале

source: Basse-Normandie
es: Baja Normandía
gu: બાસ્સે-નોર્માનડી
hi: बास-नॉर्मंडी
it: Bassa Normandia
pt: Baixa-Normandia
ru: Нижняя Нормандия

source: Haute-Normandie
es: Alta Normandía
gu: હાઉતે-નોર્માનડી
hi: हाउते-नॉर्मंडी
it: Alta Normandia
pt: Alta-Normandia
ru: Верхняя Нормандия

source: Pays de la Loire
es: País del Loira
gu: પેય્સ દે લા લોઇરે
hi: पेस डी ला लॉयर
it: Loira
ru: Пеи-де-ла-Луар

source: Picardie
es: Picardía
gu: પિકાર્ડિ
hi: पीकार्डइ
it: Picardia
pt: Picardia
ru: Пикардия

source: Poitou-Charentes
gu: પોઇટોઉ-ચારેન્તેસ
hi: पोइटउ-चारएंटीस
ru: Пуату-Шарант

source: Provence-Alpes-Cote d'Azur
es: Provenza-Alpes-Costa Azul
fr: Provence-Alpes-Côte d'Azur
gu: પ઼ોવેન્સ-આલ્પસ-કોટે દ'અઝુર
hi: प्रोविंस-आल्पस- कोट डी अजूर
it: Provenza-Alpi-Costa Azzurra
pt: Provença-Alpes-Costa Azul
ru: Прованс-Альпы-Лазурный берег

source: Rhone-Alpes
de: Rhone-Alpen
es: Ródano-Alpes
gu: રહોન-આલ્પસ
hi: रोर्होन-आल्पस
it: Alpi marittime
pt: Ródano-Alpes
ru: Рона-Альпы

source: Baden-Wurttemberg
de: Baden-Württemberg
es: Baden-Wurtemberg
fr: Bade-Wurtemberg
gu: બાદેન-વુરટેમબઁગ
hi: बेडन-वुरटेमब्रर्ग
pt: Baden-Württemberg
ru: Баден-Вюртемберг

source: Bayern
es: Baviera
fr: Bavière
gu: બેયઁન
hi: बेयरन
it: Baviera
pt: Baviera
ru: Бавария

source: Berlin
es: Berlín
gu: બલિઁન
hi: बर्लिन
it: Berlino
pt: Berlim
ru: Берлин

source: Brandenburg
es: Brandeburgo
fr: Brandebourg
gu: બા઼ન્ડેનબર્ગ
hi: बै्रन्डनब्रर्ग
it: Brandeburgo
pt: Brandenburgo
ru: Бранденбург

source: Bremen
fr: Brème
gu: બે઼મેન
hi: ब्रीमेन
it: Brema
ru: Бремен

source: Hamburg
es: Hamburgo
fr: Hambourg
gu: હેમબઁગ
hi: हैम्बर्ग
it: Amburgo
pt: Hamburgo
ru: Гамбург

source: Hessen
fr: Hesse
gu: હેસ્સેન
hi: हेसैन
it: Assia
ru: Гессен

source: Mecklenburg-Vorpommern
es: Mecklemburgo-Pomerania Occidental
fr: Mecklembourg-Poméranie occidentale
gu: મેકલેનબગઁ-વોરપોમઁન
hi: मेकलेनर्ग-वोरपोमरन
it: Meclemburgo-Pomerania Anteriore
ru: Мекленбург-Передняя Померания

source: Niedersachsen
es: Baja Sajonia
fr: Basse-Saxe
gu: નિએડેરસાચસેન
hi: नईदेरसाचसेन
it: Bassa Sassonia
pt: Baixa-Saxônia
ru: Нижняя Саксония

source: Nordrhein-Westfalen
es: Renania del Norte-Westfalia
fr: Rhénanie du Nord-Westfalie
gu: નોર્દહેઇન-વેસ્ટફાલેન
hi: नॉरर्दहिन-फैलन
it: Nord Reno-Westfalia
ru: Северный Рейн-Вестфалия

source: Rhineland-Pfaltz
de: Rheinland-Pfalz
es: Renania-Palatinado
fr: Rhénanie-Palatinat
gu: ર્હિનેલેન્ડ-ફાલ્ઝ
hi: राइनलैंड-फालज़
it: Renania-Palatinato
pt: Renânia-Palatinado
ru: Рейнланд-Пфальц

source: Saarland
es: Sarre
fr: Sarre
gu: સારલેન્ડ
hi: सारलैंड
pt: Sarre
ru: Саар

source: Sachsen
es: Sajonia
fr: Saxe
gu: સાચસેન
hi: सचसेन
pt: Saxônia
ru: Саксония

source: Sachsen-Anhalt
es: Sajonia-Anhalt
fr: Saxe-Anhalt
gu: સાચ્સેન-અન્હોલ્ટ
hi: साचसेन-एनहालट
pt: Saxônia-Anhalt
ru: Саксония-Анхальт

source: Schleswig-Holstein
gu: ચેલેસવિગ-હોલ્સતેઇન
hi: हालस्टीन
ru: Шлезвиг-Гольштейн

source: Thuringen
de: Thüringen
es: Turingia
fr: Thuringe
gu: થુરીન્જેન
hi: थउड़ीन्जेन
it: Turingia
pt: Turíngia
ru: Тюрингия

source: Andhra Pradesh
gu: આન્ધ્ પ઼દેશ
hi: आंध्र प्रदेश
ru: Андхра-Прадеш

source: Arunachal Pradesh
gu: અરુણાચલ પ઼દેશ
hi: अरुणाचल प्रदेश
ru: Аруначал-Прадеш

source: Assam
gu: આસામ
hi: असम
ru: Ассам

source: Bihar
gu: બિહાર
hi: बिहार
ru: Бихар

source: Chhattisgarh
gu: છતિષગઢ
hi: छत्तीसगढ़
ru: Чхаттисгарх

source: New Delhi
de: Neu Delhi
es: Nueva Delhi
gu: નવી દેલ્હી
hi: नई दिल्ली
it: Nuova Delhi
pt: Nova Deli
ru: Дели

source: Goa
gu: ગોઆ
hi: गोआ
ru: Гоа

source: Gujarat
es: Guyarat
gu: ગુજરાત
hi: गुजरात
pt: Guzerate
ru: Гуджарат

source: Haryana
es: Hariana
gu: હરિયાણા
hi: हरियाणा
ru: Харьяна

source: Himachal Pradesh
gu: હિમાચલ પ઼દેશ
hi: हिमाचल प्रदेश
ru: Химачал-Прадеш

source: Jammu and Kashmir
es: Jammu y Cachemira
fr: Jammu et Kashmir
gu: જમ્મુ અને કાશ્મિર
hi: जम्मू और कश्मीर
it: Jammu e Kashmir
pt: Jammu e Caxemira
ru: Джамму и Кашмир

source: Jharkhand
gu: ઝારખંડ
hi: झारखंड
ru: Джаркханд

source: Karnataka
gu: કણાઁટક
hi: कर्नाटक
ru: Карнатака

source: Kerala
gu: કેરાલા
hi: केरल
ru: Керала

source: Madhya Pradesh
gu: મધ્ય પ઼દેશ
hi: मध्य प्रदेश
ru: Мадхья-Прадеш

source: Maharashtra
es: Maharastra
gu: મહારાષ્ટ઼
hi: महाराष्ट्र
ru: Махараштра

source: Manipur
gu: મણીપુર
hi: मणिपुर
ru: Манипур

source: Meghalaya
es: Megalaya
gu: મેઘાલય
hi: मेघालय
ru: Мегхалая

source: Mizoram
es: Mizorán
gu: મીઝોરમ
hi: मिज़ोरम
ru: Мизорам

source: Nagaland
gu: નાગાલેન્ડ
hi: नागालैंड
ru: Нагаланд

source: Orissa
es: Orisa
gu: ઓરિસ્સા
hi: उड़ीसा
ru: Орисса

source: Punjab
es: Panyab
fr: Penjab
gu: પંજાબ
hi: पंजाब
ru: Пенджаб

source: Rajasthan
es: Rayastán
gu: રાજશ્થાન
hi: राजस्थान
pt: Rajastão
ru: Раджастхан

source: Sikkim
gu: સિક્કિમ
hi: सिक्किम
pt: Siquim
ru: Сикким

source: Tamil Nadu
gu: તામિલનાડુ
hi: तमिलनाडु
pt: Tâmil Nadu
ru: Тамилнад

source: Tripura
gu: ત્રિપુરા
hi: त्रिपुरा
ru: Трипура

source: Uttaranchal
es: Uttarakhand
gu: ઉત્તરાંચલ
hi: उत्तरांचल
pt: Uttarakhand
ru: Уттаракханд

source: Uttar Pradesh
gu: ઉત્તર પ઼દેશ
hi: उत्तर प्रदेश
ru: Уттар-Прадеш

source: West Bengal
es: Bengala Occidental
fr: Bengale-Occidental
gu: પશ્ચિમ બંગાળ
hi: पश्चिम बंगाल
it: Bengala occidentale
pt: Bengala Ocidental
ru: Западная Бенгалия

source: Aichi
gu: આઇચી
hi: ऐची
ru: Айчи

source: Akita
gu: અકિતા
hi: अकिता
ru: Акита

source: Aomori
gu: ઓમોરિ
hi: ओमरी
ru: Аомори

source: Chiba
gu: ચીબા
hi: चिबा
ru: Тиба

source: Ehime
gu: એહિમે
hi: ईहिम
ru: Эхимэ

source: Fukui
gu: ફુકુઇ
hi: फूकुई
ru: Фукуи

source: Fukuoka
gu: ફુકુકા
hi: फूकुओका
ru: Фукуока

source: Fukushima
gu: ફુકુશિમા
hi: फूकुशिमा
ru: Фукусима

source: Gifu
gu: ગિફુ
hi: गीफू
ru: Гифу

source: Gunma
gu: ગુન્મા
hi: गुनमा
ru: Гумма

source: Hiroshima
gu: હિરોશિમા
hi: हिरोशिमा
ru: Хиросима

source: Hokkaidō
gu: હોક્કાઇડો
hi: होककेडो
pt: Hokkaido
ru: Хоккайдо

source: Hyōgo
gu: હ્યોગો
hi: हयुगो
pt: Hyogo
ru: Хёго

source: Ibaraki
gu: ઇબારાકી
hi: ईबराकी
ru: Ибараки

source: Ishikawa
gu: ઇશીકાવા
hi: ईशीकावा
ru: Исикава

source: Iwate
gu: ઇવાટે
hi: ईवेट
ru: Иватэ

source: Kagawa
gu: કાગાવા
hi: कागावा
ru: Кагава

source: Kagoshima
gu: કાગોશીમા
hi: कागोशिमा
ru: Кагосима

source: Kanagawa
gu: કાનાગાવા
hi: कानगावा
ru: Канагава

source: Kōchi
gu: કોચી
hi: कोची
pt: Kochi
ru: Коти

source: Kumamoto
gu: કુમામોટો
hi: कुमामोटो
ru: Кумамото

source: Kyoto
es: Kioto
fr: Kyōto
gu: કયોટો
hi: क्योटो
pt: Quioto
ru: Киото

source: Mie
gu: મિએ
hi: माई
ru: Миэ

source: Miyagi
gu: મિયાગિ
hi: मियागी
ru: Мияги

source: Miyazaki
gu: મિયાઝાકી
hi: मियाज़ाकि
ru: Миядзаки

source: Nagano
gu: નાગાનો
hi: नगेनो
ru: Нагано

source: Nagasaki
gu: નાગાસાકી
hi: नागासाकी
ru: Нагасаки

source: Nara
gu: નારા
hi: नारा
ru: Нара

source: Niigata
gu: નિગાટા
hi: नीगाटा
ru: Ниигата

source: Ōita
gu: ઓઇટા
hi: ओईटा
pt: Oita
ru: Оита

source: Okayama
gu: ઓકાયામા
hi: ओकायामा
ru: Окаяма

source: Okinawa
gu: ઓકિનાવા
hi: ओकिनावा
ru: Окинава

source: Osaka
fr: Ōsaka
gu: ઓસાકા
hi: ओसाका
ru: Осака

source: Saga
gu: સાગા
hi: सागा
ru: Сага

source: Saitama
gu: સૈતામા
hi: साईटामा
ru: Сайтама

source: Shiga
gu: શીગા
hi: शिगा
ru: Сига

source: Shimane
gu: શીમાને
hi: शिमेन
ru: Симанэ

source: Shizuoka
gu: શીઝુોકા
hi: शिजूओका
ru: Сидзуока

source: Tochigi
gu: તોચીગી
hi: टोचीगी
ru: Тотиги

source: Tokushima
gu: તોકુશિમા
hi: टोकूशिमा
ru: Токусима

source: Tokyo
de: Tokio
es: Tokio
fr: Tōkyō
gu: ટોકિયો
hi: टोक्यो
pt: Tóquio
ru: Токио

source: Tottori
gu: ટોટ્ટોરી
hi: टोटोरी
ru: Тоттори

source: Toyama
gu: ટોયામા
hi: टोयामा
ru: Тояма

source: Wakayama
gu: વાકાયામા
hi: वाकायामा
ru: Вакаяма

source: Yamagata
gu: યામાગાટા
hi: यामागाका
ru: Ямагата

source: Yamaguchi
gu: યામાગુચી
hi: यामाग़ुची
ru: Ямагути

source: Yamanashi
gu: યામાનાશિ
hi: यामानशी
ru: Яманаси

source: Aguascalientes
gu: અગુઆસકાલિૈન્ટેસ
hi: एगावास्केलिनटिस
ru: Агуаскальентес

source: Baja California
fr: Basse-Californie
gu: બાજા કેલીફો઼નીયા
hi: बाजा कैलिफोर्निया
it: Bassa California
pt: Baixa Califórnia
ru: Нижняя Калифорния

source: Baja California Sur
fr: Basse-Californie-du-Sud
gu: બાજા કેલીફો઼નીયા સૂર
hi: बाजा कैलिफोर्निया सुर
it: Bassa California del Sud
pt: Baixa Califórnia Sul
ru: Южная Нижняя Калифорния

source: Campeche
gu: કેમ્પેચે
hi: कैमपेची
ru: Кампече

source: Chiapas
gu: ચિઆપાસ
hi: चीयापास
ru: Чьяпас

source: Chihuahua
gu: ચિહુઆહુઆ
hi: चीहुआहुआ
ru: Чиуауа

source: Coahuila
gu: કોહુઇલા
hi: कोआहुईला
ru: Коауила

source: Colima
gu: કોલિમા
hi: कोलीमा
ru: Колима

source: Durango
gu: દુરાંગો
hi: डुरेंगो
ru: Дуранго

source: Guanajuato
gu: ગુઆનાજુઆટો
hi: गुएनाजूएटो
ru: Гуанахуато

source: Guerrero
gu: ગ્યુર્રેરો
hi: ग्इरेरो
ru: Герреро

source: Hidalgo
gu: હીડાલ્ગો
hi: हिडलगो
ru: Идальго

source: Jalisco
gu: જાલિસ્કો
hi: जेलिसको
ru: Халиско

source: México
de: Mexiko
gu: મેક્સિકો
hi: मेक्सिको
it: Messico
ru: Мехико

source: Michoacán
gu: મિકોઆકાન
hi: माइकोआकेन
ru: Мичоакан

source: Morelos
gu: મોરેલોસ
hi: मोरेलॉस
ru: Морелос

source: Nayarit
gu: નાયારીત
hi: नयारित
ru: Наярит

source: Nuevo León
gu: નુએવો લીઓન
hi: न्यूवो लीयन
ru: Нуэво-Леон

source: Oaxaca
gu: ઓક્ષાકા
hi: ओक्साका
ru: Оахака

source: Puebla
gu: પ્યુબ્લા
hi: पीयूबला
ru: Пуэбла

source: Querétaro
gu: કયુરેટારો
hi: क्वरेटरो
ru: Керетаро

source: Quintana Roo
gu: કયુઇન્ટાના રૂ
hi: क्यविनटाना रू
ru: Кинтана-Роо

source: San Luis Potosí
gu: સાન લુઇસ પોટોસી
hi: सेन लुईस पोटोसी
ru: Сан-Луис-Потоси

source: Sinaloa
gu: સિનાલોઆ
hi: सिनालोआ
ru: Синалоа

source: Sonora
gu: સોનોરા
hi: सोनोरा
ru: Сонора

source: Tabasco
gu: તબાસ્કો
hi: टबैस्को
ru: Табаско

source: Tamaulipas
gu: તામાઉલિપાસ
hi: टमौलीपास
ru: Тамаулипас

source: Tlaxcala
gu: ત્લાક્ષકાલા
hi: टैलेक्सकेला
ru: Тласкала

source: Veracruz
gu: વેરાકુ઼ઝ
hi: वेराक्रुज़
ru: Веракрус

source: Yucatán
gu: યુકાટાન
hi: यूकाटेन
ru: Юкатан

source: Zacatecas
gu: ઝાકાટેકાસ
hi: ज़कटेकैस
ru: Сакатекас

source: Western Cape
de: Westkap
es: Cabo Occidental
fr: Cap-Occidental
gu: પશ્રિમી કેપ
hi: पश्चिमी केप
it: Capo occidentale
pt: Cabo Ocidental
ru: Западная Капская провинция

source: Northern Cape
de: Nordkap
es: Cabo del Norte
fr: Cap-du-Nord
gu: ઉત્તરિય કેપ
hi: उत्तरी केप
it: Capo settentrionale
pt: Cabo Setentrional
ru: Северная Капская провинция

source: Eastern Cape
de: Ostkap
es: Cabo Oriental
fr: Cap-Oriental
gu: પૂર્વીય કેપ
hi: पूर्वी केप
it: Capo orientale
pt: Cabo Oriental
ru: Восточная Капская провинция

source: KwaZulu-Natal
gu: ક્વાઝુલુ-નાતાલ
hi: क्वाज़उलू-नेटाल
ru: Квазулу-Натал

source: Free State
de: Freistaat
es: Estado Libre
fr: État-Libre
gu: ફી્ સ્ટેટ
hi: फ्रि स्टेट
pt: Estado Livre
ru: Свободное государство

source: North West
de: Nordwest
es: Noroeste
fr: Nord-Ouest
gu: ઉત્તર પશ્ચિમ
hi: उत्तर वेस्ट
it: Nordovest
pt: Noroeste
ru: Северо-Западная провинция

source: Gauteng
gu: ગાઉતેન્ગ
hi: गोटेंग
ru: Гаутенг

source: Mpumalanga
gu: મ્પુમાલાન્ગા
hi: पुमालाअंगा
ru: Мпумаланга

source: Limpopo
gu: લિમ્પોપો
hi: लिमपोपो
ru: Лимпопо

source: Alava
es: Álava
fr: Álava
gu: અલાવા
hi: अलावा
pt: Álava
ru: Алава

source: Albacete
gu: અલ્બાકેતે
hi: अल्बास्ते
ru: Альбасете

source: Alicante
gu: અલીકાન્ટે
hi: अलीकानते
ru: Аликанте

source: Almeria
es: Almería
fr: Almería
gu: અલ્મેરિયા
hi: अल्मरिया
ru: Альмерия

source: Asturias
fr: Asturies
gu: એસ્ટુરિઆસ
hi: अस्ट्रेयाज़
it: Asturie
pt: Astúrias
ru: Астурия

source: Avila
es: Ávila
fr: Ávila
gu: અવીલા
hi: अविला
pt: Ávila
ru: Авила

source: Badajoz
gu: બાડાજોઝ
hi: बाडहोज़
ru: Бадахос

source: Barcelona
fr: Barcelone
gu: બાર્સેલોના
hi: बार्सिलोना
it: Barcellona
ru: Барселона

source: Burgos
gu: બર્ગોસ
hi: बर्गोस
ru: Бургос

source: Caceres
es: Cáceres
fr: Cáceres
gu: કેસેરેસ
hi: काथेरेस
pt: Cáceres
ru: Касерес

source: Cadiz
es: Cádiz
fr: Cadix
gu: કાડિઝ
hi: कडीज़
pt: Cádis
ru: Кадис

source: Cantabria
fr: Cantabrie
gu: કેન્ટા઼બિ્આ
hi: कांतराब्राय
pt: Cantábria
ru: Кантабрия

source: Castellon
es: Castellón
fr: Castellón
gu: કેસ્ટેલ્લોન
hi: कासटीलोन
pt: Castellón
ru: Кастельон

source: Ceuta
gu: સિયુતા
hi: सेउटा
ru: Сеута

source: Ciudad Real
gu: સિયુદાદ રિઅલ
hi: स्यूदाद रियल
pt: Cidade Real
ru: Сьюдад-Реаль

source: Cordoba
es: Córdoba
fr: Córdoba
gu: કોર્ડોબા
hi: कॉर्डोबा
pt: Córdova
ru: Кордоба

source: Cuenca
gu: ક્યુન્કા
hi: क्योएनसा
ru: Куэнка

source: Girona
fr: Gérone
gu: ગીરોના
hi: गिरोना
pt: Gerunda
ru: Херона

source: Granada
fr: Grenade
gu: ગ્રેનેડા
hi: ग्रेनाडा
ru: Гранада

source: Guadalajara
gu: ગુદાલજારા
hi: गुआडालाज़रा
ru: Гвадалахара

source: Guipuzcoa
es: Guipúzcoa
fr: Guipuscoa
gu: ગુઇપુઝકોઆ
hi: गुइपुज़कोया
pt: Guipúscoa
ru: Гипускоа

source: Huelva
gu: હ્યુલ્વા
hi: ह्यूलवा
ru: Уэльва

source: Huesca
gu: હ્યુસ્કા
hi: ह्यूइस्क़ा
ru: Уэска

source: Islas Baleares
fr: Îles Baléares
gu: ઇસલાસ બાલેરેસ
hi: इसलास बलेरस
it: Islas de la Bahia
pt: Ilhas Baleares
ru: Балеарские острова

source: Jaen
es: Jaén
fr: Jaén
gu: જાએન
hi: जेन
pt: Jaén
ru: Хаэн

source: La Coruna
es: La Coruña
gu: લા કોરૂના
hi: ला कोरुना
pt: Corunha
ru: Ла-Корунья

source: Leon
es: León
fr: León
gu: લીઓન
hi: लियॉन
pt: Leão
ru: Леон

source: Lleida
es: Lérida
gu: લ્લેઇડા
hi: लालेड
pt: Lérida
ru: Лерида

source: Lugo
gu: લુગો
hi: लउगो
ru: Луго

source: Madrid
gu: મેડિ્ડ
hi: मेड्रीड
ru: Мадрид

source: Malaga
es: Málaga
fr: Málaga
gu: મલાગા
hi: मलगा
pt: Málaga
ru: Малага

source: Melilla
gu: મેલીલ્લા
hi: मेलिला
pt: Melilha
ru: Мелилья

source: Murcia
fr: Murcie
gu: મુર્શિઆ
hi: मर्सिया
pt: Múrcia
ru: Мурсия

source: Navarra
fr: Navarre
gu: નાવાર્રા
hi: नावरा
ru: Наварра

source: Ourense
es: Orense
gu: ઓરેન્સે
hi: औरेसं
ru: Оренсе

source: Palencia
gu: પાલેન્સિઆ
hi: पेलेन्शिया
pt: Palência
ru: Паленсия

source: Palmas, Las
es: Las Palmas
fr: Las Palmas
gu: પાલ્માસ, લાસ
hi: पेलमस् ,लास
it: Las Palmas
pt: Las Palmas
ru: Лас-Пальмас

source: Pontevedra
gu: પોન્ટેવેદ્રા
hi: पोंटिंवेद्र
ru: Понтеведра

source: Rioja, La
es: La Rioja
fr: La Rioja
gu: લા રિઓજા
hi: रिओजा, एल.ए.
it: La Rioja
pt: La Rioja
ru: Ла-Риоха

source: Salamanda
es: Salamanca
fr: Salamanque
gu: સાલામાન્ડા
hi: सलामन्दा
pt: Salamanca
ru: Саламанка

source: Santa Cruz de Tenerife
gu: સાન્તા કુ઼ઝ દે ટેનેરિફે
hi: सांता क्रूज डी टेनिराईफ
ru: Санта-Крус-де-Тенерифе

source: Segovia
fr: Segovie
gu: સેગોવિયા
hi: सिगोविआ
pt: Segóvia
ru: Сеговия

source: Sevilla
fr: Séville
gu: સેવિલા
hi: सिविला
it: Sevila
pt: Sevilha
ru: Севилья

source: Soria
gu: સોરિયા
hi: सोरिया
pt: Sória
ru: Сория

source: Tarragona
fr: Tarragone
gu: ટાર્રાગોના
hi: तारागोना
ru: Таррагона

source: Teruel
fr: Téruel
gu: ટેરુએલ
hi: टेरवेल
ru: Теруэль

source: Toledo
gu: ટોલેડો
hi: टोलेडो
ru: Толедо

source: Valencia
fr: Valence
gu: વાલેન્શીયા
hi: वालेंसिया
pt: Valência
ru: Валенсия

source: Valladolid
gu: વાલ્લાદોલિડ
hi: वेलाडोलीड
ru: Вальядолид

source: Vizcaya
fr: Biscaye
gu: વિઝકાયા
hi: विज़काया
pt: Biscaia
ru: Бискайя

source: Zamora
gu: ઝામોરા
hi: ज़मोरा
ru: Самора

source: Zaragoza
fr: Saragosse
gu: ઝારાગોઝા
hi: ज़रागोज़
it: Saragozza
pt: Saragoça
ru: Сарагоса

source: Abim
gu: અબિમ
hi: अबीम
ru: Абим

source: Adjumani
gu: એડજુમાની
hi: अडजूमणि
ru: Аджумани

source: Amolatar
gu: અમોલાટાર
hi: अमोलाटार
ru: Амолатар

source: Amuria
gu: અમુરિયા
hi: अमुरिया
ru: Амуриа

source: Apac
gu: એપેક
hi: अपैक
ru: Апак

source: Arua
gu: અરૂઆ
hi: अरूआ
ru: Аруа

source: Budaka
gu: બુડાકા
hi: बूडाका
pt: Budaca
ru: Будака
